Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/audacious-plugins.po
Languages: ace

source: AAC Decoder
ace: Peungaturan Alarm

source: sequenced
ace: sequencing

source: AdPlug (AdLib Player)
ace: Na masalah menghubungi Last.fm. Neuci coba lom ateuk.

source: A plugin that can be used to start playing at a certain time. Originally written by Adam Feakin and Daniel Stodden.
ace: Plugin yang jeut i pakek ke mulai maen bak watee tertente. I tuleh asli lee Adam Feakin ngoen Daniel Stodden.

source: Playlist: Load this playlist. If no playlist is given, the current one will be used. The URL of an mp3/ogg stream can also be entered here. Reminder: Display a reminder when the alarm goes off. Type the reminder in the box and turn on the toggle button if you want it to be shown.
ace: Playlist: Cok Playlist nyoe. Meunyoe na playlist Ibi, yang jinoe teungoh jingui. URL dari aliran mp3/ogg Jeut syit ipeutamoeng inoe. Peuingat: Peuleumah peungingat watee alarm imeusu. Ketik peungingat lam kotak ngon peuhu Tombol beralih jika Anda ingin ditampilkan.

source: This is your wakeup call.
ace: Nyoe nakeuh droeneuh neuhoi beujaga.

source: Your reminder for today is...
ace: Pengingat droeneuh keu uroe nyoe nakeuh...

source: Reminder
ace: Peungingat

source: Monday
ace: Aleuhad

source: Tuesday
ace: Seulasa

source: Wednesday
ace: Rabu

source: Thursday
ace: Hame'h

source: Friday
ace: Jum'at

source: Saturday
ace: Sabtu

source: Sunday
ace: Seulanyan

source: Alarm Settings
ace: Peuatoe Alarm

source: Time
ace: Watee

source: Alarm at (default):
ace: Alarm siat (standar):

source: Quiet after:
ace: Seungap lheuh:

source: hours
ace: jeum

source: minutes
ace: minet

source: Choose the days for the alarm to come on
ace: Pileh uroe keu troek nibak alarm

source: Day
ace: Uroe

source: Default
ace: Keuneumee

source: Days
ace: Uroe-uroe

source: Fading
ace: Plueng

source: seconds
ace: deutek

source: Start at
ace: Peuphon bak

source: Final
ace: Paripurna

source: Current
ace: Jinoe

source: Additional Command
ace: Tamah Peurintah

source: enable
ace: jeut

source: Playlist (optional)
ace: Daftar lagu (jeut na jeut tan)

source: Select a playlist
ace: pileh daftar lagu

source: Use reminder
ace: Ngui penungingat

source: Options
ace: Peunileh

source: What do these options mean?
ace: Peu yang droen maksud dengon peunileh nyo?

source: Help
ace: Beunantu

source: Album Art
ace: Gamba likeu album

source: Default PCM device
ace: Alat PCM bawaan

source: Default mixer device
ace: Alat mixer bawaan

source: ALSA Output Plugin Preferences
ace: Peuatoe Pengaya Teubit ALSA

source: PCM device:
ace: Alat PCM:

source: Mixer device:
ace: Alat mixer:

source: Mixer element:
ace: Elemen mixer:

source: Work around drain hangup
ace: Keurija di sekitaran peumutoh drain

source: ALSA Output Plugin for Audacious Copyright 2009-2012 John Lindgren My thanks to William Pitcock, author of the ALSA Output Plugin NG, whose code served as a reference when the ALSA manual was not enough.
ace: ALSA Output Plugin for Audacious Copyright 2009-2012 John Lindgren Sabah lon keu William Pitcock, yang tuleh ALSA peuteubiet Plugin NG, yang kode menjabat sebagoe referensi watee hana sep ALSA.

source: ALSA Output
ace: ALSA Peuteubiet

source: You have not selected any sequencer ports for MIDI playback. You can do so in the MIDI plugin preferences.
ace: Droeneuh hana pileh sequencer meusapeu untuk peumuta MIDI. Droeneuh jhet lakukan bak preferensi pengaya MIDI

source: ALSA Backend
ace: Backend ALSA

source: This backend sends MIDI events to a group of user-chosen ALSA sequencer ports. The ALSA sequencer interface is very versatile, it can provide ports for audio cards hardware synthesizers (i.e. emu10k1) but also for software synths, external devices, etc. This backend does not produce audio, MIDI events are handled directly from devices/programs behind the ALSA ports; in example, MIDI events sent to the hardware synth will be directly played. Backend written by Giacomo Lozito.
ace: Bagian nyo dikirem peurintah MIDI bak kelompok user yang terpileh oleh lokasi pengurot ALSA. Antarmuka pengurot ASA sangat berguna untuk menyediakan lokasi kartu su, dan yang laen jih. bagian nyo hana menghasilkan su, perintah MIDI secara langsong, di ato dari alat kreuh/lunak di likot lokasi ALSA; sebago contoh, perintah MIDI di kirem ke alat kreuh akan secara langsong di maenkan. bagian dasar nyo si tuleh oleh Giacomo Lozito.

source: This backend produces audio by sending MIDI events to FluidSynth, a real-time software synthesizer based on the SoundFont2 specification (www.fluidsynth.org). Produced audio can be manipulated via player effect plugins and is processed by chosen output plugin. Backend written by Giacomo Lozito.
ace: Bagian nyo menghasilkan su dengon dikirem peristiwa MIDI ke FluidSynth, aplikasi synthesizer real-time bedasarkan spesifikasi SoundFont2 (www.fluidsynth.org)⏎ Su yang dihasilkan jhet dimanipulasi meulalui pemaen plugin efek dan diproses dari pilehan plugin teubitan. Bagian nyo di tuleh oleh Giacomo Lozito.

source: Client name
ace: Nan klien

source: Port name
ace: Nan port

source: ALSA output ports
ace: port peuneubiet ALSA

source: Mixer control:
ace: Kendali mixer:

source: Mixer settings
ace: Pengatoe mixer

source: AMIDI-Plug - backend information
ace: AMIDI-Plug bagian iformasi

source: Backend selection
ace: Bagian teupileh

source: Playback settings
ace: Peutaoe puta kelai

source: Transpose:
ace: Ubah su:

source: Drum shift:
ace: Perpinahan drum

source: Advanced settings
ace: Pengato lanjutan

source: pre-calculate length of MIDI files in playlist
ace: bileung panyang lagu berformat MIDI lam daftar

source: extract comments from MIDI file (if available)
ace: ekstrak komentar dari beureukaih MIDI ( menyo tersedia )

source: extract lyrics from MIDI file (if available)
ace: ekstrak lirik dari beureukaih MIDI (menyo na tersedia)

source: AMIDI-Plug - select file
ace: AMIDI-Plug - Pileeh beureukah

source: AMIDI-Plug Settings
ace: Pengato AMIDI-Plug

source: AMIDI-Plug - select SoundFont file
ace: AMIDI-Plug - pileh beureukaih SoundFont

source: SoundFont settings
ace: Peuatoe SoundFont

source: Filename
ace: Nanbeureukaih

source: Size (bytes)
ace: Ukuran (bytes)

source: Load SF on player start
ace: Cok SF dari phon pemuta jipeuphon

source: Synthesizer settings
ace: Peuatoe Synthesizer

source: gain
ace: meuteume

source: use default
ace: ngui bawaan

source: value:
ace: kada:

source: yes
ace: nyoe

source: no
ace: koen

source: chorus
ace: paduan su

source: sample rate
ace: contoh lagu

source: custom
ace: penyesuaian

source: Name:
ace: Nan:

source: Length (msec):
ace: Panyang (msec)

source: <span size="smaller"> MIDI Comments and Lyrics </span>
ace: <span size="smaller"> Info dengon Lirik MIDI </span>

source: * no comments available in this MIDI file *
ace: * hana komentar yang na di beureukaih MIDI nyo *

source: * no lyrics available in this MIDI file *
ace: * hana lirik yang na dalam beureukaih MIDI nyo *

source: (invalid UTF-8)
ace: (UTF-8 hana cocok)

source: About AMIDI-Plug
ace: Bhah AMIDI-Plug

source: modular MIDI music player http://www.develia.org/projects.php?p=amidiplug written by Giacomo Lozito <james@develia.org> special thanks to... Clemens Ladisch and Jaroslav Kysela for their cool programs aplaymidi and amixer; those were really useful, along with alsa-lib docs, in order to learn more about the ALSA API Alfredo Spadafina for the nice midi keyboard logo Tony Vroon for the good help with alpha testing
ace: modular MIDI music player http://www.develia.org/projects.php?p=amidiplug written by Giacomo Lozito <james@develia.org> special sabah keu... untuk program keren awaknyan aplaymidi ngon amixer; awaknyan yang beutoi-beutoi meuguna, bersama ngon alsa-lib docs, dalam rangka keu belajar leubeh ALSA API Alfredo Spadafina goet keu logo keyboard midi Tony Vroon keu beunantu ngon peungujian alpha

source: Rectangle
ace: Persegi panyang

source: Rounded Rectangle
ace: Persegi bersudut bulat

source: Concave Rectangle
ace: Persegi bersudut kiwieng

source: None
ace: soh

source: Playback Start
ace: Mulai Peuphon lom

source: Triggers OSD when a playlist entry is played.
ace: Peuleumah OSD watee awai lagu tameu'en.

source: Title Change
ace: Ubah judul

source: Triggers OSD when, during playback, the song title changes but the filename is the same. This is mostly useful to display title changes in internet streams.
ace: Peuleumah OSD teungoeh lagu taputa. Judul lagu keumeuneuk ubah teuma kon ngon nan beurkah jih. Umum jih meuguna keu tapeuleumah peu ubah judul watee streaming meulalui internet.

source: Pause On
ace: jeda udep

source: Triggers OSD when playback is paused.
ace: Peuleumah OSD watee lagu ta peud'ong.

source: Pause Off
ace: peumate piyoh

source: Triggers OSD when playback is unpaused.
ace: Peuleumah OSD watee lagu diputa ulang.

source: Placement
ace: tempat peuduk

source: Max OSD width:
ace: Luwah max OSD:

source: Multi-Monitor options
ace: Peunileh Multi-Monitor

source: Display OSD using:
ace: Neungui OSD Teupeuleumah:

source: all monitors
ace: Mandum monitor

source: Timing (ms)
ace: watee (ms)

source: Display:
ace: Teupeuleumah

source: Fade in:
ace: Peubagah tamong

source: Fade out:
ace: Peubagah teubiet

source: Fonts
ace: Fonta

source: Font %i:
ace: Fonta %i

source: Shadow
ace: Bubayang

source: Internationalization
ace: Internasionalisasi

source: Disable UTF-8 conversion of text (in aosd)
ace: Peumate fungsi konversi teks UTF-8 (bak aosd)

source: Select Skin File
ace: Pileh beureukaih kulet

source: Render Style
ace: Gaya Peungamba

source: Colors
ace: Warna

source: Color %i:
ace: Warna %i:

source: Custom Skin
ace: Kulet Meuteuntei

source: Skin file:
ace: Kulet beureukaih:

source: Browse
ace: Telurusi

source: Enable trigger
ace: Peu aktif pemicu

source: Event
ace: Peristiwa

source: Composite manager detected
ace: Manajer komposisi terdeteksi

source: Composite manager not detected; unless you know that you have one running, please activate a composite manager otherwise the OSD won't work properly
ace: Pengelola komposit hana terdeteksi; kecuali droen tupeu bahwa droen na saboh yang berjalan, silahkan peu udep pengelola komposit meunyo OSD hana beukerja dengon get

source: Composite manager not required for fake transparency
ace: Manajer komposisi hana perle untuk transpasisi semu

source: Transparency
ace: Transparansi

source: Fake transparency
ace: Transparansi palsu

source: Real transparency (requires X Composite Ext.)
ace: Transparansi peunoh (perle kompositor X)

source: Composite extension not loaded
ace: Ektensi komposisi hana digunakan

source: Composite extension not available
ace: ekstensi komposisi hana tersedia

source: <span font_desc='%s'>Audacious OSD</span>
ace: <span font_desc='%s'>OSD Audacious</span>

source: Audacious OSD - configuration
ace: OSD Audacious - pengato

source: Test
ace: chi

source: Position
ace: tempat iduk

source: Animation
ace: Animasi

source: Text
ace: teks

source: Decoration
ace: Dekorasi

source: Trigger
ace: pemicu

source: ASXv1/ASXv2 Playlists
ace: Daftar lagu ASXv1/ASXv2

source: Audacious Playlists (audpl)
ace: Daftar puta Audacious (audpl)

source: <b>Color</b>
ace: <b>Warna</b>

source: Bauer Stereophonic-to-Binaural Preferences
ace: Pengato Bauer Stereophonic-to-Binaural

source: Feed level:
ace: tingkat feed:

source: Cut frequency:
ace: koh frekuensi:

source: Presets:
ace: setelan yang na:

source: Copyright (C) 2007-2012 Calin Crisan <ccrisan@gmail.com> and others. Many thanks to libcdio developers <http://www.gnu.org/software/libcdio/> and to libcddb developers <http://libcddb.sourceforge.net/>. Also thank you to Tony Vroon for mentoring and guiding me. This was a Google Summer of Code 2007 project.
ace: Copyright (C) 2007-2012 Calin Crisan <ccrisan@gmail.com> ngon yang laen. trimong geunaseh that keu developers libcdio <http://www.gnu.org/software/libcdio/> ngon keu developers libcddb <http://libcddb.sourceforge.net/>. Trimoeng geunaseh syit keu Tony Vroon for mentoring and guiding me. This was a Google Summer of Code 2007 project.

source: <b>Device</b>
ace: <b>Alat</b>

source: Read speed:
ace: Kecepatan baca:

source: Override device:
ace: peubineh perangkat:

source: Use CD-Text
ace: pakek CD-Teks

source: Use CDDB
ace: pakek CDDB

source: Use HTTP instead of CDDBP
ace: pakek HTTP daripada CDDBP

source: Audio CD Plugin
ace: Pengaya su CD

source: Failed to initialize cdio subsystem.
ace: Gagal watee inisialisasi subsistem cdio.

source: Invalid URI %s.
ace: URL hana valid %s.

source: Track %d not found.
ace: Track %d hana i teumee

source: Track %d is a data track.
ace: Track %d nakeuh data track.

source: Failed to open audio output.
ace: Gagal watee peuhah output audio.

source: Error reading audio CD.
ace: Na salah watee baca CD audio.

source: Audio CD
ace: Su CD

source: Failed to open CD device %s.
ace: Gagal watee peuhah perangkat CD %s.

source: No audio capable CD drive found.
ace: Hana drive CD audio yang i teumee.

source: Failed to finish initializing opened CD drive.
ace: Hana beurasil peuleuh menginisialisasi teupeuhah CD drive.

source: Failed to retrieve first/last track number.
ace: Gagal watee cok phoen/akhe nomor lagu.

source: Cannot read start/end LSN for track %d.
ace: Nahjeut baca phoen/akhe LSN keu lagu %d.

source: Failed to create the cddb connection.
ace: Gagal peuget sambungan cddb.

source: Failed to query the CDDB server
ace: Hana berhasil query server CDDB

source: Failed to query the CDDB server: %s
ace: Hana berhasil query server CDDB: %s

source: Failed to read the cddb info: %s
ace: Hana berhasil baca info CDDB: %s

source: Drive is empty.
ace: Drive kosong

source: Unsupported disk type.
ace: Tipe Disk hana di dukung.

source: Play CD
ace: Puta CD

source: Add CD
ace: Tamah CD

source: Audio CD Menu Items
ace: Menu item su CD

source: <b>Compression</b>
ace: <b>Kompresi</b>

source: Center volume:
ace: Volume Tengouh

source: Dynamic range:
ace: Jangkauan dinamis:

source: General
ace: Umum

source: Playback
ace: Putar Lagu

source: Treble:
ace: trebel

source: Default song length:
ace: payang standar lagu

source: Resampling
ace: Sampel Ulang

source: Enable audio resampling
ace: Pengaktif fitur sampel ulang

source: Resampling rate:
ace: Tingkat sampel ulang

source: Ignore length from SPC tags
ace: abaikan payang dari tag SPC

source: Increase reverb
ace: Tingkatkan reverb

source: The default song length, expressed in seconds, is used for songs that do not provide length information (i.e. looping tracks).
ace: Payang lagu (dalam detik) dipakek kue lagu yang hana diteuntei panyang jih seucara spesifik (trek meuulang-ulang)

source: Crossfading failed because the songs had a different number of channels. You can use the Channel Mixer to convert the songs to the same number of channels.
ace: Crossfade hana berhasil Seubab lagu na nomboi nyang berbeda dari saluran. Dron jeut gunakan Channel Mixer kee mengkonversi lagu ke jumlah saluran nyang hi.

source: Crossfading failed because the songs had different sample rates. You can use the Sample Rate Converter to convert the songs to the same sample rate.
ace: Crossfade hana berhasil seubab lagu na tingkat sampel nyang beda. Dron jeut gunakan Sample Rate Converter kee mengkonversi lagu u sample rate nyang hi.

source: Crossfade Plugin for Audacious Copyright 2010-2012 John Lindgren
ace: Pengaya Crossfade keu Audacious Hak Peugoet 2010-2012 John Lindgren

source: Overlap:
ace: Tumoang-tindeh

source: Intensity:
ace: Intensitas

source: Cue Sheet Plugin
ace: Pengaya Cue Sheet

source: <b>Echo</b>
ace: Echo

source: Delay:
ace: Tunda

source: Feedback:
ace: Umpan balik

source: Echo Plugin By Johan Levin, 1999 Surround echo by Carl van Schaik, 1999
ace: Pengaya Echo Oleh Johan Levin, 1999 Surround echo by Carl van Schaik, 1999

source: FFmpeg Plugin
ace: Pengaya FFmpeg

source: FileWriter Configuration
ace: Konfigurasi FileWriter

source: Output file format:
ace: Peuteubiet beureukaih format

source: Configure
ace: Konfigurasi

source: Save into original directory
ace: Keubah didalam original direktori

source: Save into custom directory
ace: Keubah dalam direktori tertentu

source: Output file folder:
ace: Peuetubiet beureukaih folder:

source: Pick a folder
ace: Cok folder

source: Get filename from:
ace: Menteume nan dari

source: original file tags
ace: Beureukaih aseuli tag

source: original filename
ace: nanbeureukaih aseuli

source: Don't strip file name extension
ace: Bek peugadoh ektensi file

source: Prepend track number to filename
ace: Tamah nomor track untuk nama file

source: FileWriter Plugin
ace: Pengaya FileWriter

source: Auto
ace: Otomatis

source: Joint Stereo
ace: Peusaho stereo

source: MP3 Configuration
ace: Konfigurasi MP3

source: Algorithm Quality:
ace: Kualitas algoritma

source: Output Samplerate:
ace: Keluaran SampleRate:

source: Compression ratio:
ace: Rasio kompresi

source: Audio Mode:
ace: Mode Otomatis

source: Error protection
ace: Pengaman kesalahan

source: Quality
ace: Kualitas

source: Enable VBR/ABR
ace: Peuaktif VBR/ABR

source: Type:
ace: Tipe

source: VBR Options:
ace: Opsi VBR

source: Maximum bitrate (kbps):
ace: Maksimal bitrate (kbps):

source: ABR Options:
ace: Opsi ABR

source: Average bitrate (kbps):
ace: bitrate rata-rata (kbps):

source: VBR quality level:
ace: Tingkat kualitas VBR

source: Mark as copyright
ace: Tandai sebagai hak cipta

source: Mark as original
ace: Tandai sebagai orisinil

source: ID3 params:
ace: Parameter ID3

source: Only add v1 tag
ace: tamah tag v1 mantong

source: Only add v2 tag
ace: tamah tag v2 mantong

source: Vorbis Encoder Configuration
ace: Pengaturan Enkoder Vorbis

source: Quality level (0 - 10):
ace: Tingkat kualitas (0-10):

source: Original code by Ralf Ertzinger <ralf@skytale.net> http://www.skytale.net/projects/bmp-flac2/
ace: Code Asli dari Ralf Ertzinger <ralf@skytale.net> http://www.skytale.net/projects/bmp-flac2/

source: FLAC Decoder
ace: Dekoder FLAC

source: GIO Plugin for Audacious Copyright 2009-2012 John Lindgren
ace: Pengaya GIO untuk Audacious Hak Peugoet 2009-2012 John Lindgren

source: GIO Plugin
ace: Pengaya GIO

source: Gnome Shortcut Plugin Lets you control the player with Gnome's shortcuts. Copyright (C) 2007-2008 Sascha Hlusiak <contact@saschahlusiak.de>
ace: Gnome Shortcut Plugin Lets you control the player with Gnome's shortcuts. Hak peugoet (C) 2007-2008 Sascha Hlusiak <contact@saschahlusiak.de>

source: Gnome Shortcuts
ace: Jalan pintas Gnome

source: Entry number
ace: Peutamong angka

source: Title
ace: Judul

source: Artist
ace: Artis

source: Year
ace: thon

source: Genre
ace: Lueng

source: Queue position
ace: Posisi antri

source: Length
ace: Panyang

source: File path
ace: Path file

source: File name
ace: Nan beureukaih

source: Custom title
ace: Title pilehan

source: Choose Columns
ace: Pileh kolom

source: Available:
ace: Tersedia

source: Chosen:
ace: Terpilej

source: Dock at Left
ace: Dok dikiri

source: Dock at Right
ace: Dok dikanan

source: Dock at Top
ace: Dok diatas

source: Dock at Bottom
ace: Dok dibawah

source: Undock
ace: hana didok

source: Disable
ace: Peumatee

source: _Open Files ...
ace: _Peuhah Files...

source: Open _URL ...
ace: Peuhah _URL ...

source: _Add Files ...
ace: _Tamah beureukaih ...

source: Add U_RL ...
ace: Tamah U_RL ...

source: _Search Library
ace: _Mita Pustaka

source: A_bout ...
ace: _Bhah ...

source: _Preferences ...
ace: _Peuatoe ...

source: _Quit
ace: _Teubiet

source: _Play
ace: _Puta

source: Pre_vious
ace: Se_gohlomnya

source: _Next
ace: Sela_njutnya

source: _Repeat
ace: U_lang loem

source: S_huffle
ace: Ac_ak

source: Stop A_fter This Song
ace: Piyoeh aleuh lagu nyoe

source: Song _Info ...
ace: Informasi_Lagu ...

source: Jump to _Time ...
ace: Groep u _Waktu ...

source: _Jump to Song ...
ace: _Groep u Lagu ...

source: Set Repeat Point _A
ace: Atoe ulang titek _A

source: Set Repeat Point _B
ace: Atoe ulang titek _B

source: _Clear Repeat Points
ace: _Peugleuh Poin ulang

source: By _Title
ace: Oleh _Judul

source: By _Filename
ace: Oleh _Nanbeureukaih

source: By File _Path
ace: Oleh Beureukaih _Jalur

source: By Track _Number
ace: Oleh No _Track

source: By _Artist
ace: Oleh _Artis

source: By Al_bum
ace: Oleh A_lbum

source: By Release _Date
ace: Oleh _Tanggai Rilis

source: By _Length
ace: Oleh _Panyang

source: By _File Path
ace: Oleh _Beureukaih Path

source: By _Custom Title
ace: Oleh _Custom Title

source: R_everse Order
ace: B_alik Urutan

source: _Random Order
ace: _Acak Urutan

source: _Play This Playlist
ace: _Puta Playlist nyoe

source: _Refresh
ace: Sega_rkan

source: _Sort
ace: _Susun

source: Sort S_elected
ace: Peu urut T_eupileh

source: Remove _Duplicates
ace: Sampoh _Duplikat

source: Remove _Unavailable Files
ace: Peugleh Beureukaih yang _Hana

source: _New
ace: _Baro

source: Ren_ame ...
ace: Ganto_nan

source: _Close
ace: _Teubiet

source: Playlist _Manager ...
ace: Pengelola _Playlist ...

source: _Queue Manager ...
ace: _Pengelola Antrian ...

source: E_ffects
ace: E_fek

source: _Interface
ace: T_ampilan

source: _Visualizations
ace: _Visualisasi

source: Show _Menu Bar
ace: Peuleumah Bar _Menu

source: Show I_nfo Bar
ace: Peuleumah _Bar Info

source: Show Info Bar Vis_ualization
ace: Peuleumah Info Bar Vis_ualization

source: Show _Status Bar
ace: Peuleumah Bar _Status

source: Show _Remaining Time
ace: Peuleumah _Sisa Watee

source: Show Close _Buttons
ace: Peuleumah Teubiet _Buttons

source: Show Column _Headers
ace: Peuleumah Column _Headers

source: Choose _Columns ...
ace: Pileh kolom

source: _File
ace: _Beureukaih

source: _Playback
ace: _Putakeulai

source: _Services
ace: _Layanan

source: _Output
ace: _Peuteubiet

source: _View
ace: _Ngieng

source: Cu_t
ace: Ko_h

source: _Copy
ace: _Salen

source: _Paste
ace: _Tempe

source: Select _All
ace: Pileh _Mandum

source: _Rename ...
ace: _Gantonan

source: GTK Interface
ace: Interface GTK

source: Error
ace: Kesalahan

source: %d channel
ace: %d saluran

source: Previous track
ace: Trek Sigolomnyoe

source: Play
ace: Puta

source: Pause/Resume
ace: Jeda/Mulai lom

source: Stop
ace: Peu len

source: Next track
ace: Trek Leuh Nyoe

source: Forward 5 seconds
ace: Lanjut 5 Detik

source: Rewind 5 seconds
ace: Rewind 5 Detik

source: Mute
ace: Iem

source: Volume up
ace: Tamah volume

source: Volume down
ace: Peukureung Volume

source: Jump to file
ace: Groep u beureukaih

source: Show On-Screen-Display
ace: Peuleumah On-Screen-Dislpay

source: Toggle stop after current
ace: Toggle Peulen lheuh nyoe

source: (none)
ace: (soh)

source: It is not recommended to bind the primary mouse buttons without modificators. Do you want to continue?
ace: Hal nyoe hana dianjurkan untuk mengikat tombol mouse primer tanpa modificators. peu keuh droen meuheut melanjutkan?

source: Global Hotkey Plugin Configuration
ace: Konfigurasi pengaya Global Hotkey

source: Press a key combination inside a text field. You can also bind mouse buttons.
ace: Teugon kombinasi tombol lam kolom teks.Droen jet ciet mengikat tombol mouse.

source: Hotkeys:
ace: Tombol bagah:

source: <b>Action:</b>
ace: <b>Tindakan</b>
