Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/audacious.po
Languages: ace

source: Searching ...
ace: Mita...

source: %d file found
ace: %d beureukaih diteumee

source: (invalid UTF-8)
ace: (UTF-8 hana sah)

source: Error importing Winamp EQF file '%s'
ace: Salah peutamong beureukaih Winamp EQF '%s'

source: Skip backwards in playlist
ace: Peuleupah u likot bak dapeuta lagu

source: Start playing current playlist
ace: Peuudep dapeuta lagu jinoe

source: Pause current song
ace: Piyoh siat lagu jinoe

source: Stop current song
ace: Piyoh lagu jinoe

source: Pause if playing, play otherwise
ace: Piyoh meunyo teungoh meu'en, meu'en nyang la'en

source: Skip forward in playlist
ace: Peuliwat u keue lam dapeuta puta

source: Display Jump to File dialog
ace: Peudeuh groep u File dialog

source: Add files to the playlist
ace: Tamah beureukaih lam dapeuta lagu

source: Add new files to a temporary playlist
ace: Tamah beureukaih baro u dapeuta semeuntara

source: Display the main window
ace: Peuleumah tingkap phon

source: Headless mode
ace: Mode headless

source: Quit on playback stop
ace: Teubit watee playback pioh

source: Show version
ace: Peuleumah versi

source: Print debugging messages
ace: Cetak haba debug

source: FILE...
ace: BEUREUKAIH...

source: - play multimedia files
ace: - puta beureukaih multimedia

source: %s: %s Try `%s --help' for more information.
ace: %s: %s cuba `%s --beunantu' keu informasi nyang leubeh le

source: No decoder found for %s.
ace: Hana decoder keu %s.

source: %s could not be opened.
ace: %s hanjeut teupeuhah

source: Cannot %s %s: unsupported file extension.
ace: Han jeuet %s %s: beureukaih ekstensi hana jitueng.

source: save
ace: keubah

source: load
ace: pasoe

source: New Playlist
ace: Dapeuta lagu baro

source: Now Playing
ace: Teungoh diputa

source: The playlist cannot be sorted because metadata scanning is still in progress (or has been disabled).
ace: Dapeuta lagu hana meuurot kareuna cek metadata tengoh teupeujak (atawa hana teupeuaktif)

source: About %s
ace: Bhaih %s

source: %s Settings
ace: %s Peuato

source: Audio
ace: Sue

source: Network
ace: Jaringan

source: Playlist
ace: Dapeuta lagu

source: Song Info
ace: Info logu

source: Plugins
ace: Peungaya

source: Artist
ace: Arteh

source: Title
ace: Nan

source: Tracknumber
ace: Numboitrack

source: Genre
ace: Jeuneh

source: Filename
ace: Nanbeureukaih

source: Filepath
ace: Alamatbeureukaih

source: Date
ace: Tarikh

source: Year
ace: Thon

source: Comment
ace: Komen

source: Codec
ace: Kodek

source: Quality
ace: Kualitah

source: None
ace: Hana

source: Arabic
ace: Arab

source: Baltic
ace: Baltik

source: Chinese
ace: Cina

source: Greek
ace: Yunani

source: Hebrew
ace: Ibrani

source: Japanese
ace: Jepang

source: Korean
ace: Korea

source: Polish
ace: Polandia

source: Russian
ace: Rusia

source: Taiwanese
ace: Taiwan

source: Turkish
ace: Turki

source: Floating point
ace: Titek ngapong

source: Album mode
ace: Model album

source: <b>Output Settings</b>
ace: <b>Andam Teubit</b>

source: Bit depth:
ace: Keudalaman bit:

source: Buffer size:
ace: Ukuran buffer:

source: Soft clipping
ace: Geukoh ngon lemoh

source: Use software volume control (not recommended)
ace: Ngui software pengendali volume (hana geuyu)

source: <b>Replay Gain</b>
ace: <b>Tueng Riwang</b>

source: Enable Replay Gain
ace: Peudep Tueng Riwang

source: Prevent clipping (recommended)
ace: Hana i brie koh (geuyu)

source: <b>Adjust Levels</b>
ace: <b>Meu Ato Tingkat</b>

source: Amplify all files:
ace: Peuteuga bandum beureukaih:

source: Amplify untagged files:
ace: Peuteuga beureukaih nyang hana merek:

source: Proxy hostname:
ace: Nanhost proxy:

source: Proxy port:
ace: Porta proxy:

source: Proxy username:
ace: Nan ureung ngui proxy

source: Proxy password:
ace: Lageum Rahsea proxy

source: <b>Proxy Configuration</b>
ace: <b>Ato Proxy</b>

source: Enable proxy usage
ace: Peu udep proxy nyang teungui

source: Use authentication with proxy
ace: Ngui otentikasi ngon proxy

source: Auto character encoding detector for:
ace: Deteksi enkoder karakte otomatis keu:

source: Fallback character encodings:
ace: Ganto enkoder karakter

source: <b>Behavior</b>
ace: <b>Sifeut</b>

source: Continue playback on startup
ace: Lanjoet puta watee udep phon

source: Advance when the current song is deleted
ace: Meunyo watee lagu baro meuhapoih peulingkeu

source: Clear the playlist when opening files
ace: Peugleh playlist watee peuhah beureukaih

source: Open files in a temporary playlist
ace: Peuhah beureukaih lam dapeuta puta siat

source: Do not load metadata for songs until played
ace: Bek pasoe metadata trok lagu i puta

source: <b>Compatibility</b>
ace: <b>Peupaih</b>

source: Interpret \ (backward slash) as a folder delimiter
ace: Peutafsir \ (otret slash) seubagoe peupisah folder

source: <b>Album Art</b>
ace: <b>Gamba Sampoi</b>

source: Search for images matching these words (comma-separated):
ace: Mita gamba nyang saban ngon kata nyoe (koma-pisah):

source: Exclude images matching these words (comma-separated):
ace: Mengecualikan gamba nyang paih ngon kata nyan (koma-pisah):

source: Search for images matching song file name
ace: Mita keu gamba nyang paih ngon nan beureukaih lagu

source: Search recursively
ace: Mita ngon rekursif

source: Search depth:
ace: Mita nyang leubeh lhok:

source: <b>Popup Information</b>
ace: <p>Informasi Tingkap Teubit</p>

source: Show popup information
ace: Peuleumah tingkap teubiet informasi

source: Popup delay (tenths of a second):
ace: Preh tingkap teubiet (persiploh detik):

source: Show time scale for current song
ace: Peuleumah skala watee keu lagu watee nyoe

source: TITLE
ace: JUDO

source: ARTIST - TITLE
ace: ARTEH - JUDO

source: ARTIST - ALBUM - TITLE
ace: ARTEH - ALBUM - JUDOI

source: ARTIST - ALBUM - TRACK. TITLE
ace: ARTEH - ALBUM - TREK. JUDOI

source: ARTIST [ ALBUM ] - TRACK. TITLE
ace: ARTEH [ ALBUM ] - TREK. JUDOI

source: ALBUM - TITLE
ace: ALBUM - JUDUL

source: Category
ace: Kategori

source: Custom
ace: Pilihan

source: <b>Song Display</b>
ace: <b>Deuh Lagu</b>

source: Show song numbers
ace: Peuleumah numboi lagu

source: Show leading zeroes (02:00 instead of 2:00)
ace: Peuleumah nol dilikeu (02:00 kon 2:00)

source: Show information about titlestring format
ace: Peuleumah informasi bhai format titlestring

source: Custom string:
ace: String pilihan:

source: Title format:
ace: Format judul:

source: Output plugin:
ace: Pengaya teubiet:

source: Input
ace: Tamoeng

source: Effect
ace: Efek

source: Visualization
ace: Visualisasi

source: General
ace: Umum

source: Audacious Preferences
ace: Peuato Audacious

source: Could not create directory (%s): %s
ace: Hanjeut jipeuget folder (%s): %s

source: Position not found.
ace: Posisi hana ditemeu

source: No song playing.
ace: Hana lagu nyang teungoh diputa

source: Audio CD, track %s
ace: CD audio, trek %s

source: %d channel
ace: %d chane

source: Credits
ace: Kredit

source: About Audacious
ace: Bhah Audacious

source: Are you sure you want to close %s? If you do, any changes made since the playlist was exported will be lost.
ace: Droen yakin keuneuk meutoep %s? Meunyoe droen neupeubuet nyoe, tip perubahan nyang dipeugeot watee dapeuta puta diekspor jeut keu gadoeh

source: Close Playlist
ace: Toep Dapeuta Puta

source: _Don't show this message again
ace: _Bek peulemah le haba

source: Rename Playlist
ace: Gantoe nan dapeuta puta

source: settings ...
ace: andam...

source: _Enable
ace: _Peu Udep

source: Track
ace: Trek

source: Length
ace: Panyang

source: Bebop
ace: Bebob

source: Chamber Music
ace: Chamber Musek

source: Classical
ace: Klasik

source: Country
ace: Nanggroe

source: Disco
ace: Disko

source: Easy Listening
ace: Mangat Didengo

source: Hard Rock
ace: Rock Kreuh

source: New Age
ace: Umu Baro

source: New Wave
ace: Wave Baro

source: Noise
ace: Rioh

source: Rock and Roll
ace: Rock ngon Roll

source: Rhythm and Blues
ace: Rhythm ngon Blues

source: Metadata updated successfully
ace: Seubaro metadata seuleuso

source: Metadata updating failed
ace: Seubaro metadata bateu

source: Track Information
ace: Informasi trek

source: <span size="small">Quality:</span>
ace: <span size="small">Kualitah:</span>

source: <span size="small">Title</span>
ace: <span size="small">Judoi</span>

source: <span size="small">Artist</span>
ace: <span size="small">Artis</span>

source: <span size="small">Comment</span>
ace: <span size="small">Komentar</span>

source: <span size="small">Genre</span>
ace: <span size="small">Aliran</span>

source: <span size="small">Year</span>
ace: <span size="small">Thon</span>

source: <span size="small">Track Number</span>
ace: <span size="small">Nombo trek</span>

source: No info available for %s.
ace: Hana info nyang na keu %s.

source: Jump to Time
ace: Groep keu watee

source: Enter time (minutes:seconds):
ace: Tamong wate (menet:detik):

source: Export Playlist
ace: Ekspor Dapeuta Puta

source: Import Playlist
ace: i timpa %s?

source: Queue Manager
ace: peuato antrian

source: Open Files
ace: Peuhah Beureukaih

source: Add Files
ace: Tamah Beureukaih

source: Close dialog on Open
ace: Toep dialog watee Peuhah

source: Close dialog on Add
ace: Teubiet dialog watee Tamah

source: _Queue
ace: _Antri

source: Jump to Song
ace: Groep u Lagu

source: Remember
ace: Peuingat

source: Clea_r
ace: Gl_eah

source: Close on Jump
ace: Toep watee Groep

source: Playlist Manager
ace: Peuato Dapeuta Puta

source: Entries
ace: Entri

source: _Rename
ace: _Ganto Nan

source: _Close dialog on activating playlist
ace: T_eubit dialog watee peuaktif dapeuta puta

source: Open URL
ace: Peuhah URL

source: Add URL
ace: Tamah URL

source: Enter URL:
ace: Paso URL

source: (Further messages have been hidden.)
ace: (Haba lebeh lanjot kaleuh i peusom.)
