Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/audacious-plugins.po
Languages: ace

source: Global Hotkey Plugin Control the player with global key combinations or multimedia keys. Copyright (C) 2007-2008 Sascha Hlusiak <contact@saschahlusiak.de> Contributers include: Copyright (C) 2006-2007 Vladimir Paskov <vlado.paskov@gmail.com> Copyright (C) 2000-2002 Ville Syrjälä <syrjala@sci.fi>, Bryn Davies <curious@ihug.com.au>, Jonathan A. Davis <davis@jdhouse.org>, Jeremy Tan <nsx@nsx.homeip.net>
ace: Global Hotkey Plugin Control the player with global key combinations or multimedia keys. Hak Peugoet (C) 2007-2008 Sascha Hlusiak <contact@saschahlusiak.de> Contributers include: Copyright (C) 2006-2007 Vladimir Paskov <vlado.paskov@gmail.com> Copyright (C) 2000-2002 Ville Syrjälä <syrjala@sci.fi>, Bryn Davies <curious@ihug.com.au>, Jonathan A. Davis <davis@jdhouse.org>, Jeremy Tan <nsx@nsx.homeip.net>

source: JACK Output
ace: Peutibit Jack

source: %s Settings
ace: %s Pengaturan

source: LADSPA Host Settings
ace: Pengaturan Host LADSPA

source: Available plugins:
ace: Pengaya tersedia:

source: Enable
ace: Gunakan

source: Enabled plugins:
ace: Pengaya digunakan:

source: Settings
ace: Pengaturan

source: LADSPA Host for Audacious Copyright 2011 John Lindgren
ace: LADSPA Host keu Audacious Hak Peugoet 2011 John Lindgren

source: LADSPA Host
ace: Host LADSPA

source: %s: could not init LIRC support
ace: %s: hana meureumpok dukungan init LIRC

source: %s: could not read LIRC config file %s: please read the documentation of LIRC %s: how to create a proper config file
ace: %s: tidak bisa membaca file konfigurasi LIRC %s: silakan baca dokumentasi LIRC %s: cara membuat file konfigurasi yang tepat

source: %s: trying to reconnect...
ace: %s: mencoba menyambung...

source: %s: unknown command "%s"
ace: %s: perintah yang hana diteupe "%s"

source: %s: disconnected from LIRC
ace: %s: teputoehdari LIRC

source: %s: will try reconnect every %d seconds...
ace: %s: ci cuba peusambong tiep %d deutik...

source: <b>Connection</b>
ace: <b>Sambungan</b>

source: Reconnect to LIRC server
ace: Mesamboeng tema ke server LIRC

source: Wait before reconnecting:
ace: Preh sigohlom Samboeng tema

source: LIRC Plugin
ace: Pengaya LIRC

source: No lyrics available
ace: lirik hana

source: Looking for lyrics ...
ace: Mita lirik

source: Connecting to lyrics.wikia.com ...
ace: Menyambungkan ke lyrics.wikia.com...

source: LyricWiki Plugin
ace: Pengaya LyricWiki

source: M3U Playlists
ace: Daftar putar M3U

source: Channel Mixer Plugin for Audacious Copyright 2011-2012 John Lindgren and Michał Lipski
ace: Channel Mixer Plugin for Audacious Hak Peugoet 2011-2012 John Lindgren and Michał Lipski

source: Output channels:
ace: Ditibit saluran

source: MMS Plugin
ace: Pengaya MMS

source: <b>Resolution</b>
ace: <b>Resolusi</b>

source: <b>Channels</b>
ace: <b>Saluran</b>

source: Nearest (fastest)
ace: Yang paling thoe (Yang paling bagah)

source: Linear (fast)
ace: Liniar (bagah)

source: Spline (good)
ace: Spline (get)

source: Polyphase (best)
ace: Polyphase (yang paling get)

source: Level:
ace: Tingkat:

source: Noise reduction
ace: Peukureng riyoeh

source: Play Amiga MODs
ace: Meu'en Amiga MODs

source: <b>Repeat</b>
ace: <b>Ulang</b>

source: Repeat count:
ace: Lee Ulang:

source: To repeat forever, set the repeat count to -1.
ace: Untuk ulang sabee, atoe Lee Ulang -1.

source: MPG123 Plugin
ace: Pengaya MPG123

source: MPRIS 2 Server
ace: Server MPRIS 2

source: Neon HTTP/HTTPS Plugin
ace: Pangaya Neon HTTP/HTTPS

source: Stopped
ace: Piyoh

source: Audacious is not playing.
ace: Audacious piyoh

source: Show playback controls
ace: Peulemah kontrol playback

source: Always show notification
ace: Sabe Peuleumah Brithee

source: Desktop Notifications
ace: bri thee Destop

source: Show
ace: Peuleumah

source: Pause
ace: piyoh

source: Next
ace: u keue

source: 1. Default device
ace: 1 Perangkat Standart

source: Audio device:
ace: Perangkat Suu

source: Use alternate device:
ace: Pakek perangkat alternatif

source: Save volume between sessions.
ace: Simpan volume antar sesi.

source: Enable format conversions made by the OSS software.
ace: Peuaktif konversi format yang dipeuget oleh perangkat lunak OSS.

source: Enable exclusive mode to prevent virtual mixing.
ace: Peuaktif mode eksklusif untuk mencegah pencampuran virtual.

source: OSS4 Output Plugin for Audacious Copyright 2010-2012 Michał Lipski I would like to thank people on #audacious, especially Tony Vroon and John Lindgren and of course the authors of the previous OSS plugin.
ace: OSS4 Output Plugin for Audacious Hak Peugoet 2010-2012 Michał Lipski I would like to thank people on #audacious, especially Tony Vroon and John Lindgren ngon of course the authors of the previous OSS plugin.

source: OSS4 Output
ace: Peutibit OSS4

source: PLS Playlists
ace: Daftar putar PLS

source: PulseAudio Output
ace: Peutibit PulseAudio

source: Sample Rate Converter Plugin for Audacious Copyright 2010-2012 John Lindgren
ace: Umpama Rate Converter Plugin keu Audacious Hak Peugoet 2010-2012 John Lindgren

source: Skip/repeat samples
ace: Peulewat / ulang loem contoh

source: <b>Conversion</b>
ace: <b>Konversi</b>

source: Method:
ace: Metode

source: Rate:
ace: Laju

source: OK. Scrobbling for user: %s
ace: OK. Scrobbling keu peungguna: %s

source: Permission Denied
ace: Izin Hana I Teurimong

source: Access the following link to allow Audacious to scrobble your plays:
ace: Akses link nyoe untuk memungkinkan Audacious untuk scrobble yang droen puta:

source: Keep this window open and click 'Check Permission' again.
ace: Peutetap jendela nyoe peuhah dan klik 'Periksa Idin' lagi.

source: Don't worry. Your scrobbles are saved on your computer. They will be submitted as soon as Audacious is allowed to do so.
ace: Bek hayut. Scrobbles Droen dikeubah bak komputer Droen. Nyan akan diajukan sesegera Audacious diperbolehkan untuk melakukan nyan.

source: Network Problem.
ace: Masalah Jaringan.

source: There was a problem contacting Last.fm. Please try again later.
ace: Na masalah menghubungi Last.fm. Neuci coba lom ateuk.

source: Checking...
ace: Teungoh Peuriksa…

source: C_heck Permission
ace: Peur_iksa Idin

source: _Revoke Permission
ace: Be_k Peuidin

source: You need to allow Audacious to scrobble tracks to your Last.fm account.
ace: Droeneuh Peureulee keu peumungken Audacious keu scrobble trek keu akun Last.fm Droeneuh.

source: The Scrobbler plugin could not be started. There might be a problem with your installation.
ace: Plugin scrobbler hanjeut dipeuphon. Mungken na masalah ngon instalasi Droen.

source: Audacious Scrobbler Plugin 2.0 by Pitxyoki, Copyright © 2012-2013 Luís M. Picciochi Oliveira <Pitxyoki@Gmail.com> Thanks to John Lindgren for giving me a hand at the beginning of this project.
ace: Audacious Scrobbler Plugin 2.0 by Pitxyoki, Hak Peugoet © 2012-2013 Luís M. Picciochi Oliveira <Pitxyoki@Gmail.com> Thanks to John Lindgren for giving me a hand at the beginning of this project.

source: Audacious is now using an improved version of the Last.fm Scrobbler. Please check the Preferences for the Scrobbler plugin.
ace: Audacious jinoe pakek versi perbaikan dari Last.fm scrobbler. Neuci periksa Preferensi untuk plugin scrobbler.

source: SDL Output Plugin for Audacious Copyright 2010 John Lindgren
ace: SDL Output Plugin ke Audacious Hak Cipta 2010 John Lindgren

source: SDL Output
ace: Peutibit SDL

source: Library
ace: Pustaka

source: Unknown Artist
ace: Artis hana dituri

source: Unknown Album
ace: Album hana dituri

source: %s %d song by %s
ace: %s %d songs by %s

source: _Create Playlist
ace: _Peuget Daftar Putar

source: _Add to Playlist
ace: _Tamah ke Daftar Putar

source: To import your music library into Audacious, choose a folder and then click the "refresh" icon.
ace: Untuk mengimpor perpustakaan musik droen ke Audacious, pileuh folder dan aleh nyan klik "refresh" ikon

source: Please wait ...
ace: Preh siat...

source: Choose Folder
ace: Pileh Folder

source: Search Tool
ace: Alat mita

source: Winamp Classic Interface
ace: Tampilan Winamp Klasik

source: _Player:
ace: Pemutar

source: Select main player window font:
ace: Select main player windows font:

source: _Playlist:
ace: _Daftar putar

source: Select playlist font:
ace: Pileuh abeujad daftar putar

source: <b>_Fonts</b>
ace: Abeujad

source: Use bitmap fonts (supports ASCII only)
ace: Pakek abeujad bitmap (hanya dukungan ASCII)

source: Interface Preferences
ace: Pangaturan Tampilan

source: Balance: %d%% left
ace: Keseimbangan: %d%% left

source: Balance: center
ace: Keseimbangan: tengoh

source: Balance: %d%% right
ace: Keseimbangan: %d%% nun

source: Options Menu
ace: Menu Opsi

source: Disable 'Always On Top'
ace: Nonaktifkan 'Always On Top'

source: Enable 'Always On Top'
ace: Peuaktif 'Always On Top'

source: Visualization Menu
ace: Menu Visualisasi

source: Single mode.
ace: Mode Tunggal

source: Playlist mode.
ace: Mode Daftar putar

source: Stopping after song.
ace: Piyoh banleuh lagu

source: Not stopping after song.
ace: Hana piyoh banleuh lagu

source: Repeat point A set.
ace: Ulang poin himpunan A.

source: Repeat point B set.
ace: Ulang poin himpunan B.

source: Repeat points cleared.
ace: Ulang poin i peugleh.

source: Stop after Current Song
ace: Piyoh banleuh lagu nyoe

source: Repeat
ace: Ulang

source: Shuffle
ace: Acak

source: Show Player
ace: Munculkan Pemutar

source: Show Playlist Editor
ace: Munculkan Perubah Daftar Lagu

source: Show Equalizer
ace: Munculkan Equalizer

source: Always on Top
ace: Sabee di ateuh

source: Roll up Playlist Editor
ace: Gulong Editor Daftar putar

source: Roll up Equalizer
ace: Gulong Equalizer

source: Off
ace: Mate

source: Fire
ace: apui

source: Vertical Lines
ace: Gareh cot

source: Lines
ace: gareh

source: Bars
ace: Tangke

source: Ice
ace: Es

source: Smooth
ace: Aloh

source: Slowest
ace: meulek that

source: Slow
ace: meulek

source: Medium
ace: seudang

source: Fast
ace: bagah

source: Fastest
ace: bagah that

source: Time Elapsed
ace: Watee ijaak

source: Time Remaining
ace: Watee tingai

source: Previous
ace: u likot

source: Visualization
ace: Visualisasi

source: Visualization Mode
ace: Model Visualisasi

source: Analyzer Mode
ace: Model Analyzer

source: Scope Mode
ace: Model Scope

source: Voiceprint Mode
ace: Model Voiceprint

source: Playlist
ace: Daftar Putar

source: Play Playlist
ace: Putar Daftar Lagu

source: New Playlist
ace: Daftar Lagu Baru

source: Select Next Playlist
ace: Pileuh Daftar Lagu Selanjutjih

source: Select Previous Playlist
ace: Pileuh Daftar lagu segoehloemjih

source: Delete Playlist
ace: Sampoh Daftar lagu

source: Import Playlist
ace: Import Daftar Putar

source: Loads a playlist file into the selected playlist.
ace: Muat Daftar Putar U dalam daftar putar terpileh

source: Export Playlist
ace: Ekspor Daftar Putar

source: Saves the selected playlist.
ace: Simpan daftar lagu terpileh

source: Refresh List
ace: Segarkan daftar

source: Refreshes metadata associated with a playlist entry.
ace: Segarkan asosiaso metadata ngon aso daftar putar

source: Playlist Manager
ace: Manajer Dapeuta Puta

source: Queue Manager
ace: Manajer Antrian

source: View
ace: Pandang

source: Interface
ace: Tampilan

source: Interface Preferences ...
ace: Pengaturan Tampilan...

source: Add Internet Address...
ace: Tamah Alamat Internet...

source: Adds a remote track to the playlist.
ace: Tamah trek remote u playlist.

source: Add Files...
ace: Tamah Beureukaih...

source: Adds files to the playlist.
ace: Tamah beureukaih u dapeuta lagu

source: Search and Select
ace: Mita Leuh Nyan Pileh

source: Searches the playlist and selects playlist entries based on specific criteria.
ace: Mita dapeuta puta leuh nyan pileh dapeuta dari kriteria

source: Invert Selection
ace: Balek Pilehan

source: Inverts the selected and unselected entries.
ace: Balek aso nyang ka tapileh ngon nyang hana tapileh.

source: Select All
ace: Pileh Mandum

source: Selects all of the playlist entries.
ace: Pileh mandum asoe dapeuta puta

source: Select None
ace: Bek Pileh Sapeu

source: Deselects all of the playlist entries.
ace: Bateu pileh mandum asoe dapeuta puta.

source: Remove All
ace: peugleeh mandum

source: Removes all entries from the playlist.
ace: Sampoh mandum asoe dari dapeuta puta

source: Clear Queue
ace: Peugleh Antrian

source: Clears the queue associated with this playlist.
ace: Sampoeh antrian yang terasosiasi ngoen daftar putar nyoe

source: Remove Unavailable Files
ace: Sampoh File Yang Na

source: Removes unavailable files from the playlist.
ace: Sampoh File yang Hana Tersedia Bak Dapeuta Puta

source: Remove Duplicates
ace: Sampoeh Duplikat

source: By Title
ace: Dari Judul

source: Removes duplicate entries from the playlist by title.
ace: Sampoh asoe yang na duplikasi dari dapeuta puta berdasar judul.

source: By Filename
ace: Oleh Nanbeureukaih

source: Removes duplicate entries from the playlist by filename.
ace: Sampoh asoe yang na duplikasi dari dapeuta puta berdasar nan file.

source: By Path + Filename
ace: Dari Path + Nanbeureukaih

source: Removes duplicate entries from the playlist by their full path.
ace: Sampoh entri ganda dari dapeuta puta ngoen path lengkap.

source: Remove Unselected
ace: Sampoh yang hana i pileh

source: Remove unselected entries from the playlist.
ace: Sampoh entri yang hana i pileh dari playlist.

source: Remove Selected
ace: Sampoeh yang dipileuh

source: Remove selected entries from the playlist.
ace: Sampoh entri yang i pileh dari playlist.

source: Randomize List
ace: Dapeuta acak

source: Randomizes the playlist.
ace: Acak playlist.

source: Reverse List
ace: Balek Daftar

source: Reverses the playlist.
ace: Balek playlist.

source: Sort List
ace: Peu urot dapeuta

source: Sorts the list by title.
ace: Peu urut dapeuta dari judul.

source: By Album
ace: Dari Album

source: Sorts the list by album.
ace: Peu urut dapeuta dari album.

source: By Artist
ace: Dari Artis

source: Sorts the list by artist.
ace: Peu urut dapeuta dari artis.

source: Sorts the list by filename.
ace: Peu urut dapeuta dari nan file.

source: Sorts the list by full pathname.
ace: Peu urut dapeuta dari nan path peunoh.

source: By Date
ace: Dari Tanggai

source: Sorts the list by modification time.
ace: Peurut dapeuta berdasarkan watee modifikasi.

source: By Track Number
ace: le Nomboi Trek

source: Sorts the list by track number.
ace: Peurut dapeuta berdasarkan nomor trek.

source: Sort Selected
ace: Peurut yang i pileh

source: File
ace: Beureukaih

source: Plugin Services
ace: Layanan Pengaya

source: View Track Details
ace: Kaloen rincian track

source: View track details
ace: Kaloen rincian track

source: About Audacious
ace: Bhah Audacious

source: Play File
ace: Meuenkan Beureukaih

source: Load and play a file
ace: Imuat ngon puta beureukaih

source: Play Location
ace: Meuenkan Lokasi

source: Play media from the selected location
ace: Teungoh iputa dari lokasi nyang tapileh

source: Plugin services
ace: Layanan pengaya

source: Preferences
ace: Peuatoe

source: Open preferences window
ace: Peuhah tingkap peuatoe

source: Quit Audacious
ace: Teubiet Audicious

source: Clear A-B
ace: Peugleh A-B

source: Jump to File
ace: Groep u Beureukaih

source: Jump to Time
ace: Groep u Watee

source: Queue Toggle
ace: Alih Antrian

source: Enables/disables the entry in the playlist's queue.
ace: Peuaktef/hana peuaktif entri dalam antrian daftar puta nyan.

source: Copy
ace: Salen

source: Cut
ace: Pinah

source: Paste
ace: Tempe

source: Load
ace: Cok

source: Import
ace: Impor

source: Save
ace: Keubah

source: Delete
ace: Sampoh

source: Preset
ace: Peuteuntei

source: Load auto-load preset
ace: Cok auto-load peuteuntei

source: Load default preset into equalizer
ace: Cok meuneume peuteuntei lam equalizer

source: Zero
ace: Soh

source: Set equalizer preset levels to zero
ace: Set equalizer peuteuneti level u soh

source: From file
ace: Dari beureukaih

source: Load preset from file
ace: Cok preset dari beureukaih

source: From WinAMP EQF file
ace: Dari WinAMP EQF beureukaih

source: Load preset from WinAMP EQF file
ace: Cok preset dari WinAMP EQF beureukaih

source: WinAMP Presets
ace: WinAMP Preset

source: Import WinAMP presets
ace: Import WinAMP preset

source: Save auto-load preset
ace: Keubah auto-load preset

source: Save default preset
ace: Keubah meuneumei preset

source: To file
ace: U beureukaih

source: Save preset to file
ace: Keubah preset u beureukaih

source: To WinAMP EQF file
ace: U WinAMP EQF beureukaih

source: Save preset to WinAMP EQF file
ace: Keubah preset u WinAMP EQF beureukaih

source: Delete auto-load preset
ace: Sampoh auto-load preset

source: Search entries in active playlist
ace: Mita entries lam playlist aktif

source: Select entries in playlist by filling one or more fields. Fields use regular expressions syntax, case-insensitive. If you don't know how regular expressions work, simply insert a literal portion of what you're searching for.
ace: Pileh entri lam daftar lagu deungon geupasoe saboh field ataua leubeh. Field geupakek sintaks ekspresi reguler, case-insensitive. Meunyo gata hana teupeu kiban ekspresi reguler beukeurja, cukop geupasoe sikhan harfiah peu nyang keumeu gata mita.

source: Title:
ace: Judul:

source: Filename:
ace: Nanbeureukaih:

source: Clear previous selection before searching
ace: Peugleh nyang teupileh sigolomnyo sigolom meumita

source: Automatically toggle queue for matching entries
ace: Secara otomatis beralih antrian keu peucocok entri

source: Create a new playlist with matching entries
ace: Peuget dapeuta puta baroe ngoen entri yang cocok

source: Unarchived Winamp 2.x skin
ace: Unrchived Winamp 2.x skin

source: Could not create directory (%s): %s
ace: Han jeut peuget directory (%s): %s

source: Based on the xmms_sndfile plugin: Copyright (C) 2000, 2002 Erik de Castro Lopo Adapted for Audacious by Tony Vroon <chainsaw@gentoo.org> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
ace: Based on the xmms_sndfile plugin: Hah Peugoet (C) 2000, 2002 Erik de Castro Lopo Adapted for Audacious by Tony Vroon <chainsaw@gentoo.org> Program nyoe nakeuh software bebas; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Sndfile Plugin
ace: Plugin Sndfile

source: About Sndio Output Plugin
ace: Bhah Sndio Output Plugin

source: Sndio Output Plugin Written by Thomas Pfaff <tpfaff@tp76.info>
ace: Sndio Output Plugin Geu tuleh lee Thomas Pfaff <tpfaff@tp76.info>

source: Unsupported format
ace: Format hana i dukung

source: A format not supported by the audio device was requested. Please try again with the sndiod(1) server running.
ace: Format nyoe hana idukong le perangkat audio nyang ilakee. Ci cuba lom nen server sndiod(1) teungoh jalan.

source: sndio device
ace: perangkat sndio

source: (empty means default)
ace: (soh meuneume)

source: Cancel
ace: Hana jadeeh

source: Song Change
ace: Ganto lagu

source: Command to run when Audacious starts a new song.
ace: Perintah watee Audacious puta lagu baro.

source: Command:
ace: Perintah:

source: Command to run toward the end of a song.
ace: Peurintah keu geujalankan troek akhee lagu.

source: Command to run when Audacious reaches the end of the playlist.
ace: Perintah watee Audacious troh bak akhe dapeuta lagu.

source: Command to run when title changes for a song (i.e. network streams titles).
ace: Peurintah keu geujalankan watee judul iganto keu saboh lagu (misai: judul dari internet)

source: You can use the following format strings which will be substituted before calling the command (not all are useful for the end-of-playlist command): %F: Frequency (in hertz) %c: Number of channels %f: File name (full path) %l: Length (in milliseconds) %n or %s: Song name %r: Rate (in bits per second) %t: Playlist position (%02d) %p: Currently playing (1 or 0) %a: Artist %b: Album %T: Track title
ace: Gata jeut ngui format string imiyub nyoe nyang akan iganto sigohlom geuhei peurintah (hana mandum jeut igunakan keu peurintah end-of-playlist): %F: Frekuensi (lam hertz) %c: Nomboi dari siaran %f: Nan beureukaih (full path) %l: Panyang (lam milliseconds) %n or %s: Nan lagu %r: Rasio (lam bits per detik) %t: Posisi daftar lagi (%02d) %p: Teungoh dimainkan (1 or 0) %a: Artis %b: Album %T: Judul lagu

source: <span size='small'>Parameters passed to the shell should be encapsulated in quotes. Doing otherwise is a security risk.</span>
ace: <span size='small'> Parameter dikirem u shell harus na lam tanda kutip. Seubalek jih nakeuh resiko keamanan.</span>

source: Commands
ace: Perintah

source: SoX Resampler Plugin for Audacious Copyright 2013 Michał Lipski Based on Sample Rate Converter Plugin: Copyright 2010-2012 John Lindgren
ace: SoX Resampler Plugin for Audacious Hak Peugoet 2013 Michał Lipski Based on Sample Rate Converter Plugin: Copyright 2010-2012 John Lindgren

source: Quick
ace: Bagah

source: Low
ace: Leumoh

source: High
ace: Teuga

source: Very High
ace: Teuga That

source: Quality:
ace: Kualitas:

source: <b>Speed and Pitch</b>
ace: <b>Kecepatan ngon pitch</b>

source: Speed:
ace: Kecepatan:

source: Speed and Pitch
ace: Kecepatan Ngoen Pitch

source: Status Icon Plugin Copyright 2005-2007 Giacomo Lozito <james@develia.org> Copyright 2010 Michał Lipski <tallica@o2.pl> This plugin provides a status icon, placed in the system tray area of the window manager.
ace: Status Icon Plugin Copyright 2005-2007 Giacomo Lozito <james@develia.org> Hak Peugoet 2010 Michał Lipski <tallica@o2.pl> This plugin provides a status icon, placed in the system tray area of the window manager.

source: Change volume
ace: Ubah volume

source: Change playing song
ace: Gantoe lagu meuputa

source: <b>Other Settings</b>
ace: <b>Peuatoe Selaennyo</b>

source: Disable the popup window
ace: Peumatee popup tingkap

source: Close to the system tray
ace: Toep u sistem tray

source: Advance in playlist when scrolling upward
ace: Advance dalam playlist watee scroll u wateuh

source: Status Icon
ace: Ikon Status

source: Extra Stereo Plugin By Johan Levin, 1999
ace: Plugin Stereo Ekstra Dari Johan Levin, 1999

source: Tone Generator:
ace: Nada Generator:

source: Sine tone generator by Håvard Kvålen <havardk@xmms.org> Modified by Daniel J. Peng <danielpeng@bigfoot.com> To use it, add a URL: tone://frequency1;frequency2;frequency3;... e.g. tone://2000;2005 to play a 2000 Hz tone and a 2005 Hz tone
ace: Sine tone generator by Håvard Kvålen <havardk@xmms.org> Diubah Lee Daniel J. Peng <danielpeng@bigfoot.com> Untuk pakek nyoe, tamah URL: tone://frequency1;frequency2;frequency3;... e.g. tone://2000;2005 to play a 2000 Hz tone and a 2005 Hz tone
