Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/audacious-plugins.po
Languages: ace

source: Tone Generator
ace: Nada Generator

source: File I/O Plugin for Audacious Copyright 2009-2012 John Lindgren THIS PLUGIN IS REQUIRED. DO NOT DISABLE IT.
ace: Beureukaih I/O Plugin ke Audacious Hak Cipta 2009-2012 John Lindgren PLUGIN NYOE PEURLE. BEK PEU NONAKTIF.

source: File I/O Plugin
ace: Beureukaih I/O Plugin

source: Voice Removal
ace: Penghapusan Su

source: Ogg Vorbis Decoder
ace: Ogg Vorbis Dekoder

source: VTX Decoder
ace: VTX Dekoder

source: Copyright 2006 William Pitcock <nenolod@nenolod.net> Some of the plugin code was by Miles Egan.
ace: Hak Cipta 2006 William Pitcock <nenolod@nenolod.net> Na beberapa kode plugin ata Miles Egan.

source: WavPack Decoder
ace: WavPack Dekoder

source: 2SF Decoder
ace: Dekoder 2SF
