Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/baobab.po
Languages: ace

source: Disk Usage Analyzer
ace: Penganalisa Penggunaan Disk

source: Check folder sizes and available disk space
ace: kalon ukuran folder ngon ruang disk yang mantong na

source: storage;space;cleanup;
ace: Teumpat keubah;Ruang;Peugleh

source: Excluded partitions URIs
ace: Partisi URI nyang dipeukecuali

source: A list of URIs for partitions to be excluded from scanning.
ace: Daftar URI partisi yang dipeutubit dari pemindaian.

source: Active Chart
ace: Bagan aktif

source: Which type of chart should be displayed.
ace: Jeunis bagan toh yang harus dipeudeuh.

source: Window size
ace: Ukuran Tingkap

source: The initial size of the window
ace: Ukuran phon Tingkap

source: Window state
ace: Keadaan tingkap

source: The GdkWindowState of the window
ace: GdkWindowState dari tingkap

source: Print version information and exit
ace: Cetak informasi versi ngon teubit

source: - Disk Usage Analyzer
ace: - Penganalisa Penggunaan Disk

source: %d item
ace: %d Barang

source: Maximum depth
ace: Nyang paleng lhok

source: The maximum depth drawn in the chart from the root
ace: Yang paleng lhok digamba lam bagan dari ukeu

source: Chart model
ace: Model bagan

source: Set the model of the chart
ace: Atoe model bagan

source: Chart root node
ace: Titek ukeu diagram

source: Set the root node from the model
ace: atoe titek ukeu dari model

source: _Move to parent folder
ace: _Pinah bak folder ma

source: Zoom _in
ace: Peu_raya

source: Zoom _out
ace: Peu_ubit

source: Home folder
ace: Folder Rumoh

source: Main volume
ace: Volume phon

source: Scan Folder…
ace: Sken Folder…

source: Scan Remote Folder…
ace: Sken Folder jioh…

source: Devices and locations
ace: Peurangkat ngon teumpat

source: Close
ace: Top

source: Usage
ace: Cara Pakek

source: Size
ace: Ukuran

source: Contents
ace: Aso

source: Rings Chart
ace: Bagan Cincin

source: Treemap Chart
ace: Bagan Cabeung Kayee

source: _Open Folder
ace: _Peuhah Folder

source: _Copy Path to Clipboard
ace: _Salen Teumpat u Papeun Klip

source: Mo_ve to Trash
ace: Beo_eh Lam Toeng Broeh

source: _Help
ace: _Beunantu

source: _About
ace: _Bhah

source: _Quit
ace: _Teubiet

source: _Analyzer
ace: _Penganalisa

source: _Scan Home
ace: _Sken Home

source: Scan F_older…
ace: _Sken Folder

source: Scan Remote Fo_lder…
ace: Sken Fo_lder Remot…

source: _View
ace: _Ngieng

source: _Reload
ace: Pasoe_lom

source: _Expand All
ace: _Peuluwah Madum

source: _Collapse All
ace: _Lipat Mandum

source: Select Folder
ace: Pileh Folder

source: Could not analyze volume.
ace: Hanjeut Tapeuriksa Volume

source: A graphical tool to analyze disk usage.
ace: Alat grafis keu menganalisa disk nyang ka teungui.

source: translator-credits
ace: Reja Ardian, Muhammad Sani & Qadri muklis;2013

source: Could not scan folder "%s" or some of the folders it contains.
ace: Hanjeut meu pindai folder "%s" atau folder laen nyang na di dalam jih.

source: "%s" is not a valid folder
ace: "%s" Kon folder yang Beutoi

source: Could not analyze disk usage.
ace: Hanjeut dianalisa disk yang di pake
