Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/blankon-installer.po
Languages: ace

source: Welcome to BlankOn
ace: Kateuka u BlankOn

source: Welcome to BlankOn installation program. Please choose your language and region below continue. If your choice is not on the list, you can choose the default values and set again later after the system is fully installed in the Settings application.
ace: Kateuka bak program peumasangan BlankOn. Pileh Bahsa ngon sago droenueh keu ueujih. Meunyoe pilehan Droeneuh hana lam dapeuta, droeneuh jeut neupileh bawan ngoen neuatoejih lheuh teupasang bak aplikasi Peuatoe.

source: Language
ace: Bahsa

source: Region
ace: Sago

source: Keyboard
ace: Papeun teugon

source: You can choose whether want to continue using the Live CD or to install into your computer
ace: Droeneuh jeut neupileh keu teutap neungui moda Live CD atawa naupasang lam kompute Droeneuh.

source: Continue using Live CD
ace: Neungui seubago Live CD

source: Install BlankOn
ace: Pasang BlankOn

source: Installation Target
ace: Sasaran Pemasangan

source: Sorry, it seems that there is no device that we can install BlankOn into. Please attach a hard drive or flash disk before continuing. If you're running as normal user, try again running the installer as root.
ace: Meu'ah, bak hie hana peurangkat kreuh nyang jeut pasang lam BlankOn. Ci pasang hard disk dilei atawa flask disk sigohlom jih. Meunyo droeneuh neucuba peujak program nyo dari ureung ngui biasa, ci ngui ureung ngui seubago root.

source: Please wait while I scan your computer for available devices
ace: Ci preh, teungoh lon peusapat informasi peurangkat kreuh bak kompute nyo

source: Please choose the partition on device below which you would like to install BlankOn into.
ace: Ci pileh partisi lam peurangkat nyang keuneuk Droeneuh pasang lam BlankOn.

source: WARNING
ace: Peuingat

source: The selected partition will be wiped out. Swap partition will be created if you don't have one.
ace: Partisi nyang jipileh akan geusampoeh. Partisi swap akan jipeuget meunyo gohlom na.

source: Personalization
ace: Personalisasi

source: Please enter your personalization preference below..
ace: Peutamong peuato personalisai Droenueh dimiyub nyo..

source: Enforce strong password
ace: Neungui lageum rahsea teuga

source: Automatically login
ace: Tamong seucara otomatis

source: Computer Name
ace: Nan Kompute

source: Computer name must be at least 1 character long and started with an alphabet. It must be written in lowercase ascii without any space.
ace: Nan komoute beuna 1 karakter ngon geupeuphon ngon haraih. Teunuleh ngon haraih ubiet bekna spasi.

source: Your Name
ace: Nan Doreneuh

source: User Name
ace: Nan Ureung Ngui

source: Username must be at least 1 character long and started with an alphabet. It must be written in lowercase ascii without any space.
ace: Nan ureung ngui beuna 1 karakter ngon geupeuphon ngon haraih. Teunuleh ngon haraih ubiet bekna spasi.

source: Password
ace: Lageum Rahsea

source: Password must be at least 8 character long with number and alphabet lowercase and uppercase combination.
ace: Lageum Rahsia beuna 8 karakter kombinasi angka, haraih ubiet, ngon haraih rayek.

source: Password must be at least 1 character.
ace: Lageum Rahsea beuna 1 karakter.

source: Password should be at least 8 character long with number and alphabet lowercase and uppercase combination, otherwise it will be very easy for others to guess your password.
ace: Lageum Rahsea beuna 8 karakter kombinasi angka, haraih ubiet, ngon haraih rayek, meunyo hana, lageum rahsea akan bagah that jeut jiteubak.

source: Password (once again)
ace: Lageum Rahsea (sigo treuk)

source: You must use exactly the same password as typed above.
ace: Droeneuh harus neupeutamong lageum rahsia sama lagei teuneuleh di ateuh.

source: Installation Summary
ace: Ringkasan Instalasi

source: This is our installation summary. Please proceed if you're agree. Beyond this point, the installer will make changes to your system and you can't go back.
ace: Nyo nakeuh ringkasan instalasi droenueh. Jak laju meunyo droeneuh ka neuteurimong. Lheuh langkah nyo, program akan geupeuget andam bak sistem Droeneuh ngon Droeneuh hanjeut gisa le keu langkah jilikoet jih.

source: Target device
ace: Sasaran peurangkat

source: Target partition
ace: Sasaran partisi

source: Computer name
ace: Nan Kompute

source: Full name
ace: Nan peunoh

source: User name
ace: Nan ureung ngui

source: Installation
ace: Peumasangan

source: Please wait a moment while the installation is applied to your system
ace: Neupreh siat teungoh jipasang bak sistem Droeneuh

source: Preparing
ace: Persiapan

source: Done
ace: Seuleuso

source: Your system is ready, now please continue to reboot into your newly installed system
ace: Sistem Droeneuh ka meuhase, jino ci peu udeb keulai sistem nyang baro jipasang

source: Reboot to newly installed system
ace: Peu udeb keulai kompute ngon neungui sistem baro

source: ADVANCED MODE
ace: MODE LANJUTAN

source: Click to switch to Quick Mode
ace: Kil keu beuraleh Mode Bagah

source: Click to switch to Advanced Mode
ace: Klik keu beuraleh Mode Lanjutan

source: Previous
ace: Gisa

source: Next
ace: Ukeu

source: Sorry,
ace: Meu'ah,

source: There is an error during installation. Please see the log below, you can capture this or just send the /var/log/blankon-installer.log file to blankon-dev@googlegroups.com
ace: Na keusalahan watee instalasi. Ci kalon log dimiyub nyo, Droenueh jeut neudrop gamba nyo atawa neukirem beureukaih /var/log/blankon-installer.log u alamat blankon-dev@googlegroups.com

source: Exit installation and continue using LiveCD
ace: Teubiet instalasi ngon lanjoet neungui LiveCD

source: Please wait while loading the log...
ace: Preh siat teungoh jicok log...
