Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/brasero.po
Languages: ace

source: Select a disc image to write
ace: Pileh saboh image disk keu ta tuleh

source: Copy CD/DVD
ace: Salen CD/DVD

source: Select disc to copy
ace: Pileh disk nyang neuk ta salen

source: Please install the following manually and try again:
ace: Tulong neu install atra nyoe dengon manual dan coba lom:

source: Unknown song
ace: Lagu nyang hana i turi

source: by %s
ace: le %s

source: "%s" cannot be read
ace: "%s" hanjeut i baca

source: New disc in the burner holding the source disc
ace: Disk nyang baro bak burner i peutamong disk sumber

source: %s: not enough free space
ace: %s: han sep ruang

source: %s: %s of free space
ace: %s: %s dari ruang yang soh

source: %s: %s free
ace: %s: %s soh

source: Do you really want to choose this location?
ace: Peukeuh Droeneuh neu pileh lokasi nyoe?

source: You do not have the required permission to write at this location
ace: Droeneuh hana izin untuk tuleh bak lokasi nyoe

source: The filesystem on this volume does not support large files (size over 2 GiB). This can be a problem when writing DVDs or large images.
ace: Sistem beureukaih bak volume nyoe hana mendukung beureukaih nyang rayeuek (ukuran leubeh dari 2 GiB). Nyoe jeut ke masalah menyoe ta tuleh DVD atau image nyang rayeuek.

source: Impossible to retrieve speeds
ace: Han mungken jeut meureumpok kecepatan

source: Maximum speed
ace: Kecepatan maksimal

source: Burning speed
ace: Kecepatan Burn

source: _Simulate before burning
ace: _Simulasi segolom burning

source: Brasero will simulate the burning and, if it is successful, go on with actual burning after 10 seconds
ace: Brasero akan mensimulasikan burn dan meuseu ka berhasil, sambong ngon bunrn nyang sebetoi jih 'oh lheuh 10 detik

source: Use burn_proof (decrease the risk of failures)
ace: Pakek burn_proof (peu ubeut resiko gagal)

source: Burn the image directly _without saving it to disc
ace: Burn image langsong hana payah keubah ke disk

source: Leave the disc _open to add other files later
ace: Biarkan disk teuhah untuk tamah beureukaih laen abeh nyan

source: Allow to add more data to the disc later
ace: Memungkenkan untuk jeut ta tamah lebeh le data bak disk disk eunteuk

source: Options
ace: Pilehan

source: Location for _Temporary Files
ace: Lokasi beureukaih _Siat

source: Set the directory where to store temporary files
ace: Ato tempat ta keubah beureukaih siat

source: Temporary files
ace: beureukaih sementara

source: Hidden file
ace: beureukaih nyang hana leumah

source: Unreadable file
ace: beureukaih hanjeut i baca

source: Broken symbolic link
ace: Link simbolik reuleh

source: Recursive symbolic link
ace: Link simbolik

source: Disc image type:
ace: Jenis salinan disk:

source: Autodetect
ace: Otomatis Ideteksi

source: ISO9660 image
ace: Gamba ISO9660

source: Readcd/Readom image
ace: Salinan Readcd/Readom

source: Cue image
ace: gamba cue

source: Cdrdao image
ace: Gamba cdrdao

source: Properties of %s
ace: Properti%s

source: Do you really want to keep the current extension for the disc image name?
ace: Pekeuh Dron betoi-betoi kemeung keubah ekstensi saat nyo untok nan gamba disk?

source: If you choose to keep it, programs may not be able to recognize the file type properly.
ace: Miseu Dron pileh kemeung keubah. program han dapat keunali jenis beureukaih nyang beutoi.

source: _Keep Current Extension
ace: _Peurtahankan Ekstensi jinoe

source: Change _Extension
ace: Ubah _Ekstensi

source: Configure recording options
ace: Konfigurasikan opsi peurekaman

source: Total time: %02i:%02i:%02i
ace: Total wate: %02i:%02i:%02i

source: Average drive speed:
ace: Kecepatan rata-rata drive

source: Estimated remaining time: %02i:%02i:%02i
ace: Perkiraan sisa wate:%02i:%02i:%02i

source: %i MiB of %i MiB
ace: %i MiB dari %i MiB

source: Estimated drive speed:
ace: perkiraan keucepatan drive:

source: "%s": loading
ace: "%s": imuat

source: "%s": unknown disc image type
ace: "%s": jenis beureukaih salinan disk han ituri

source: Click here to select a disc _image
ace: Tegon isinoe untok pileh disk _gamba

source: Select Disc Image
ace: Pileh gamba Disk

source: All files
ace: Mandum beureukaih

# disc
source: Image files
ace: beureukaih salinan

source: Image type:
ace: Jenis salinan:

source: Estimated size: %s
ace: Estimasi ukoran: %s

source: Do you really want to add "%s" to the selection?
ace: Peukeuh Droneuh beutoi-beutoi neuk tambah "%s" keu pilehan?

source: The children of this directory will have 7 parent directories. Brasero can create an image of such a file hierarchy and burn it but the disc may not be readable on all operating systems. Note: Such a file hierarchy is known to work on Linux.
ace: Aneuk dari direktori nyoe na 7 ma direktori. Brasero jeut i peugot beureukaih salenan aseli(image) hirarki beureukaih nyan dan diburn bak disk, namun mungken hanjeut i baca le sistem operasi laen. Catatan: Hirarki beureukaih i teupeu jeut didukung bak sistem Linux.

source: Ne_ver Add Such File
ace: _Bek Sagai Tamah beureukaih Nyan

source: Al_ways Add Such File
ace: _Sabe Jeut Tamah beureukaih Nyan

source: Do you really want to add "%s" to the selection and use the third version of the ISO9660 standard to support it?
ace: Peukeuh Droeneuh beutoi neuk tamah "%s" keu seleksi dan pake versi keu lhe dari standar ISO9660 untuk mendukung nyan?

source: The size of the file is over 2 GiB. Files larger than 2 GiB are not supported by the ISO9660 standard in its first and second versions (the most widespread ones). It is recommended to use the third version of the ISO9660 standard, which is supported by most operating systems, including Linux and all versions of Windows™. However, Mac OS X cannot read images created with version 3 of the ISO9660 standard.
ace: Ukoran beureukaih leubeh dari 2 GiB. beureukaih dengon ukuran lagenyan hana i dukung le standar ISO9660 bak versi phon maupun kedua (nyang sering i pakek). I sarankan untuk pake versi keulhe dari standar ISO9660, nyang kalheuh i dukong lee leue sistem operasi, termasuk Linux dan mandung versi Windows™. Tapi, Mac OS X hanjeut i baca beureukaih salenan aseuli image) nyang i peugot ngon versi 3 standar ISO9660 nyan.

source: Should files be renamed to be fully Windows-compatible?
ace: Peu keuh payah gantoe nan keu seupenoh jih pah ngon Windows?

source: Those names should be changed and truncated to 64 characters.
ace: Nan-nan nyan payah ubah dan koh sampoe jeut ke 64 karakter.

source: _Disable Full Windows Compatibility
ace: _Peunonaktif kompatibilitas peunoh dengon Windows

source: _Rename for Full Windows Compatibility
ace: _Ganto nan keu kompatibilitas peunoh dengon Windows

source: Size Estimation
ace: Perkiraan Ukoran

source: Please wait until the estimation of the size is completed.
ace: Harap preh sampoe perkiraan ukoran lheuh.

source: All files need to be analysed to complete this operation.
ace: Mandum beureukaih peurle dianalisa untuk peuleusoe operasi nyoe.

source: Check _Again
ace: Periksa L_om

source: The file integrity check could not be performed.
ace: Peuriksa integritis file hanjeut i lakukan.

source: An unknown error occurred
ace: Terjadi error nyang hana i turi.

source: The file integrity check was performed successfully.
ace: Ka berhasil peuriksa integritas beureukaih.

source: There seem to be no corrupted files on the disc
ace: Sang na beureukaih nyang reuloh bak disk

source: The following files appear to be corrupted:
ace: beureukaih-beureukaih nyoe sang reuleh:

source: Corrupted Files
ace: beureukaih reuleh

source: Downloading MD5 file
ace: I download beureukaih MD5

source: "%s" is not a valid URI
ace: "%s" bukon keu URI nyang beutoi

source: No MD5 file was given.
ace: Hana beureukaih MD5 nyang i bie.

source: Use an _MD5 file to check the disc
ace: Pake _MD5 beureukaih keu peuriksa disk

source: Use an external .md5 file that stores the checksum of a disc
ace: Pake eksternal .md5 beureukaih nyang keubah checksum dari saboh disk

source: Open an MD5 file
ace: Peuhah beureukaih MD5

source: _Check
ace: _Peuriksa

source: Disc Checking
ace: Teungoh peuriksa Disk

source: The operation cannot be performed.
ace: Hanjeut dipeugot operasi.

source: The disc is not supported
ace: Disk hana i dukong

source: The drive is empty
ace: Drive soh

source: Select a disc
ace: Pileh saboh disk

source: Progress
ace: Kemajuan

source: (loading…)
ace: (teungoh loading)

source: Empty
ace: Soh

source: Disc file
ace: beureukaih disk

source: %d item
ace: %d objek

source: New folder
ace: Folder baro

source: New folder %i
ace: Folder baro %i

source: Analysing files
ace: I analisa beureukaih

source: "%s" is a recursive symbolic link.
ace: "%s" nakeuh link simbolis rekursif.

source: "%s" cannot be found.
ace: "%s" hana meureumpok.

source: Retrieving image format and size
ace: Cok format gamba dan ukoran

source: The format of the disc image could not be identified
ace: Format beureukaih salenan (image) disk hanjeut i peutente

source: Please set it manually
ace: Neu tulong ato dengon manual

source: "%s" was removed from the file system.
ace: "%s" kalheuh i sampoh dari sistem beureukaih.

source: Directories cannot be added to video or audio discs
ace: Direktori hanjeut i tamah keu disk video atau audi

source: Playlists cannot be added to video or audio discs
ace: Playlists hanjeut i peutamah bak disk video atau audio

source: "%s" is not suitable for audio or video media
ace: "%s" hana cocok keu media audio ato video

source: Analysing video files
ace: Peu analisa beureukaih video

source: Video format:
ace: Format video:

source: Format used mostly on the North American continent
ace: Format nyang seureng i pakek terutama i Amerika Utara

source: Format used mostly in Europe
ace: Format nyang seureng i pake i Eropa

source: Native _format
ace: _Format natif

source: Aspect ratio:
ace: Aspek rasio:

source: VCD type:
ace: Tipe VCD:

source: Create an SVCD
ace: Peuget SCVCD

source: Create a VCD
ace: Peuget DVD

source: Directory could not be created (%s)
ace: Direktori hanjeut i peugot (%s)

source: Getting size
ace: Tengoh peutente ukoran

source: Writing
ace: Tengoh tumuleh

source: Blanking
ace: Peu so

source: Creating checksum
ace: Peugot checksu

source: Copying file
ace: Tengoh copy beureukaih

source: Analysing audio files
ace: Tengoh i analisa beureukaih audio

source: Transcoding song
ace: Mentanskode lagu

source: Preparing to write
ace: Tengoh bersiap untuk tumuleh

source: Writing leadin
ace: Teungoh i tuleh lagu

source: Writing CD-Text information
ace: Teungoh i tuleh info CD-Teks

source: Finalizing
ace: Teungoh Peuseuleusoe

source: Writing leadout
ace: Teungoh i tuleh leadout

source: Starting to record
ace: Teungoh peuphon untuk meurekam

source: Success
ace: Berhasil

source: Ejecting medium
ace: Teungoh peu teubit media

source: Display debug statements on stdout for Brasero burn library
ace: Peuleumah laporan debug bak stdout keu Brasero burn library

source: Display options for Brasero-burn library
ace: Peuleumah pilehan keu Brasero-burn library

source: "%s" did not behave properly
ace: "%s" hana got akai

source: Not enough space available on the disc (%s available for %s)
ace: Hana sep ruang nyang tersedia bak disk (%s nyang na keu %s)

source: The filesystem you chose to store the temporary image on cannot hold files with a size over 2 GiB
ace: beureukaih sistem nyang Droeneuh pileh keu keubah image siat han jeut keubah beureukaih dengon ukoran leubeh dari 2 GiB

source: The location you chose to store the temporary image on does not have enough free space for the disc image (%ld MiB needed)
ace: lokasi yang droen pileh untuk keubah gamba siat hana cukop ruang keu gamba disk (%ld MiB nyang i peurele)

source: The size of the volume could not be retrieved
ace: Ukorang volume hanjeut i cok

source: No path was specified for the image output
ace: Hana lokasi nyang i peugah keu keluaran image

source: An internal error occurred (%s)
ace: Na kesalahan (%s)

source: The file is not stored locally
ace: beureukaih nyang hana i keubah dengon lokal

source: VIDEO_TS directory is missing or invalid
ace: VIDEO_TS direktori nyang gadoh atau hana beutoi

source: "%s" could not be found in the path
ace: "%s" hana i teume bak lokasi

source: "%s" GStreamer plugin could not be found
ace: "%s" Gstreamer plugin hana i teume

source: The version of "%s" is too old
ace: Versi "%s" toha that

source: "%s" is a symbolic link pointing to another program
ace: "%s" nakeuh link simbolik peutunyok bak program laen.

source: "%s" could not be found
ace: "%s" hama meuteume

source: Process "%s" ended with an error code (%i)
ace: Proses "%s" abeh dengon nyang salah (%i)

source: Image File
ace: beureukaih Salenan

source: Unnamed CD/DVD Drive
ace: Drive Cd/DVD hana nan

source: Display debug statements on stdout for Brasero media library
ace: Peuleumah laporan debug bak stdout keu pustaka media Brasero

source: Brasero optical media library
ace: Pustaka media optik Brasero

source: Display options for Brasero media library
ace: Peuleumah pilehan keu pustaka media Brasero

source: File
ace: beureukaih

source: DVD+R dual layer
ace: DVD+R lapeh ganda

source: DVD+RW dual layer
ace: DVD+RW lapeh ganda

source: DVD-R dual layer
ace: DVD-R lapeh ganda

source: Blu-ray disc
ace: Disk Blu-ray

source: Writable Blu-ray disc
ace: Disk Blu-ray jeut i tuleh

source: Rewritable Blu-ray disc
ace: Disk Blu-ray rewritable

source: Blank %s in %s
ace: %s soh bak %s

source: Audio and data %s in %s
ace: %s audio ngon data bak %s

source: Audio %s in %s
ace: %s audio bak %s

source: Data %s in %s
ace: %s data bak %s

source: %s in %s
ace: %s dalam %s

source: %s: empty
ace: %s: soh

source: Searching for available discs
ace: Seutot disk

source: No disc available
ace: Disk hana tersedi

source: %s h %s min %s
ace: %s j %s mnt %s

source: %s h %s
ace: %s j %s

source: %s h
ace: %s j

source: %s min
ace: %s mnt

source: %s:%s min
ace: %s:%s mnt

source: The disc mount point could not be retrieved
ace: Titek peu kayet hanjeut i cok

source: Blank disc (%s)
ace: Disk soh (%s)

source: Audio and data disc (%s)
ace: Disk audio dan data (%s)

source: Audio disc (%s)
ace: Disk audio (%s)

source: Data disc (%s)
ace: Disk data (%s)

source: It does not appear to be a valid ISO image
ace: Nyoe hana leumah seubagoe citra ISO nyang sah

source: Unknown error
ace: Error nyang hana i turie

source: Size mismatch
ace: Ukorang hana cocok

source: Type mismatch
ace: Jenis hana cocok

source: Bad argument
ace: Argumen brok

source: Outrange address
ace: Alamat diluwa jangkauan

source: Invalid address
ace: Alamat hana sah

source: Invalid command
ace: Perintah hana sah

source: Invalid parameter in command
ace: Parameter hana valid dalam perintah

source: Invalid field in command
ace: Field hana valid dalam peritah

source: The device timed out
ace: Perangkat abeh wate

source: Key not established
ace: Gunci hana i peudong

source: Invalid track mode
ace: Mode trek hana beutoi

source: _Hide changes
ace: Peu som nyang ka meu_ubah

source: _Show changes
ace: _Peu leumah perubahan

source: The file does not appear to be a playlist
ace: beureukaih hana lemah ke jeut playlist

source: Images
ace: Gamba

source: _Color
ace: _Wareuna

source: Solid color
ace: Wareuna Solid

source: Horizontal gradient
ace: Gradien horisontal

source: Vertical gradient
ace: Gradien vertikal

source: _Image
ace: _Gamba

source: Image path:
ace: Lokasi gamba:

source: Choose an image
ace: Pileh saboh gamba

source: Image style:
ace: Gaya gamba:

source: Centered
ace: Di Tengoh

source: Tiled
ace: Ubin

source: Scaled
ace: Skala

source: Background Properties
ace: Properti Latar Belakang

source: Print
ace: Cetak

source: Bac_kground Properties
ace: Properti Latar Bela_kang

source: Background properties
ace: Properti latar likot

source: Align right
ace: Rata kanan

source: Center
ace: Rata teungoh

source: Align left
ace: Rata blah wie

source: Underline
ace: Gareh i yup

source: Italic
ace: Singet

source: Bold
ace: Teubai

source: Font family and size
ace: Keluarga font ngon ukoran

source: _Text Color
ace: _Wareuan teks

source: Text color
ace: Wareuna teks

source: Cover Editor
ace: Peu edit Kover

source: Set Bac_kground Properties
ace: Ato properti Lata Likot

source: SIDES
ace: SAGOE

source: BACK COVER
ace: SAMPOI LIKOT

source: FRONT COVER
ace: KOVER KEU

source: The image could not be loaded.
ace: GAmba hanjeut i muat

source: "%s" could not be handled by GStreamer.
ace: "%s" hanjeut i ato le GStramer.

source: %s element could not be created
ace: Elemen %s hanjeut i peugot

source: Pick a Color
ace: Pileh Wareuna

source: CD/DVD Creator
ace: Peuneugot CD ngon DVD

source: Create CDs and DVDs
ace: Peugot CD ngon DVD

source: Medium Icon
ace: Ikon seudang

# picture
source: Image files
ace: beureukaih gamba

source: CD/DVD Creator Folder
ace: Folder Peneugot CD/DVD

source: Disc Name:
ace: Nan Disk:

source: Drag or copy files below to write them to disc
ace: gese atawa salen berkah di yub nyoe untuk tuleh bak disk

source: Write to Disc
ace: tuleh bak disk

source: Write contents to a CD or DVD
ace: tuleh data bak CD atawa DVD

source: Copy Disc
ace: Salen Disk

source: _Write to Disc…
ace: _Tuleh u Disk…

source: Write disc image to a CD or DVD
ace: Tuleh salenan gamba bak CD atawa DVD

source: _Copy Disc…
ace: _Salen Disk…

source: Create a copy of this CD or DVD
ace: Peugeut salenan cd atawa DVD

source: _Blank Disc…
ace: _Peukosong Disk…

source: Blank this CD or DVD
ace: Peusoh CD atawa DVD nyoe

source: _Check Disc…
ace: _Periksa Disk…

source: Check the data integrity on this CD or DVD
ace: Periksa integritah data bak CD atawa DVD

source: Data could not be read (%s)
ace: Data hana bisa dibaca (%s)

source: Data could not be written (%s)
ace: Data hana bisa dituleh (%s)

source: Generates .cue files from audio
ace: Yak peuhase berkah. cue dari audio

source: Copying audio track
ace: Salen trek audio

source: Copying data track
ace: Salen trek data

source: Analysing track %02i
ace: Yak analisa trek %02i

source: You do not have the required permissions to use this drive
ace: Droen hana poe izin nyang dipeurele ke pakek kandar nyoe.

source: Converting toc file
ace: Konversi file toc

source: Copies, burns and blanks CDs
ace: Salen, thot ngon peukosong CD

source: Enable the "--driver generic-mmc-raw" flag (see cdrdao manual)
ace: Peuaktif flag "--driver generic-mmc-raw" (nging manual cdrdao)

source: Last session import failed
ace: Impor sesi teakhe gagal

source: An image could not be created
ace: Saboh gamba hana jeut dipeugeut

source: This version of genisoimage is not supported
ace: versi genisoimage hana i dukong

source: Some files have invalid filenames
ace: beberapa berkah meupo nan hana valid

source: Unknown character encoding
ace: Encoding karakter hana i turi

source: There is no space left on the device
ace: Hana ruang nyang tersisa ke peurangka

source: Creates disc images from a file selection
ace: Peugoet image disk dari seleksi beureukaih

source: The location you chose to store the image on does not have enough free space for the disc image
ace: lokasi yang Droen pileh untuk keubah image hana cukop ruang untuk image disk

source: Copies any disc to a disc image
ace: copi mandum disk u image disk

source: An error occurred while writing to disc
ace: Saboh kesalahan teukeudi watee tuleh bak disk

source: The system is too slow to write the disc at this speed. Try a lower speed
ace: Sistem nyoe that lambat untuk tuleh disk ngon keucepatan nyoe. Neuci keucepatan yang yang leubeh ubeut

source: Writing track %s
ace: Teungoh tuleh trek %s

source: Formatting disc
ace: Format disk

source: Writing cue sheet
ace: Tuleh cue sheet

source: The disc needs to be reloaded before being recorded
ace: Disk pereule peuhah lom sigolom direkam

source: Burns, blanks and formats CDs and DVDs
ace: Burns, Peusoeh ngon format CD ngon DVD

source: Enable the "-immed" flag (see wodim manual)
ace: Peu aktif flag "-immed" (kaloen manual wodim)

source: Minimum drive buffer fill ratio (in %) (see wodim manual):
ace: Minimum buffer drive pasoe rasio (lam %) (kaloen manual wodim):

source: Copying audio track %02d
ace: Copy audio track %02d

source: Preparing to copy audio disc
ace: Peusiap untuk copy disk audio

source: Copy tracks from an audio CD with all associated information
ace: copy trek dari CD audio ngon mandum informasi yang teuikat

source: Burns, blanks and formats CDs, DVDs and BDs
ace: Burns, Peusoeh ngon format CD DVD ngon BDS

source: Enable the "-immed" flag (see cdrecord manual)
ace: Peuaktif flag "-immed" (Kaloen manual cdrecord)

source: Minimum drive buffer fill ratio (in %%) (see cdrecord manual):
ace: Minimum buffer drive pasoe rasio (lam %%) (kaloen manual cdrecord):

source: This version of mkisofs is not supported
ace: Versi mkisofs nyoe hana didukung

source: File "%s" could not be opened (%s)
ace: beureukaih "%s" hanjeut teupeuhah (%s)

source: Creating checksum for image files
ace: Peugoet checksum keu beureukaih image aseuli

source: No checksum file could be found on the disc
ace: Hana beureukaih checksum yang iteume lam CD

source: Checking file integrity
ace: Peuriksa integritas beureukaih

source: File "%s" could not be opened
ace: Beureukaih "%s" hanjeut teupeuhah

source: Some files may be corrupted on the disc
ace: Meupadum boeh beureukaih mungken reuloeh bak disk

source: File Checksum
ace: Checksum Beureukaih

source: Checks file integrities on a disc
ace: Peuriksa integritas beureukaih bak disk

source: Hashing algorithm to be used:
ace: Algoritma hash yang akan jingui:

source: "%s" could not be opened (%s)
ace: "%s" hanjeut teupeuhah (%s)

source: Creating image checksum
ace: Peugoet checksum image

source: Image Checksum
ace: Checksum Image

source: Checks disc integrity after it is burnt
ace: Cek integritas disk aleuh dibakar

source: Creating file layout
ace: Peugoet tata letak beureukaih

source: Creates disc images suitable for video DVDs
ace: Peugoet disk image yang cocok untuk DVD video

source: Error while retrieving a key used for encryption. You may solve such a problem with one of the following methods: in a terminal either set the proper DVD region code for your CD/DVD player with the "regionset %s" command or run the "DVDCSS_METHOD=title brasero --no-existing-session" command
ace: Error watee coek gunci keu sandi. Dreon jeut peuglah masalah nyan ngon ngon salah saboeh cara berikoet nyoe: lam saboeh terminal tata kode wilayah DVD begi ureung puta CD/DVD Droen ngon peurintah "regionset %s" atau peujak perintah "DVDCSS_METHOD=title brasero --no-existing-session"

source: Retrieving DVD keys
ace: Coek gunci DVD

source: Video DVD could not be opened
ace: DVD video hanjeut teupeuhah

source: Error while reading video DVD (%s)
ace: Error watee baca DVD video (%s)

source: Copying video DVD
ace: Salen DVD video

source: Copies CSS encrypted video DVDs to a disc image
ace: Salen video DVD terenkripsi CSS u saboeh image disk

source: Blanks and formats rewritable DVDs and BDs
ace: Peusoh ngon format DVD ngon BDS reweitable

source: Burns and blanks DVDs and BDs
ace: Bakar ngon peusoh DVD ngon BDS

source: Allow DAO use
ace: Peuidin pakek DAO

source: libburn track could not be created
ace: Trek libburn hajeut ipeugoet

source: libburn library could not be initialized
ace: libburn library hanjeut diinisialisasi

source: The drive address could not be retrieved
ace: Alamat drive hanjeut icoek

source: Writing track %02i
ace: Tuleh trek %02i

source: Volume could not be created
ace: Volume hanjeut ipeugot

source: libisofs could not be initialized.
ace: libisofs hanjeut diinisialisasi.

source: Read options could not be created
ace: opsi baca hanjeut ipeugoet

source: No parent could be found in the tree for the path "%s"
ace: Hana induk yang jeut iteume lam tree untuk lokasi "%s"
