Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/brasero.po
Languages: ace

source: Disc Burner and Copier
ace: Burn ngon salen disk

source: Create and copy CDs and DVDs
ace: Peuget ngon salen CD/DVD

source: disc;cdrom;dvd;burn;audio;video;
ace: disk;cdrom;dvd;burn;su;video

source: Brasero Disc Burner
ace: Brasero burn disk

source: Open a New Window
ace: Peuhah bak tingkap baro

source: Burn an Image File
ace: Teoet Beureukaih Meuntah

source: Create an Audio Project
ace: Peuget Projek Su

source: Create a Video Project
ace: Peuget Projek Video

source: Brasero project file
ace: Beureukaih projek Brasero

source: Should Nautilus extension output debug statements
ace: Peukeuh ekstensi Nautilus peu deuh laporan debug

source: Should Nautilus extension output debug statements. The value should be set to true if it should.
ace: Peukeuh jeut ekstensi Nautilus payah peu deuh laporan debug. Nilai nyoe payah tak teutapkan ke true menyoe memang payah

source: The type of checksum used for images
ace: Tipe checksum nyang teungui keu image

source: Set to 0 for MD5, 1 for SHA1 and 2 for SHA256
ace: Peuget 0 ke MD5, 1 ke SHA1, ngon 2 ke SHA256

source: The type of checksum used for files
ace: Tipe checksum nyang teungui ke beureukaih

source: Directory to use for temporary files
ace: Teumpat kubah beureukaih temporer

source: Contains the path to the directory where brasero should store temporary files. If that value is empty, the default directory set for glib will be used.
ace: Asoe jih lokasi ke direktori nyang jingui brasero keubah beureukaih temporer. Meuse soh direktori baku bak glib akan jingui.

source: Favourite burn engine
ace: Meusen teoet nyang galak

source: Contains the name of the favourite burn engine suite installed. It will be used if possible.
ace: Asoe jih nan meusen burn nyang diinstal. Nyoe akan jingui meuseu mungken.

source: White list of additional plugins to use
ace: Dapeuta resmi plugin tambahan keu jingui

source: Contains the list of additional plugins Brasero will use to burn discs. If set to NULL, Brasero will load them all.
ace: Asoe jih daftar pugin tambahan Brasero akan jingui keu burn disk. Meuse diatow keu NULL, Brasero akan memuat nyan mandum.

source: Enable the "-immed" flag with cdrecord
ace: Peu aktif tanda "-immed" ngon cdrecord

source: Whether to use the "-immed" flag with cdrecord. Use with caution (set to true) as it's only a workaround for some drives/setups.
ace: Peukeuh akan dipake flag "-immed" ngon cdrecord. Pake ngon hati-hati (ato keu true) karena hanya solusi keu beberapa kandar/setup.

source: Whether to use the "-use-the-force-luke=dao" flag with growisofs
ace: Peukeuh akan dipake flag "-use-the-force-luke=dao" ngon growisofs

source: Whether to use the "-use-the-force-luke=dao" flag with growisofs. Set to false, brasero won't use it; it may be a workaround for some drives/setups.
ace: Peukeuh akan dipake flag "-use-the-force-luke=dao" ngon growisofs. Ubah keu false, brasero 'han akan dipake nyan, nyoe mungken solusi keu beberapa kandar/setup.

source: Used in conjunction with the "-immed" flag with cdrecord
ace: Dipake bersama ngon flag "-immed" ngon cdrecord

source: Used in conjunction with the "-immed" flag with cdrecord.
ace: Dipake bersama ngon flag "-immed" ngon cdrecord.

source: Whether to use the "--driver generic-mmc-raw" flag with cdrdao
ace: Peukeuh akan pake flag "--driver generic-mmc-raw" ngon cdrdao

source: Whether to use the "--driver generic-mmc-raw" flag with cdrdao. Set to True, brasero will use it; it may be a workaround for some drives/setups.
ace: Peukeuh akan pake flag "--driver generic-mmc-raw" ngon cdrdao. Ato keu true, brasero akan dipake atra nyan, nyoe mungken solusi keu beberapa drive/setup.

source: The last browsed folder while looking for images to burn
ace: Folder terakhe nyang dijeulajah watee ta seutot gamba keu burn

source: Contains the absolute path of the directory that was last browsed for images to burn
ace: Asoe jih lokasi absolut keu direktori nyang terakhe dijelajah ke gamba nyang neuk diburn

source: Enable file preview
ace: Peu aktif kalon seukilas beurkas

source: Whether to display file preview. Set to true to use it.
ace: Peukeuh keu peuleumah kalon seukilas beurkas. Ubah keu true untuk tapake

source: Should brasero filter hidden files
ace: Peukeuh brasero payah sareng beurkas nyang teusom

source: Should brasero filter hidden files. Set to true, brasero will filter hidden files.
ace: Peukeuh brasero payah sareng beurkas nyang teusom. Ubah keu true, brasero akan sareng beurkas nyang teusom.

source: Replace symbolic links by their targets
ace: Ganto link simbolis oleh target awak nyan

source: Should brasero replace symbolic links by their target files in the project. Set to true, brasero will replace symbolic links.
ace: Peukeuh brasero peu ganto link simbolis oleh beurkas target awak nyan dalam projek nyan. Ato keu true brasero akan peu ganto link simbolis.

source: Should brasero filter broken symbolic links
ace: Peukeuh brasero payah sareng link simblis nyang reuleh

source: Should brasero filter broken symbolic links. Set to true, brasero will filter broken symbolic links.
ace: Peukeuh brasero payah sareng link simblis nyang reuleh. Ato keu true, brasero akan peusareng link simolis nyang reuleh.

source: The priority value for the plugin
ace: Nilai prioritas keu peungaya

source: When several plugins are available for the same task, this value is used to determine which plugin should be given priority. 0 means the plugin's native priority is used. A positive value overrides the plugin's native priority. A negative value disables the plugin.
ace: Menyoe na peungaya nyang tersedia keu tugas nyang sama, maka nilai nyoe peu teunte peungaya nyang toeh nyang jeut keu prioritas. Nilai positif akan peutimpa peungaya ngon prioritas natif. Sedangkan nilai negatif akan peunonaktif peungaya nyan.

source: Burning flags to be used
ace: Flag burn nyang akan dipake.

source: This value represents the burning flags that were used in such a context the last time.
ace: Nilai nyoe petunyok tanda burn nyang dipake dalam konteks wate terakher.

source: The speed to be used
ace: Kecepatan nyang dipake

source: This value represents the speed that was used in such a context the last time.
ace: Nilai nyoe peu tunyoe keucepatan nyang dipake lagee lam konteks waktu terakher.

source: Error while blanking.
ace: Error watee peukosong.

source: Blank _Again
ace: Soh _Lom

source: Unknown error.
ace: Salah nyang hana dikenal

source: The disc was successfully blanked.
ace: Disk berhasil jipeusoh.

source: The disc is ready for use.
ace: Disk ka siap dipakek

source: _Blank
ace: _Peusoh

source: _Fast blanking
ace: Peusoh _bagah

source: Activate fast blanking, as opposed to a longer, thorough blanking
ace: Peu aktif

source: Disc Blanking
ace: Peusoh Disk

source: Burning CD/DVD
ace: Burn CD/DVD

source: The drive is busy
ace: Disk tengoh sibuk

source: Make sure another application is not using it
ace: Peu pasti aplikasi nyang laen hana dipake ata nyoe

source: "%s" cannot be unlocked
ace: "%s" hanjeut ta peuhah gunci jih

source: No burner specified
ace: Burning hana ta teuntukan

source: No source drive specified
ace: Hana sumber drive nyang ditentukan

source: Ongoing copying process
ace: Tengoh berlangsung proses meunyalin

source: The drive cannot be locked (%s)
ace: Disk hanjeut takunci (%s)

source: The drive has no rewriting capabilities
ace: Disk hana kemampuan keu tules ulang

source: Ongoing blanking process
ace: Tengoh berlangsung proses peusoh

source: The drive cannot burn
ace: Disk hanjet tan burn

source: Ongoing burning process
ace: Proses burn tengoh ijak

source: Ongoing checksumming operation
ace: Operasi hitung checksum tengoh berlangsung

source: Merging data is impossible with this disc
ace: Peugabung data ngon disk nyoe han mungken

source: Not enough space available on the disc
ace: Hana sep ruang bak disk

source: %s (application)
ace: %s (aplikasi)

source: %s (library)
ace: %s (pustaka)

source: There is no track to burn
ace: Hana trek untuk ta burn

source: Please install the following required applications and libraries manually and try again:
ace: Cie neu install aplikasi ngen library nyang perle secara manual abehnyan coba lom:

source: Only one track at a time can be checked
ace: Hanya saboh trek nyang jeut diperiksa bersamaan

source: No format for the temporary image could be found
ace: Hana format ke image siat nyang ditemukan

source: An internal error occurred
ace: Na kesalahan di dalam

source: Brasero notification
ace: Brithe

source: %s (%i%% Done)
ace: %s (%i%% Ka siap)

source: Creating Image
ace: Peuget salinan

source: Copying DVD
ace: Salen DVD

source: Copying CD
ace: Salen CD

source: Burning Disc
ace: Bakar Disk

source: Copying Disc
ace: Salen Disk

source: Creating image
ace: Peugeut salinan

source: Simulation of video DVD burning
ace: Simulasi burning DVD video

source: Burning video DVD
ace: Burning DVD video

source: Simulation of data DVD burning
ace: Simulasi burning DVD data

source: Burning data DVD
ace: Burning DVD data

source: Simulation of image to DVD burning
ace: Simulasi burning beureukaih DVD nyang disalen

source: Burning image to DVD
ace: Burning beurkas salenan keu DVD

source: Simulation of data DVD copying
ace: Simulasi salen data DVD

source: Copying data DVD
ace: Salen DVD data

source: Simulation of (S)VCD burning
ace: Simulasi burning (S)VCD

source: Simulation of audio CD burning
ace: Simulasi burning CD audio

source: Burning audio CD
ace: Burning CD audio

source: Simulation of data CD burning
ace: Simulasi burning CD data

source: Burning data CD
ace: Burning CD data

source: Simulation of CD copying
ace: Simulasi salen CD

source: Simulation of image to CD burning
ace: Simulasi burning beurkas salenan CD

source: Burning image to CD
ace: Burning beurkas selenan ke CD

source: Simulation of video disc burning
ace: Simulasi burning disk video

source: Burning video disc
ace: Burning disk video

source: Simulation of data disc burning
ace: Simulasi disk data

source: Burning data disc
ace: Burning disk data

source: Simulation of disc copying
ace: Simulasi salen disk

source: Copying disc
ace: Salen disk

source: Simulation of image to disc burning
ace: Simulasi burning beurkas salenan disk

source: Burning image to disc
ace: Burning beurkas salenan keu disk

source: Please replace the disc with a rewritable disc holding data.
ace: Tulong neu gantoe disk rewritable nyang peutamong data.

source: Please replace the disc with a disc holding data.
ace: Tulong neu gantoe disk dengan disk laen nyang peutamong data.

source: Please insert a rewritable disc holding data.
ace: Tulong neu pasoe disk rewritable nyang peutamong data.

source: Please insert a disc holding data.
ace: Tulong neu pasoe disk dengan disk laen nyang peutamong data.

source: Please replace the disc with a writable CD with at least %i MiB of free space.
ace: Tulong neu gantoe disk dengan CD writeable nyang minimal na ruang soh %i MiB.

source: Please replace the disc with a writable CD.
ace: Tulong neu gantoe disk dengan CD writeable.

source: Please insert a writable CD with at least %i MiB of free space.
ace: Tulong neu pasoe disk dengan CD writeable nyang minimal na ruang soh %i MiB.

source: Please insert a writable CD.
ace: Neu pasoe CD nyang jeut ta tuleh.

source: Please replace the disc with a writable DVD with at least %i MiB of free space.
ace: Tulong neu gantoe disk dengan DVD writeable nyang minimal na ruang soh %i MiB.

source: Please replace the disc with a writable DVD.
ace: Tulong neu gantoe disk dengan DVD writeable.

source: Please insert a writable DVD with at least %i MiB of free space.
ace: Tulong neu pasoe disk dengan DVD writeable nyang minimal na ruang soh %i MiB.

source: Please insert a writable DVD.
ace: Tulong neu peu tamong DVD writable

source: Please replace the disc with a writable CD or DVD with at least %i MiB of free space.
ace: Tulong neu gantoe disk dengan CD ato DVD writeable nyang minimal na ruang soh %i MiB.

source: Please replace the disc with a writable CD or DVD.
ace: Tulong neu gantoe disk dengan CD ato DVD writeable.

source: Please insert a writable CD or DVD with at least %i MiB of free space.
ace: Tulong neu peutamong CD atau DVD writeable nyang minimal na ruang soh %i MiB.

source: Please insert a writable CD or DVD.
ace: Tulong neu peutamong disk dengan CD ato DVD writeable.

source: An image of the disc has been created on your hard drive. Burning will begin as soon as a writable disc is inserted.
ace: Image disk kalheuh dipeuget nibak hard drive Droeneuh. Burning akan dimulai laju abeh disk writable neupeutamong.

source: A data integrity test will begin as soon as the disc is inserted.
ace: Tes intgeritas data akan dimulai laju abeh disk neupeutamong.

source: Please re-insert the disc in the CD/DVD burner.
ace: Tulong neupeutamong ulang disk bak burn CD/DVD.

source: "%s" is busy.
ace: "%s" tengoh sibuk.

source: There is no disc in "%s".
ace: Hana disk nibak "%s".

source: The disc in "%s" is not supported.
ace: Disk nibak "%s" hana didukung.

source: The disc in "%s" is not rewritable.
ace: Disk nibak "%s" hanjeut ta tuleh ulang.

source: The disc in "%s" is empty.
ace: Disk nibak "%s" soh.

source: The disc in "%s" is not writable.
ace: Disk nibak "%s" hanjeut ta tuleh.

source: Not enough space available on the disc in "%s".
ace: Hana sep ruang tersedia nibak disk dalam "%s".

source: The disc in "%s" needs to be reloaded.
ace: Disk nibak "%s" peurlei keu beuteupeuhah lom.

source: Please eject the disc and reload it.
ace: Tulong neu peuteubit dan neu peuhah lom disk.

source: A file could not be created at the location specified for temporary files
ace: Saboh beureukaih hanjeut peuhah dari lokasi nyang dipeugah ke beureukaih temporer

source: The image could not be created at the specified location
ace: Image hanjeut dipeugot nibak lokasi nyang ka meuteuntei

source: Do you want to specify another location for this session or retry with the current location?
ace: Peukeuh Droeneuh neuk peuteute teumpat laen untuk sesi nyoe atau coba lom dengon tempat saat nyoe?

source: You may want to free some space on the disc and retry
ace: Droeneuh mungken peusoh badum boh teumpat bak disk dan coba lom.

source: _Keep Current Location
ace: Peu_theun lokasi saat nyoe

source: _Change Location
ace: _Ubah Lokasi

source: Location for Image File
ace: Lokasi Beureukaih Salenan

source: Location for Temporary Files
ace: Lokasi Beureukaih Siat

source: _Replace Disc
ace: _Gantoe Disk

source: Do you really want to blank the current disc?
ace: Peukeuh Droeneuh beutoi-beutoi neuk peusoh disk saat nyoe?

source: The disc in the drive holds data.
ace: Disk nyang na dalam drive meu keubah data.

source: _Blank Disc
ace: Peusoh_Disk

source: If you import them you will be able to see and use them once the current selection of files is burned.
ace: Meuseu Droeneuh import nyan, Droeneuh akan jeut neukalon dan neupakek sigoe dari pilehan beureukaih nyang jiteoet.

source: If you don't, they will be invisible (though still readable).
ace: Meuseu han, nyan akan meupeulemah (adak pih tengoh dibaca).

source: There are files already burned on this disc. Would you like to import them?
ace: Na beureukaih kalheuh jiteoet bak CD nyoe. Peukeuh Droeneuh neuk peutamong?

source: _Import
ace: _Peutamong

source: Only _Append
ace: Peu_tamah Mantong

source: CD-RW audio discs may not play correctly in older CD players and CD-Text won't be written.
ace: CD-RW disk audio hanjeut i puta deungon beutoi bak peumuta CD nyang leubih tuha dan CD-Teks hanjeut i tuleh.

source: Do you want to continue anyway?
ace: Peukeuh Droeneuh neuk sambong lom?

source: Appending audio tracks to a CD is not advised.
ace: Tambah trak audio bak CD hana i sarankan.

source: _Continue
ace: _Sambong

source: CD-RW audio discs may not play correctly in older CD players.
ace: CD-RW disk audio hanjeut di puta deungon beutoi bak peumuta CD nyang leubih tuha.

source: Recording audio tracks on a rewritable disc is not advised.
ace: Teungoh merekam

source: Please eject the disc from "%s" manually.
ace: Tulong peuteubit disk dari "%s" ngon cara manual.

source: The disc could not be ejected though it needs to be removed for the current operation to continue.
ace: Disk hanjeut peuteubit adak pih peurle di sampoh untuk operasi saat nyoe untuk sambong

source: Do you want to replace the disc and continue?
ace: Peukeuh Droeneuh neuk ganto disk dan sambong?

source: The currently inserted disc could not be blanked.
ace: Disk nyang saat nyoe neupeutamong hanjeut dipeu soh.

source: Do you want to continue with full Windows compatibility disabled?
ace: Peukeuh Droeneuh neuk sambong adakpih hana kompatibel untuk Windows?

source: Some files don't have a suitable name for a fully Windows-compatible CD.
ace: Na padum boh beureukaih nyang nan jih hana cock untuk kompatibilitas penuh dengon CD Windows

source: C_ontinue
ace: _Sambong

source: The simulation was successful.
ace: Simulasi ka seuleuso.

source: Real disc burning will take place in 10 seconds.
ace: Burning disk nyang beutoi-beutoi akan berlangsung dalam wate 10 deutik.

source: Burn _Now
ace: Burn _Jinoe

source: Save Current Session
ace: Keubah Sesi Jinoe

source: An unknown error occurred.
ace: Na error nyang hana dituri.

source: Error while burning.
ace: Na error wate teungoh diburn.

source: _Save Log
ace: _Keubah Log

source: Video DVD successfully burned
ace: DVD video ka berhasil diburn

source: (S)VCD successfully burned
ace: (S)VCD ka berhasil diburn

source: Audio CD successfully burned
ace: CD audio ka berhasil diburn

source: Image successfully created
ace: Image ka berhasil i peugot

source: DVD successfully copied
ace: DVD ka berhasil i salen

source: CD successfully copied
ace: CD ka berhasil i salen

source: Image of DVD successfully created
ace: Image dari DVD ka berhasil i peugot

source: Image of CD successfully created
ace: Image dari CD ka berhasil i peugot

source: Image successfully burned to DVD
ace: Image ka berhasil diburn ke DVD

source: Image successfully burned to CD
ace: Image ka berhasil diburn ke CD

source: Data DVD successfully burned
ace: DVD data ka berhasil diburn

source: Data CD successfully burned
ace: CD data ka berhasil diburn

source: Copy #%i has been burned successfully.
ace: Salenan #%i ka berhasil diburn

source: Another copy will start as soon as you insert a new writable disc. If you do not want to burn another copy, press "Cancel".
ace: Salenan nyang laen akan dimulai 'oh lheuh Droeneuh peutamong disk writable nyang baro. Meuseu Droeneuh han neuk burn salenan nyang laen, klik "Hana jadeh".

source: Make _More Copies
ace: Peugot Padumboh_Salenan

source: Create Co_ver
ace: Peugot_Cover

source: There are some files left to burn
ace: Na padum boh beureukaih teuk untuk diburn

source: There are some more videos left to burn
ace: Na padum boh video teuk untuk diburn

source: There are some more songs left to burn
ace: Na padum boh lagu teuk untuk diburn

source: Do you really want to quit?
ace: Peukeuh Droeneuh beutoi-beutoi neuk teubit?

source: Interrupting the process may make disc unusable.
ace: Menginterupsi proses jeut peugot disk han jeut i pakek.

source: C_ontinue Burning
ace: _Sambong Burn

source: _Cancel Burning
ace: _Han Jadeh Burn

source: Please insert a writable CD or DVD if you don't want to write to an image file.
ace: Tulong peutamong CD/DVD nyang jeut ta tuleh meuseu Droeneuh neuk peugot beureukaih salenan asli (image).

source: Create _Image
ace: Peugot Sal_enan

source: _Copy
ace: _Salen

source: Make _Several Copies
ace: Peugot Padum boh_Salenan

source: Burn _Several Copies
ace: Burn Padum boh_Salenan

source: Would you like to burn the selection of files across several media?
ace: Peukeuh Droneuh neuk burn beureukaih nyang kalheuh i pileh ke padum boh media?

source: The data size is too large for the disc even with the overburn option.
ace: Ukuran data rayeuk that untuk disk bahkan untuk pilehan overburn.

source: _Burn Several Discs
ace: _Teoet Padum boh Disk

source: Burn the selection of files across several media
ace: Burn beureukaih nyang kalheuh i pileh ke padum boh media

source: Please choose another CD or DVD or insert a new one.
ace: Tulong pileh CD atau DVD nyang laen atau peutamong nyang baro.

source: No track information (artist, title, ...) will be written to the disc.
ace: Hana informasi trek(artis,judul, ...) neuk i tuleh ke disk.

source: This is not supported by the current active burning backend.
ace: Hal nyoe hana i dukung le backend burn nyang saat nyoe aktif.

source: Please add files.
ace: Tulong neu tamah beureureukaih.

source: There are no files to write to disc
ace: Hana beureukaih nyang neuk i tuleh bak disk

source: Please add songs.
ace: Tulong neu tambah lagu.

source: There are no songs to write to disc
ace: Hana lagu nyang neuk i tuleh bak disk

source: Please add videos.
ace: Tulong neu tamah video

source: There are no videos to write to disc
ace: Hana video nyang neuk i tuleh bak disk

source: There is no inserted disc to copy.
ace: Hana disk nyang neupeutamong untuk ta salen.

source: Please select a disc image.
ace: Tulong pileh beureukaih salenan disk.

source: There is no selected disc image.
ace: Hana image disk nyang i pileh.

# disc
source: Please select another image.
ace: Tulong neu pilih beureukaih selenan disk nyang laen.

source: It doesn't appear to be a valid disc image or a valid cue file.
ace: Nyoe hana leumah sebagai image disk atau cue beureukaih nyang beutoi.

source: Please insert a disc that is not copy protected.
ace: Tulong neupeutamong disk nyang hana hak cipta.

source: All required applications and libraries are not installed.
ace: Mandum aplikasi nyang i peurle dan perpustakaan hana meu install.

source: Please replace the disc with a supported CD or DVD.
ace: Harap neu gantoe disk nyang i dukong CD atau DVD.

source: Would you like to burn beyond the disc's reported capacity?
ace: Peukeuh Droeneuh neu neuk burn leubeh rayeuk daripada kapasitas disk nyang na?

source: The data size is too large for the disc and you must remove files from the selection otherwise. You may want to use this option if you're using 90 or 100 min CD-R(W) which cannot be properly recognised and therefore need overburn option. NOTE: This option might cause failure.
ace: Ukuran data rayeuk that untuk disk, Droe neuh payah sampoh beureukaih nyang na bak pilehan. Droe neuh mungkin neuk pakek opsi nyoe meuseu Droe neuh neu pake 90 atau 100 meunet CD-R(W) nyang hana i turi dan karena nyan peurle pilehan overburn. CATATAN: Pilehan nyoe bisa jeut keu gagal.

source: Burn beyond the disc's reported capacity
ace: Burn leubeh rayeuk dari kapasitas disk

source: The drive that holds the source disc will also be the one used to record.
ace: Drive nyang peutamong disk sumber jeut keu drive untuk meureukam.

source: A new writable disc will be required once the currently loaded one has been copied.
ace: Dipeurle disk nyang baro nyang jeut ta tuleh abeh disk nyoe lheuh i salen.

source: Select a disc to write to
ace: Pileh disk nyang akan ta tuleh

source: Disc Burning Setup
ace: Peusiap Disk untuk Burn

source: Video Options
ace: Opsi Video

source: Do you want to create a disc from the contents of the image or with the image file inside?
ace: Peukeuh Droe neuh neuk peugot disk dari asoe image atau beureukaih salinan nyang asli (image)?

source: There is only one selected file ("%s"). It is the image of a disc and its contents can be burned.
ace: Cuma na saboh beureukaih nyang i pileh ("%s"). Nyoe na keuh image bak disk dan asoe jih jeut ta burn.

source: Burn as _File
ace: Burn seubagoe_beureukaih

source: Burn _Contents…
ace: Burn_Asoe...

source: Image Burning Setup
ace: Peusiap Burning Disk
