Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/brasero.po
Languages: ace

source: libisofs reported an error while creating directory "%s"
ace: libisofs Meulaporkan na keusalahan watee peugoet lokasi "%s"

source: libisofs reported an error while adding contents to directory "%s" (%x)
ace: libisofs Meulaporkan na keusalahan watee watee tamah asoe u lokasi "%s" (%x)

source: libisofs reported an error while adding file at path "%s"
ace: libisofs Meulaporkan na keusalahan watee tamah beureukaih bak lokasi "%s"

source: Copying checksum file
ace: Salen beureukaih checksum

source: Copying files locally
ace: Salen beureukaih lokal

source: File Downloader
ace: Downloader beureukaih

source: Allows files not stored locally to be burned
ace: Peumungken beureukaih han ikeubah secara lokal untuk dibakar

source: Impossible to retrieve local file path
ace: Han mungken untuk coek lokasi beureukaih lokal

source: Allows files added to the "CD/DVD Creator Folder" in Nautilus to be burned
ace: Peumungken beureukaih itamah u "CD/DVD Create Folder" bak Nautilus untuk ibakar

source: Impossible to link plugin pads
ace: Mustahil untuk peuhubung plugin pads

source: Normalizing tracks
ace: Normalisasi trek

source: Normalization
ace: Normalisasi

source: Sets consistent sound levels between tracks
ace: Atoe tingkat su yang konsisten antar trek

source: Error while padding file (%s)
ace: Error watee padding file (%s)

source: Error while getting duration
ace: Error watee trimoeng durasi

source: Analysing "%s"
ace: Menganalisa "%s"

source: Transcoding "%s"
ace: Mentranskode "%s"

source: Converts any song file into a format suitable for audio CDs
ace: Menkonversi beureukaih lagu keu format yang sesuai untuk CD audio

source: Converting video file to MPEG2
ace: Meungkonversi beureukaih video jeut keu MPEG2

source: Converts any video file into a format suitable for video DVDs
ace: Menkonversi beureukaih video keu format yang sesuai untuk DVD video

source: Creates disc images suitable for SVCDs
ace: Peugoet image disk cocok keu SVCDs

source: _Project
ace: _Proyek

source: _View
ace: _Tampelan

source: _Tools
ace: _Peuralatan

source: _Help
ace: _Beunatu

source: P_lugins
ace: Pe_ngaya

source: Choose plugins for Brasero
ace: Pileh plugin untuk Brasero

source: E_ject
ace: Peu_teubit

source: Eject a disc
ace: Peuteubit disk

source: _Blank…
ace: Peu_soh…

source: Blank a disc
ace: Peusoh disk

source: _Check Integrity…
ace: _Peuriksa Integritas...

source: Check data integrity of disc
ace: Peuriksa integritas data bak disk

source: Quit Brasero
ace: Teubit dari Brasero

source: _Contents
ace: _Aso

source: Display help
ace: Peulumah beunantu

source: About
ace: Entang

source: Disc Burner
ace: Bakar disk

source: Error while loading the project
ace: Gagal watee peuget proyek

source: Please add files to the project.
ace: Harap tamah file u proyek

source: The project is empty
ace: Proyek soh

source: Brasero is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ace: Brasero adalah software pree; Dreun jeut mendristribusikan ulang dan/atau peubah di nyup ketentuan GNU General Publik License lagee yang dipublukasikan oleh Free Software Foundation; LIsensi versi 2, atau (lagee pikehan dreun) menggunakan versi abehnyan.

source: Brasero is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ace: Brasero didistribusikan ngeun harapan jeut berguna, tapi TANPA NA JAMINAN; termasuk tanpa jaminan DAYA JUAL atau KELAIKAN KEU TUJUAN TERTEUNTE. Neu ci kaleun GNU General Public License keu rincian leubeh lanjut.

source: You should have received a copy of the GNU General Public License along with Brasero; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
ace: Dreun harus terimeng salinan Lisensi Publik Umum GNU ngeun Brasero; menye hana, tuleh u Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, MA 02110-1301, USA

source: A simple to use CD/DVD burning application for GNOME
ace: Saboh aplikasi sederhana keu bakar CD/DVD keu GNOME

source: Brasero Homepage
ace: Laman Web Brasero

source: translator-credits
ace: Nana Suryana <nana@suryana.or.id>, 2010. Andika Triwidada <andika@gmail.com>, 2010, 2012, 2013. Dirgita <dirgitadevina@yahoo.co.id>, 2010.

source: The project "%s" does not exist
ace: Proyek "%s" hana

source: _Recent Projects
ace: P_royek Baro-baro nyo

source: Display the projects recently opened
ace: Peuleumah proyek yang ban-ban nyoe teupeuhah

source: Open the selected files
ace: Peugoet beureukaih nyang dipileh

source: _Edit Information…
ace: _Andam Informasi…

source: Edit the track information (start, end, author, etc.)
ace: Edit informasi trek (phon, akhee, penulis, dll)

source: Remove the selected files from the project
ace: Sampoeh beureukaih yang dipileh dari proyek

source: Paste files
ace: Paste file

source: Add the files stored in the clipboard
ace: Tamah file yang dikeubah lam clipboard

source: I_nsert a Pause
ace: Peu_tamoeng Piyoh

source: Add a 2 second pause after the track
ace: Tamah Piyoh 2 detik aleuh trek

source: _Split Track…
ace: _Beukah Trek…

source: Split the selected track
ace: Beukah Trek yang dipileh

source: Pause
ace: Piyoeh

source: Split
ace: Beukah

source: Track
ace: Trek

source: Title
ace: Judul

source: Artist
ace: Artis

source: Length
ace: Panyang

source: The track will be padded at its end.
ace: Trek nypoe akan diganjai di ujoeng

source: The track is shorter than 6 seconds
ace: Trek nyoe leubeh paneuk dari 6 detik

source: Make sure the appropriate codec is installed
ace: Peupasti codec yang pah dipasang

source: Do you want to add "%s", which is a video file?
ace: Peukeuh dreun keuneuk tamah "%s", yang merupakan beureukaih video?

source: This file is a video and therefore only the audio part can be written to the disc.
ace: beureukaih nyo adalah video dan karna nyan hanya bagian audio jeut dituleh u disk.

source: _Discard File
ace: _Beuh File

source: _Add File
ace: T_amah beureukaih

source: Do you want to search for audio files inside the directory?
ace: Peukeuh dreun keuneuk mita beureukaih audio lam direktori?

source: Search _Directory
ace: Mita _Direktori

source: "%s" could not be opened.
ace: "%s" hanjeut teupeuhah.

source: Do you want to create an audio CD with DTS tracks?
ace: peukeuh dreun keuneuk peuget CD audio ngeun DTS lagu?

source: Some of the selected songs are suitable for creating DTS tracks. This type of audio CD track provides a higher quality of sound but can only be played by specific digital players. Note: if you agree, normalization will not be applied to these tracks.
ace: Meupadum boeh lagu yang dipileh akan cocok keu peuget track DTS. Jenis lagu CD audio peujok kualitas sue yang leubeh panyang, tapi cuma jeut dimaen oleh peumaen digital teuteunte. Catatan: meunye dreun setuju, normalisasi hanjeut diterapkan u trek nyo.

source: Create _Regular Tracks
ace: Peuget Trek _Reguler

source: Click here to burn all songs as regular tracks
ace: Teugen nyo keu membakar mandum lagu sebagai trek biasa

source: Create _DTS Tracks
ace: Peuget _DTS Tracks

source: Click here to burn all suitable songs as DTS tracks
ace: Teugen ino keu membakar mandum lagu yang cocok keu trek DTS

source: Select one song only please.
ace: Harap pileh salah saboh lagu manteng.

source: Impossible to split more than one song at a time
ace: Han mungken keu peubeukah dari saboh lagu bak saboh watee

source: Open the specified project
ace: Peuhah proyek yang teunte

source: PROJECT
ace: PROYEK

source: Open the specified playlist as an audio project
ace: Peuhah playlist yang teunte seubago proyek audio

source: Set the drive to be used for burning
ace: Atoe perangkat keu teungui keu teuteoet

source: DEVICE PATH
ace: TEUMPAT PERANGKAT

source: Create an image file instead of burning
ace: Peuget beureukaih salinan asli(image), dari pada membakar

source: Open an audio project adding the URIs given on the command line
ace: Peuhah proyek audio tamah URI yang ibi bak bareh peurintah

source: Open a data project adding the URIs given on the command line
ace: Peuhah data projek tamah URI yang ibi bak bareh peurintah

source: Copy a disc
ace: Salen Disk

source: PATH TO DEVICE
ace: LOKASI U PERANGKAT

source: Cover to use
ace: Kover keu neungui

source: PATH TO COVER
ace: LOKASI U SAMPUL

source: Open a video project adding the URIs given on the command line
ace: Peuhah projek video tamah URI yang ibi bak bareh peurintah

source: URI of an image file to burn (autodetected)
ace: URI dari beureukaih salenan asli keu teoet (otodeteksi)

source: PATH TO IMAGE
ace: LOKASI U IMAGE

source: Force Brasero to display the project selection page
ace: Paksa brasero untuk peuleumah halaman seleksi proyek

source: Open the blank disc dialog
ace: Peuhah dialog disk soh

source: Open the check disc dialog
ace: Peuhah dialog periksa disk

source: Burn the contents of the burn:// URI
ace: Teoet asoe URI burn://

source: Start burning immediately.
ace: Sigra peuphon teoet

source: Don't connect to an already-running instance
ace: Bek terhubung bak sesi yang ka dijak

source: Burn the specified project and remove it. This option is mainly useful for integration with other applications.
ace: Bakar projek tentente dan sampoh nyan. Pilehhan nyo memanfaat keu integrasi ngeun aplikasi laen.

source: PATH
ace: LOKASI

source: The XID of the parent window
ace: XID dari jendela induk

source: "%s" cannot write.
ace: "%s" hanjeut di tuleh

source: Wrong command line option.
ace: Opsi bareh perintah salah.

source: Incompatible command line options used.
ace: Opsi bareh yang dipakek han kompatibel.

source: Only one option can be given at a time
ace: Cuma saboh pilehan yang jeut dijok bak saboh watee

source: R_ename…
ace: _Ubah Nan

source: Rename the selected file
ace: Ubah nan beureukaih yang dipileh

source: New _Folder
ace: _Folder Baroe

source: Create a new empty folder
ace: Peuget folder baro

source: The session could not be imported.
ace: Sesi nyo hanjeut diimpor.

source: The contents of the project changed since it was saved.
ace: Aso dari proyek meuubah dari dikeubah.

source: Discard the current modified project ?
ace: Beuh projek yang diubah watee nyo?

source: _Discard
ace: _Beuh

source: Discard the current modified project
ace: Beuh projek yang diubah watee nyo

source: Continue with the current modified project
ace: Lanjut ngeun projek yang diubah watee nyo

source: There is only one selected file ("%s"). It is the image of a disc and its contents can be burned
ace: Hanya na saboh beureukaih yang pileh("%s"). Nyo adalah image dari disk dan aso jih jeut dibakar

source: Burn as _Data
ace: Bakar sebagai _Data

source: Burn as _Image
ace: Bakar sebagai _Image

source: "%s" cannot be added to the selection.
ace: "%s" Hanjeut ditamah u pemilihan.

source: It is a recursive symlink
ace: Nyoe nakeuh saboeh symlink rrekursif

source: It does not exist at the specified location
ace: Man syit hana lokasi yang kateuntee

source: Do you want to replace "%s"?
ace: Peukeuh Droen keuneuk gantoe "%s"?

source: A file with this name already exists in the folder. Replacing it will overwrite its contents on the disc to be burnt.
ace: beureukaih ngon nan yang sama kana. Gantoe nyoe akan teutimpa asoe beureukaih nyan yang akan dibakar.

source: Always K_eep
ace: Sabee _Peutheun

source: _Keep
ace: Peu_theun

source: _Replace
ace: _Gantoe

source: Al_ways Replace
ace: Sabee G_antoe

source: Import %s
ace: Impor %s

source: I_mport %s
ace: I_mpor %s

source: I_mport
ace: I_mpor

source: Do you want to import the session from "%s"?
ace: Pu Dreon keuneuk impor acar dari "%s"?

source: That way, old files from previous sessions will be usable after burning.
ace: Nogn lagee nyan, beureukaihyang ka trep dari sesi sigolom jih akan ipakek aleuh pembakaran.

source: I_mport Session
ace: I_mpor Sesi

source: Click here to import its contents
ace: Klik inoe untuk impor asoe jih

source: Please wait while the project is loading.
ace: Neu preh siat watee proyek teungoh jicok.

source: _Cancel Loading
ace: _Bek Jadeh Jicok

source: Cancel loading current project
ace: Hana Jadeh proyek yang peuhah jinoe

source: File Renaming
ace: Gantoe Nan Beureukaih

source: _Rename
ace: _GantoNan

source: Renaming mode
ace: Mode gantoenan

source: Files
ace: beureukaih-beureukaih

source: Size
ace: Ukuran

source: Description
ace: Deskripsi

source: Space
ace: Ruang

source: The disc in "%s" cannot be ejected
ace: Disk bak "%s" hanjeut di peutubit

source: _Eject
ace: P_eutubit

source: Eject Disc
ace: Peutubit Disk

source: Audio files
ace: beureukaih audio

source: Movies
ace: Film

source: No file filtered
ace: Hana file disaring

source: Hide the _filtered file list (%d file)
ace: Peumusom daftar _filter beureukaih (%d file)

source: Show the _filtered file list (%d file)
ace: Peulumah daftar _filter beureukaih(%d beureukaih)

source: Filter Options
ace: Opsi Peunyaring

source: Select the files you want to restore and click on the "Restore" button
ace: Pileh beureukaih yang keuneuk dipeubalek dan teugeun tomboi "Retore"

source: Type
ace: Jenis

source: Restore the selected files
ace: Peubalek beureukaih yang dipileh

source: _Options…
ace: _Opsi...

source: Set the options for file filtering
ace: Peuteutap pilehan keu beureukaih peunyaringan

source: Filter _hidden files
ace: Filter file yang _temeusom

source: Re_place symbolic links
ace: _Ganto link simbolik

source: Filter _broken symbolic links
ace: Filter simbolik link yang _reulheuh

source: Filtering options
ace: Opsi penyaringan

source: P_review
ace: P_ratinjau

source: Display video, audio and image preview
ace: Tampilan vidio,audio,dan gamba preview

source: _Show Side Panel
ace: _Peuleumah Tampelan Sampeng

source: Show a side pane along the project
ace: Peuleumah saboeh jendela bak panel sampeng

source: _Horizontal Layout
ace: Tata Letak _Horisontal

source: Set a horizontal layout
ace: Atoe tata letak horizontal

source: _Vertical Layout
ace: Tata Letak _Vertikal

source: Set a vertical layout
ace: Atoe tata letak vertikal

source: Click to close the side pane
ace: Klik untuk top panel sampeng

source: <Keep current values>
ace: <Peutheun nilai jinoe>

source: Remove silences
ace: Sampoh keheningan

source: This information will be written to the disc using CD-Text technology. It can be read and displayed by some audio CD players.
ace: Informasi nyo akan dituleh u disk ngeun teknologi CD teks. Nyo jeut dibaca dan ditampilkan oleh padum boh pemutar CD audio.

source: Song titles
ace: Nan lagu

source: Additional song information
ace: Tamah informasi lagu

source: Artist:
ace: Artis:

source: Composer:
ace: Komposer:

source: Pause length:
ace: Treup piyoh:

source: Gives the length of the pause that should follow the track
ace: Dipeujok panyang jeda yang harus diikot trek

source: Song Information
ace: Informasi Lagu

source: %i × %i pixels
ace: %i x %i pixel

source: No preview
ace: Hana pratinjau

source: Error parsing playlist "%s".
ace: Salah parsing playlist "%s".

source: %d song
ace: %d lagu

source: Select Playlist
ace: Pileh Playlist

source: Playlists
ace: Playlist

source: Number of Songs
ace: Jumlah lagu

source: Enabled
ace: Diaktifkan

source: Copyright %s
ace: Hak cipta %s

source: _About
ace: Ten_tang

source: C_onfigure
ace: K_nfigurasi

source: A_ctivate
ace: _Aktifkan

source: Ac_tivate All
ace: Ak_tifkan mandum

source: _Deactivate All
ace: _Nonaktifkan mandum

source: Options for plugin %s
ace: pilehan keu %s plugin

source: Save current project
ace: Keubah proyek nyo

source: Save _As…
ace: Keu_bah sebagai

source: Save current project to a different location
ace: Keubah proyek nyo bak tempat yang laen

source: _Add Files
ace: T_amah beureukaih u dalam proyek

source: Add files to the project
ace: Peutamah beureukaih u dalam proyek

source: _Remove Files
ace: _Sampoh beureukaih

source: E_mpty Project
ace: _Peusoh Proyek

source: Remove all files from the project
ace: Sampoh mandum beureukaih dari proyek

source: _Burn…
ace: _Bakar

source: Burn the disc
ace: Mambakar disk

source: To add files to this project click the "Add" button or drag files to this area
ace: Keu tamah beureukaih lam proyek nyo, teugeun tomboi "Tambah" atau tarek beureukaih nyan lam jendela nyo

source: To remove files select them then click on the "Remove" button or press "Delete" key
ace: Keu sampoh beureukaih, pileh beureukaih yang keuneuk disampoh abehnyan teugeun tomboi "Hapus" atau teugeun tomboi "Delete"

source: Estimated project size: %s
ace: Perkiraan ukuran proyek:%s

source: The project is too large for the disc even with the overburn option.
ace: Proyek nyo that rayeuk keu disk, bahkan ngeun opsi overburn.

source: The project is too large for the disc and you must remove files from it. You may want to use this option if you're using 90 or 100 min CD-R(W) which cannot be properly recognized and therefore needs the overburn option. Note: This option might cause failure.
ace: Projek nyo that rayeuk keu disk dan dreun harus neusampoh beureukaih nyo dari projek. dreun mungken keuneuk pakek opsi nyo meunye dreun pakek 90 atau 100 min CD-R(W) yang jeut dituri sehingga perle opsi overburn. catatan: pilehan nyo jeut menyebabkan kesebab gagal.

source: Start to burn the contents of the selection
ace: Peu phon keun bakar aso seleksi

source: Please add songs to the project.
ace: Harap pasoe lagu ke proyek.

source: Do you really want to create a new project and discard the current one?
ace: peukeuh dreun betoi-betoi keuneuk peuget projek baro dan beuh yang ino?

source: If you choose to create a new empty project, all changes will be lost.
ace: Meunye dreun pileh keu peuget saboh projek soh yang baro, mandum perubahan akan gadoh.

source: _Discard Changes
ace: _Abaikan Peurubahsn

source: Do you want to discard the file selection or add it to the new project?
ace: Peukeuh dreun keuneuk peubatee pilehan beureukaih atau peutamah keu projek baro?

source: If you choose to create a new empty project, the file selection will be discarded.
ace: meuye dreun neu pileh keu peuget projek soh baro. pilehan beureukaih akan dibeuh.

source: _Discard File Selection
ace: _Beuh beureukaih Pilehan

source: _Keep File Selection
ace: Peun_theun Seleksi beureukaih

source: _Discard Project
ace: _Abaikan Projek

source: Select Files
ace: Pileh File

source: Do you really want to empty the current project?
ace: Peukeuh dreun betoi-betoi keuneuk peusoh projek nyo?

source: Emptying a project will remove all files already added. All the work will be lost. Note that files will not be deleted from their own location, just no longer listed here.
ace: Peusoh saboh projek jeut meunghapos mandum beureukaih yang ka ditamah. Mandum projek akan gadoh. Perhatikan bahwa beureukaih hans disampoh dari tempat dro, hanya hana tercamtum disino.

source: _Save
ace: _Keubah

source: _Add
ace: T_amah

source: _Remove
ace: _Sampoh

source: Brasero — %s (Data Disc)
ace: Brasero - %s (Disk Data)

source: Brasero — %s (Audio Disc)
ace: Brasero - %s (Disk Audio)

source: Brasero — %s (Video Disc)
ace: Brasero - %s (Disk Vidio)

source: Your project has not been saved.
ace: Proyek dreun hanjeut dikeubah.

source: Save the changes of current project before closing?
ace: Keubah perubahan projek nyo segolom ditop?

source: If you don't save, changes will be permanently lost.
ace: Meunye ndreun hana neukubah, perubahan akan gadoh betoi-betoi.

source: Cl_ose Without Saving
ace: _Top Tanpa Keubah

source: Save Current Project
ace: Keubah Projek Watee nyo

source: Save project as a Brasero audio project
ace: Keubah projek sebagai projek audio Brasero

source: Save project as a plain text list
ace: Keubah projek sebagai daftar biasa

source: Save project as a PLS playlist
ace: Keubah projek sebagai playlist PLS

source: Save project as an M3U playlist
ace: Keubah projek sebagai playlist M3U

source: Save project as an XSPF playlist
ace: Keubah projek sebagai XSPF

source: Save project as an iriver playlist
ace: Keubah sebagai iRiver playlist

source: _Cover Editor
ace: Penyunting _Kover

source: Design and print covers for CDs
ace: Meundesain dan mencetak kover CD

source: _New Project
ace: Proyek _Baro

source: Create a new project
ace: Peuget proyek baro

source: _Empty Project
ace: Proye_k Soh

source: Let you choose your new project
ace: Pileh Proyek baro

source: New _Audio Project
ace: Proyek Baro _Audio

source: Create a traditional audio CD that will be playable on computers and stereos
ace: Peuget CD audio tradisional yang akan dimainkan bak komputer atau perangkat laen

source: New _Data Project
ace: Proyek Baro _Data

source: Create a CD/DVD containing any type of data that can only be read on a computer
ace: Peuget CD/DVD yang meuaso macam-macam jenis data yang jeut dibaca oleh komputer

source: New _Video Project
ace: Proyek Baro _Vidio

source: Create a video DVD or an SVCD that is readable on TV readers
ace: Peuget DVD vidio atau SVCD yang jeut dibaca lee orung baca TV

source: Copy _Disc…
ace: Salin _Disk

source: Create a 1:1 copy of an audio CD or a data CD/DVD on your hard disk or on another CD/DVD
ace: Peuget salinan CD audio atau data CD/DVD ngeun rasio 1:1 bak harddisk atau bak CD/DVD yang laen

source: _Burn Image…
ace: _Bakar Salinan...

source: Burn an existing CD/DVD image to disc
ace: Membakar salinan CD/DVD

source: _Open…
ace: _Peuhah

source: Open a project
ace: Peuhah proyek

source: %d file selected (%s)
ace: %d beureukaih yang dipileh(%s)

source: %d file is supported (%s)
ace: %d beureukaih yang didukung (%s)

source: %d file can be added (%s)
ace: %d beureukaih yang jeut ditamah(%s)

source: No file can be added (%i selected file)
ace: Hana beureukaih yang jeut ditamah (%i beureukaih dipileh)

source: No file is supported (%i selected file)
ace: Hana beureukaih yang didukung(%i beureukaih dipileh)

source: No file selected
ace: Hana beureukaih yang dipileh

source: Brasero — New Audio Disc Project
ace: Brasero- Proyek Baro Disk Audio

source: Brasero — New Data Disc Project
ace: Brasero- Proyek Baro Disk Data

source: Brasero — New Video Disc Project
ace: Brasero- Proyek Baro Disk Vidio

source: Brasero — New Image File
ace: Brasero- beureukaih Salinan Baro

source: Brasero — Disc Copy
ace: Brasero- Salinan Disk

source: Open Project
ace: Peuhah Proyek

source: _New
ace: _Baro

source: _Open
ace: _Peuhah

source: Browse the file system
ace: Teungeuh mita sistem beureukaih

source: Display playlists and their contents
ace: Teupeuleumah playlist dan aso jih

# picture
source: Please select another image.
ace: Neu ci pileh beureukaih image beurangkari.

source: Video disc (%s)
ace: Disk vidio(%s)

source: Error while loading the project.
ace: Gagal watee peuhah proyek.

source: The project could not be opened
ace: Proyek hanjeut teupeuhah

source: The file is empty
ace: Beureukaih nakeuh soh

source: It does not seem to be a valid Brasero project
ace: Nyo sang keun proyek Brasero yang sah

source: Audi_o project
ace: Proyek audi_o

source: Create a traditional audio CD
ace: Peuget CD audio tradisional

source: D_ata project
ace: Proyek d_ata

source: Create a data CD/DVD
ace: Peuget data CD/DVD

source: _Video project
ace: Proyek _vidio

source: Create a video DVD or an SVCD
ace: Peuget DVD vidio atau SVCD

source: Disc _copy
ace: _Salin disk

source: Create 1:1 copy of a CD/DVD
ace: Peuget salinan CD/DVD yang sma ngeun asli jih

source: Burn _image
ace: Bakar sali_nan

source: Last _Unsaved Project
ace: Projek Hana Teukeubah _Keuneulheuh
