Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/brasero.po
Languages: ace

source: Load the last project that was not burned and not saved
ace: Muat projek keuneulheuh yang hanjeut dibakar atau hanjeut dikeubah

source: No recently used project
ace: Hana proyek yang baroe-baroe nyo jingui

source: Create a new project:
ace: Peuget proyek baroe:

source: Recent projects:
ace: Proyek baroe-baroe nyo:

source: Insert text
ace: Peutameng teks

source: Delete text
ace: Sampoh teks

source: Substitute text
ace: Peuganto teks

source: Number files according to a pattern
ace: Nomboi beureukaih pah ngeun pola

source: Insert number sequence at beginning
ace: Peutamong nomboi urot nibak phon

source: Insert
ace: Peutamong

source: at the beginning
ace: nibak phon

source: at the end
ace: nibak akhe

source: Delete every occurrence of
ace: Hapos setiap kejadian

source: with
ace: dengon

source: Rename to
ace: Ubah nan keu

source: No file
ace: Hana beurkas

source: Start and stop playing
ace: Peuphon ngon stop meu'en

source: Title:
ace: Judul

source: Song start:
ace: Phon lagu:

source: Song end:
ace: Akhe lagu:

source: Track length:
ace: Panyang trek;

source: Song information for track %02i
ace: Informasi lagu untuk trek %02i

source: Do you really want to split the track?
ace: Peukeuh dreun betoi-betoi keuneuk bagi jalur?

source: If you split the track, the size of the new track will be shorter than 6 seconds and will be padded.
ace: Meuye dreun Pisah trek, ukuran baro jeut leubeh paneuk dari 6 detik dan jeut padded.

source: _Split
ace: _Beukah

source: The track wasn't split.
ace: Trek nyan hana beukah.

source: No silence could be detected
ace: Hana yang jeut dideteksi

source: An error occurred while detecting silences.
ace: Kesalahan teukeudi watee mendeteksi.

source: This will remove all previous results.
ace: Nyoe akan isampoeh mandum hasil sigolom jih.

source: Do you really want to carry on with automatic splitting?
ace: Pukeuh Droen yakin keuneuk lanjut ngon peupisah otomatis?

source: _Don't split
ace: _Bek split

source: Do you really want to empty the slices preview?
ace: Peukeuh Droeneuh beutoi-beutoi neu neuk peu soh pratinjau iris?

source: Re_move All
ace: _Hapos Mandum

source: Split Track
ace: Beukah Trek

source: M_ethod:
ace: M_etode

source: Method to be used to split the track
ace: Metode nyang neuk pake untuk peu beukah file

source: Split track manually
ace: Peu beukah trek dengon manual

source: Split track in parts with a fixed length
ace: Peu beukah trek per bagian dengon panyang jih teutap

source: Split track in a fixed number of parts
ace: Peu beukah trek bak beberapa bagian

source: Split track for each silence
ace: Peubeukah trek keu setiap keheningan

source: _Slice
ace: _Ireh

source: Add a splitting point
ace: Tamah titek peumisah

source: Split this track every
ace: Peu beukah nyoe mandum trek

source: seconds
ace: detik

source: Split this track in
ace: Peu beukah lagu nyoe

source: parts
ace: bagian

source: Slicing Method
ace: Metode untuk ireh

source: Start
ace: Peuphon

source: End
ace: Akher

source: Mer_ge
ace: _Gabong

source: Merge a selected slice with the next selected one
ace: Peugabong ireh nyang dipileh dengon pilehan berikut jih

source: Remove the selected slices
ace: Hapos ireh nyang dipilah

source: Clear the slices preview
ace: Peugleh potongan preview

source: _List of slices that are to be created:
ace: _Dafar iresan nyang akan dipegot

source: Slices Preview
ace: Iresan review

source: Hours
ace: Jeum

source: Minutes
ace: Meunet

source: Seconds
ace: Detik

source: Frames (1 second = 75 frames)
ace: Frame (1 detik = 75 frame)

source: Open the selected video
ace: Peuhah video nyang kalheuh neupileh

source: Edit the video information (start, end, author, etc.)
ace: Edit informasi video(awai, akhe, yang tuleh, dll)

source: Remove the selected videos from the project
ace: Hapos video nyang i pileh dari projek

source: Do you want to search for video files inside the directory?
ace: Peukeuh Droeneuh neuk seutot beurkas di dalam direktori?

source: _Search Directory
ace: _Seutot Direktori

source: "%s" does not have a suitable type for video projects.
ace: "%s" bukon jeunis nyang cocok untuk projek-projek video.

source: Please only add files with video content
ace: Tulong neutambahkan beurkas dengan konten video

source: File is not a valid .desktop file
ace: Nyoe bukon beurkas destop nyang sah

source: Unrecognized desktop file Version '%s'
ace: Beurkas desktop versi '%s' hana dikenal

source: Starting %s
ace: Peuphon %s

source: Application does not accept documents on command line
ace: Aplikasi hana diterimong document nibak bareh perintah

source: Unrecognized launch option: %d
ace: Pilehan peluncuran hana dikenal: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
ace: Hanjeut ta peulewat URI dokumen nibak entri desktop 'Type=Link'

source: Not a launchable item
ace: Bukon objek nyang jeut ta eksekusi

source: Disable connection to session manager
ace: Peunonaktif sambongan keu manager sesi

source: Specify file containing saved configuration
ace: Peutente beurkas nyang memuat konfigurasi

source: FILE
ace: BEURKAS

source: Specify session management ID
ace: Peu teunte ID manajemen sesi

source: Session management options:
ace: Pilihan managemen sesi

source: Show session management options
ace: Peuleumah pilehan manajemen sesi

source: Please type "%s --help" to see all available options
ace: Silakan neu ketik "%s --help" untuk kalon mandum peunileh nyang na
