Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/cheese.po
Languages: ace

source: Share…
ace: Bagi...

source: Save _As…
ace: Keub_ah Seubago

source: Move to _Trash
ace: Pinah u _Teumpat Broeh

source: Move _All to Trash
ace: Pinah _Bandum u Tempat Broeh

source: _Wide Mode
ace: _Mode Rayeuk

source: P_revious Effects
ace: Efek _Sigohlomjih

source: Ne_xt Effects
ace: Ef_ek Ukeujih

source: Photo mode
ace: Mode foto

source: Video mode
ace: Mode video

source: Photo burst mode
ace: Mode foto meuderet

source: Take a photo
ace: Cok foto

source: _Take a Photo
ace: _Cok Foto

source: Previous
ace: Sigohlomjih

source: Effects
ace: Efek

source: _Effects
ace: _Efek

source: Next
ace: Ukeujih

source: Leave fullscreen
ace: Peutinggai Layeu Punoh

source: _Leave Fullscreen
ace: Peutinggai _Layeu Punoh

source: Preferences
ace: Preferensi

source: Device
ace: Peurangkat

source: Photo resolution
ace: Ukuran foto

source: Video resolution
ace: Ukuran video

source: Brightness
ace: Trang

source: Saturation
ace: Saturasi

source: Contrast
ace: Kontras

source: Image
ace: Gamba

source: Shutter
ace: Tombol

source: _Countdown
ace: Bileung suroet

source: Fire _Flash
ace: Lampu kilat

source: Burst mode
ace: Mode retetan

source: Number of photos
ace: Jumlah gamba

source: Delay between photos (seconds)
ace: Piyoeh diantara foto(detik)

source: Capture
ace: Cok

source: Cheese Webcam Booth
ace: Cheese sagoe webkem

source: Take photos and videos with your webcam, with fun graphical effects
ace: Cok gamba ngon video roet webkem droen, ngon efek grafis yang lagak

source: photo;video;webcam;
ace: gamba;video;webkem

source: Use a countdown
ace: pakek bileung suroet

source: Set to true to show a countdown before taking a photo
ace: peu true untuk peudeuh bileung suroet watee cok gamba

source: Countdown length
ace: Trep bileung suroet

source: The duration of the countdown before taking a photo, in seconds
ace: Trep watee bileung suroet seugolom cok gamba, lam detik

source: Fire flash before taking a picture
ace: Peuudep lampu kilat seugolom cok gamba

source: Set to true to fire a flash when taking a picture
ace: peu true untuk peuudep lampu kilat watee cok gamba

source: Camera device string indicator
ace: Indikator string perangkat kamera

source: The path to the device node which points to the camera, for example /dev/video0
ace: Path keu peurangkat yang mengacu keu kamera, sebagoe contoh /dev/video0

source: Last selected effect
ace: Efek keuneuleuh yang dipileh

source: Name of the installed effect that was selected last
ace: Nan dari efek yang di instal yang dipileh keuneuleuh

source: Photo width
ace: Luwah gamba

source: The width of the image captured from the camera, in pixels
ace: Luwah gamba yang didroep dari kamera, lam piksel

source: Photo height
ace: Manyang gamba

source: The height of the image captured from the camera, in pixels
ace: Manyang gamba yang didroep dari kamera, lam piksel

source: Video width
ace: Luwah gambal

source: The width of the video captured from the camera, in pixels
ace: Luwah video yang didroep dari kamera, lam piksel

source: Video height
ace: Manyang video

source: The height of the video captured from the camera, in pixels
ace: Manyang video yang didroep dari kamera, lam piksel

source: Picture brightness
ace: ukuran cerah gamba

source: Adjusts the brightness of the picture coming from the camera
ace: atoe ukuran cerah gamba yang troeh dari kamera

source: Picture contrast
ace: kontras gamba

source: Adjusts the contrast of the picture coming from the camera
ace: Atoe kontras gamba yang troeh dari kamera

source: Picture saturation
ace: saturasi gamba

source: Adjusts the saturation of the picture coming from the camera
ace: Atoe saturasi gamba yang troeh dari kamera

source: Picture hue
ace: Nada warna gamba

source: Adjusts the hue (color tint) of the picture coming from the camera
ace: Atoe nada warna(hue) gamba yang troeh dari kamera

source: Video Path
ace: Path video

source: Defines the path where the videos are stored. If empty, "XDG_VIDEO/Webcam" will be used.
ace: Atoe tempat video dikeubah. meunyoe soh "XDG_VIDEO/Webcam" akan dipakek.

source: Photo Path
ace: Path gamba

source: Defines the path where the photos are stored. If empty, "XDG_PHOTO/Webcam" will be used.
ace: Atoe tempat gamba dikeubah. meunyoe soh "XDG_PHOTO/Webcam" akan dipakek.

source: Whether to start in wide mode
ace: Mulai lam mode luwah

source: If set to true, Cheese will start up in wide mode, with the image collection placed on the right-hand side. Useful with small screens.
ace: Meunyoe di peu true, Cheese akan mulai bak moda luwah ngon koleksi gamba ditempatkan bak sisi uneun. Meuguna bagi layeu ubeut.

source: Whether to start in fullscreen
ace: pu mulai lam mode layeu punoeh

source: If set to true, Cheese will start up in fullscreen mode.
ace: Meunyoe ditata keu true, Cheese akan mulai bak moda layeu punoeh.

source: Time between photos in burst mode
ace: watee antar gamba bak mode rentetan, lam milidetik

source: The length of time, in milliseconds, to delay between taking each photo in a burst sequence of photos. If the burst delay is less than the countdown duration, the countdown duration will be used instead.
ace: Trep watee lam mili detik, untuk piyoeh antara cok tip foto lam saboeh urutan rentetan gambar. meuynoe piyoeh rentetan kurang dari trep bileung suroet, trep bileung suroet yang akan dipakek

source: Number of photos in burst mode
ace: Leue gamba lam mode retetan

source: The number of photos to take in a single burst.
ace: Gamba yang dicok lam sigoe retetan

source: Shutter sound
ace: Sue tombol

source: Select
ace: Pileuh

source: _Take a photo
ace: _Cok foto

source: _Discard photo
ace: _Sampoeh gamba

source: Device capabilities not supported
ace: Kapabilitas peurangkat hana didukoeng

source: Failed to initialize device %s for capability probing
ace: Gagal boeh nan peurangkat %s keu peuneutap kapabilitas

source: Unknown device
ace: Peurangkat hana dituri

source: Cancellable initialization not supported
ace: boeh nan yang jeut dibatalkan hana didukoeng

source: One or more needed GStreamer elements are missing:
ace: Saboh atau leubeeh eleumen GStreamer yang dipeureule gadoeh:

source: No device found
ace: Hana meureumpok peurangkat

source: No Effect
ace: Hana efek

source: Start in wide mode
ace: Mulai bak mode luwah

source: Device to use as a camera
ace: Peurangkat yang akan dingui sebagoe kamera

source: DEVICE
ace: PEURANGKAT

source: Output version information and exit
ace: Peudeuh informasi versi aleuh nyan teubit

source: Start in fullscreen mode
ace: Mulai bak mode layeu punoeh

source: _Shoot
ace: Poto

source: _Photo
ace: _Gamba

source: _Burst
ace: _Retetan

source: _Fullscreen
ace: _Layeu punoeh

source: P_references
ace: P_referensi

source: _About
ace: _Teuntang

source: _Help
ace: _Bantuan

source: _Quit
ace: _Teubit

source: - Take photos and videos from your webcam
ace: - Cok gamba ngon video pakek webkem droen

source: Run '%s --help' to see a full list of available command line options.
ace: Peujak '%s --help' keu daftar leungkap pileuhan bareeh peurintah yang teusedia.

source: Another instance of Cheese is currently running
ace: Sesi program Cheese yang beda jinoe kaleuh

source: translator-credits
ace: Ayu Nanda Sari, Reza Septian, Muhammad Sani, Hendra Murdani & Huzair Saputra, 2013

source: Cheese Website
ace: Situs Web Cheese

source: Could not open %s
ace: Han iteem teubuka %s

source: Are you sure you want to permanently delete the file?
ace: Peu droen yakin keumeung sampoh beurkas nyoe?

source: If you delete an item, it will be permanently lost
ace: Meunyeo droen sampoeh barang nyoe, barang nyoe gadoeh total

source: Could not move %s to trash
ace: Han iteem pinah %s u teumpat broeh

source: Save File
ace: Keubah beurkas

source: Could not save %s
ace: Han iteem simpan %s

source: Stop _Recording
ace: Piyoeh _Reukam

source: Stop recording
ace: Piyoeh reukam

source: _Record a Video
ace: _Reukam video

source: Record a video
ace: Reukam video

source: Stop _Taking Pictures
ace: Piyoeh _Cok gamba

source: Stop taking pictures
ace: Piyoeh cok gamba

source: Take Multiple Photos
ace: Cok lhe gamba

source: Take multiple photos
ace: Cok lhe gamba

source: No effects found
ace: Hana meureumpok efek

source: Take _Multiple Photos
ace: Cok _Lhe gamba
