Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/eog.po
Languages: ace

source: Run '%s --help' to see a full list of available command line options.
ace: Jalankan '%s --help' keu daftar lengkap pilihan yang na.
