Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/eog.po
Languages: ace

source: Show “_%s”
ace: Peuleumah"_%s"

source: _Move on Toolbar
ace: _pinah ke toolbar

source: Move the selected item on the toolbar
ace: pinah item yang dipileh bak toolbar

source: _Remove from Toolbar
ace: apoh dari toolbar

source: Remove the selected item from the toolbar
ace: Apoh item yang dipileh dari toolbar

source: _Delete Toolbar
ace: _Apoh toolbar

source: Remove the selected toolbar
ace: Apoh toolbar yang dipileh

source: Separator
ace: Alat pemisah

source: _View
ace: _Kalon

source: _Statusbar
ace: Bareh_Status

source: _Image Gallery
ace: _Galeri gamba

source: Side _Pane
ace: _Panel sampeng

source: Prefere_nces
ace: Pilehan

source: _Help
ace: _Peunolong

source: _About Image Viewer
ace: _Tentang Penampil Gamba

source: _Quit
ace: _Teubit

source: Image Viewer
ace: ngon kalon gamba

source: Browse and rotate images
ace: Kalon dan puta gamba

source: Picture;Slideshow;Graphics;
ace: Gamba;Slideshow;Grafis;

source: Image Properties
ace: Gamba Properties

source: _Previous
ace: _Segohlom

source: _Next
ace: _Lanjutan

source: Name:
ace: Nan:

source: Width:
ace: Lebar:

source: Height:
ace: Panyang:

source: Type:
ace: Jenih:

source: General
ace: Umum

source: Aperture Value:
ace: Nilai bukaan Lensa:

source: Exposure Time:
ace: Wate Pencahayaan:

source: Focal Length:
ace: Panyang Fokus:

source: ISO Speed Rating:
ace: Rating kecepatan ISO:

source: Metering Mode:
ace: Mode pengukuran:

source: Camera Model:
ace: Model Kamera:

source: Date/Time:
ace: Tanggai/Wate:

source: Description:
ace: Deskripsi:

source: Location:
ace: Lokasi:

source: Keywords:
ace: Kata Kunci:

source: Author:
ace: Penuleh

source: Copyright:
ace: Hak Peugot:

source: Details
ace: Rincian

source: Save As
ace: Simpan sebago

source: <b>%f:</b> original filename
ace: <b>%f:</b> nan berkah asli

source: <b>%n:</b> counter
ace: <b>%n:</b> bileung

source: Filename format:
ace: Format nan berkas:

source: Choose a folder
ace: Pileh folder

source: Destination folder:
ace: Folder tujuan:

source: File Path Specifications
ace: Spesifikasi Lokasi Berkas

source: Start counter at:
ace: Mulai bileung dari:

source: Replace spaces with underscores
ace: Ganto spasi ngon bareh imeuyup

source: Options
ace: Pilehan

source: Rename from:
ace: Ganto nan dari:

source: To:
ace: keu:

source: File Name Preview
ace: kalon Nan Berkas

source: Preferences
ace: Preferensi

source: Image Enhancements
ace: Penanganan Gamba

source: Smooth images when zoomed-_out
ace: _peuubit tampilan gamba dengon aloh

source: Smooth images when zoomed-_in
ace: Peurayok tampilan gamba dengon aloh

source: _Automatic orientation
ace: _puta layeu otomatis

source: Background
ace: layeu Likot

source: As custom color:
ace: Pileh Warna:

source: Background Color
ace: Warna Layeu Likot

source: Transparent Parts
ace: Bagian Transparan

source: As check _pattern
ace: Periksa_Pattern sebago

source: As custom c_olor:
ace: Pileh_warna

source: Color for Transparent Areas
ace: Warna untuk wilayah transparan

source: As _background
ace: Sebago_Layeu likot

source: Image View
ace: Tampilan Gamba

source: Image Zoom
ace: Peurayeuk Gamba

source: E_xpand images to fit screen
ace: _peurayok gamba sampo sesuai ngon layar

source: Sequence
ace: sekuens

source: _Time between images:
ace: _Wate antara gamba

source: _Loop sequence
ace: _ulangi skuens

source: Slideshow
ace: Deteran Gamba

source: Automatic orientation
ace: Puta Layeu otomatis

source: Whether the image should be rotated automatically based on EXIF orientation.
ace: Gamba diputa secara otomatis berdasarkan orientasi EXIF_jih ato kon

source: The color that is used to fill the area behind the image. If the use-background-color key is not set, the color is determined by the active GTK+ theme instead.
ace: Warna yang di pakek untuk isi wilayah di likot gamba. Apabila kunci layeu likot-wana hana ditentukan, maka tema GTK+ yang teungoh udep yang akan peuteute warna jih.

source: Interpolate Image
ace: Interpolasi Gamba

source: Whether the image should be interpolated on zoom-out. This leads to better quality but is somewhat slower than non-interpolated images.
ace: Peuteunte interpolasi pada wate tampilan gamba di peuubit. Kualitas gamba akan leumah lagak, teutapi agak leubeh lambat dibangdeng ngon hana pakek interpolasi

source: Extrapolate Image
ace: Ekstrapolasi Gamba

source: Whether the image should be extrapolated on zoom-in. This leads to blurry quality and is somewhat slower than non-extrapolated images.
ace: Peuteunte interpolasi gamba watee tampilan di peurayeuk. Nyo akan mempengarohi kualitas tampilan gamba dan agak leubeh lambat ngon hana interpolasi

source: Transparency indicator
ace: Indikator Transpatency

source: Determines how transparency should be indicated. Valid values are CHECK_PATTERN, COLOR and NONE. If COLOR is chosen, then the trans-color key determines the color value used.
ace: Peuteunte cara menampilkan wilayah transparan. Nilai yang mungken adalah CHEK_PATTERN, COLOR dan NONE. Apabila COLOR yang di pileh, maka kunci trans-color di peuteunte warna yang di pakek.

source: Scroll wheel zoom
ace: Tombol scroll untuk peurayeuk

source: Whether the scroll wheel should be used for zooming.
ace: Peuteunte tombol scroll mouse untuk peurayeuk/peuubit tampilan gamba.

source: Zoom multiplier
ace: Peurayeuk multiplier

source: The multiplier to be applied when using the mouse scroll wheel for zooming. This value defines the zooming step used for each scroll event. For example, 0.05 results in a 5% zoom increment for each scroll event and 1.00 result in a 100% zoom increment.
ace: Multiplier yang akan diterapkan watee tombol scoll bak mouse untuk peurayeuk/peuubit gamba. nilai nyan yang menentukan langkah zoom untuk tiap scroll. sebago contoh, 0.05 menghasilkan 5% perbesaran, sementara 1.00 menghasilan 100% perbesaran.

source: Transparency color
ace: Warna transparansi

source: If the transparency key has the value COLOR, then this key determines the color which is used for indicating transparency.
ace: Apabila kunci transparasi memiliki nilai COLOR, maka nilai nyo menentukan warna yang di pakek untuk peutanda adanya wilayah transparan.

source: Use a custom background color
ace: Pakek warna layeu likot ata teuubah (yang tapileh keudroe)

source: If this is active, the color set by the background-color key will be used to fill the area behind the image. If it is not set, the current GTK+ theme will determine the fill color.
ace: apabila ta peu udep, maka warna yang ditentukan dengon kata kunci background-color akan di pakek untuk mengisi wilayah di layeu likot. Apabila tidak, maka tema GTK+ yang isi jih.

source: Loop through the image sequence
ace: Meungulang urutan gamba

source: Whether the sequence of images should be shown in an endless loop.
ace: Peuteunte urutan gamba yang ditampilkan sabee

source: Allow zoom greater than 100% initially
ace: Mengizinkan tingkat peurayeuk awai dari 100%

source: If this is set to FALSE small images will not be stretched to fit into the screen initially.
ace: Apabila dijok nilai FALSE, maka gamba berukuran ubeut han akan di ubah ukuran jih ato dipeujareung sehingga dengon ukuran windows.

source: Delay in seconds until showing the next image
ace: Watee jeda hingga gamba selanjut jih di peuleumah ( dalam detik)

source: A value greater than 0 determines the seconds an image stays on screen until the next one is shown automatically. Zero disables the automatic browsing.
ace: Nilai yang lebih dari 0 berarti treb watee gamba yang di peuleumah pada layeu sampo gamba selanjut jih di peuleumah secara otomatis. Angka 0 akan peumatee fasilitas pembukaan otomatis.

source: Show/Hide the window toolbar.
ace: Peudeh/peusom toolbar

source: Show/Hide the window statusbar.
ace: peuleumah/peusom bareh status.

source: Show/Hide the image gallery pane.
ace: Peuleumah/peusom panel gallery gamba

source: Image gallery pane position. Set to 0 for bottom; 1 for left; 2 for top; 3 for right.
ace: Posisi panel geleri gamba. Nilai 0 untuk di baroh; 1 untuk blah wie; 2 keu ateuh; 3 keu blah neun.

source: Whether the image gallery pane should be resizable.
ace: Peukeuh panel galeri gamba jhet di ubah ukuran jih.

source: Show/Hide the window side pane.
ace: Peudeh/peusom panel sampeng

source: Show/Hide the image gallery pane scroll buttons.
ace: peuleumah/peusom tombol scroll untuk panel galeri gamba

source: Close main window without asking to save changes.
ace: teubit windows utama tanpa teumanyong untuk simpan yang teu ubah

source: Trash images without asking
ace: Apoh gamba ke tempat broh tanpa teumanyong

source: If activated, Eye of GNOME won't ask for confirmation when moving images to the trash. It will still ask if any of the files cannot be moved to the trash and would be deleted instead.
ace: menyo di peu udep, Eye Of GNOME han akan mengkonfirmasi watee pinah gamba ke dalam tong broh. tetapi, akan teutap bri thee apabila na berkas yang han jhet dipinah dan perlu di apoh.

source: Whether the file chooser should show the user's pictures folder if no images are loaded.
ace: Peuteunte pemileuh berkas untuk peuleumah folder gamba pengguna apabila hana gamba yang di muat.

source: If activated and no image is loaded in the active window, the file chooser will display the user's pictures folder using the XDG special user directories. If deactivated or the pictures folder has not been set up, it will show the current working directory.
ace: Apabila ta peu udep dan hana gamba yang dimuat bak jendela yang udep, peumileh berkas akan di peuleumah folder gamba atra pengguna lewat direktori khusus pengguna XDG. Apabila ta peumatee ato folder nyan goh lom ditentukan, makan yang di peuleumah adalah direktori kerja (yang teungoh aktif watee nyan)

source: Whether the metadata list in the properties dialog should have its own page.
ace: Peuteunte daftar metadata bak dialog properti yang i peuleumah bak halamanyan keudroe.

source: If activated, the detailed metadata list in the properties dialog will be moved to its own page in the dialog. This should make the dialog more usable on smaller screens, e.g. as used by netbooks. If disabled, the widget will be embedded on the "Metadata" page.
ace: Meunyo di peu udep, maka daftar metadata yang leubeh rinci bak dialog properti akan di peuleumah terpisah bak halaman droe. Dengon lagee nyan, akan leubeh sesuai untuk layeu komputer yang ubeut, lagee bak netbook. Meunyo di peumatee, maka widget nyan akan di peuleumah bak halaman "Meteadata".

source: External program to use for editing images
ace: Program Ekternal yang di pakek keu menyunting gamba

source: The desktop file name (including the ".desktop") of the application to use for editing images (when the "Edit Image" toolbar button is clicked). Set to the empty string to disable this feature.
ace: Nan berkas layeu ( termasuk".dekstop") dari aplikasi yang di pakek menyunting gamba (watee tomnbol bilah alat "Sunting Gamba" ta klik). Peu kosong untuk peu matee fitur nyo.

source: Active plugins
ace: Peu udep plugin

source: List of active plugins. It doesn't contain the "Location" of the active plugins. See the .eog-plugin file for obtaining the "Location" of a given plugin.
ace: Daftar Plugin yang udep. kunci nyo na "Lokasi" dari plugin yang udep. Neu kalon berkas eog-plugin untuk meurumpok "Lokasi" plugin yang di jok.

source: Fullscreen with double-click
ace: Layeu peunoh dengon klik double

source: Activate fullscreen mode with double-click
ace: Peu udep mode layeu peunoh dengon klik double

source: Reload Image
ace: Muat ulang gamba

source: Reload current image
ace: Memuat ulang gamba yang teungoh di buka

source: Date in statusbar
ace: Tanggai di bareh status

source: Shows the image date in the window statusbar
ace: Peu leumah tanggai atra gamba bak bareh status

source: Close _without Saving
ace: Tutop_bek Simpan

source: Question
ace: Pertanyaan

source: If you don't save, your changes will be lost.
ace: Meunyo hana simpan, maka perubahan yang kalheuh dron peget akan gadoh.

source: Save changes to image "%s" before closing?
ace: Simpan perubahan bak gamba "%s" seugohlom ditop?

source: There is %d image with unsaved changes. Save changes before closing?
ace: na %d gamba dengon perubahan yang goh lom di simpan. simpan seugohlom ditop?

source: S_elect the images you want to save:
ace: Pileh gamba yang meujak disimpan:

source: If you don't save, all your changes will be lost.
ace: Meunyo hana dron simpan, maka mandum perubahan yang kalheuh dron peuget akan gadoh.

source: _Cancel
ace: _Hana jadeh

source: _Reload
ace: Muat_teuma

source: Save _As…
ace: Simpan_sebago

source: Could not load image '%s'.
ace: Hanjeut peugot gamba'%s'.

source: Could not save image '%s'.
ace: Hanjhet simpan gamba '%s'.

source: No images found in '%s'.
ace: Hana meuteme gamba bak'%s'.

source: The given locations contain no images.
ace: Lokasi yang i jok hana berkas gamba

source: Camera
ace: Kamera

source: Image Data
ace: Data Gamba

source: Image Taking Conditions
ace: Kondisi icok gamba

source: GPS Data
ace: Data GPS

source: Maker Note
ace: Catatan yang peuget

source: Other
ace: Laen jih

source: XMP Exif
ace: Exif XMP

source: XMP Rights Management
ace: Manajemen Hak XMP

source: XMP Other
ace: XMP Laenjih

source: Value
ace: Nilai

source: North
ace: Utara

source: East
ace: Timu

source: West
ace: Barat

source: South
ace: Selatan

source: %.1f (lens)
ace: %.1f (lensa)

source: %.1f (35mm film)
ace: %.1f (film 35mm)

source: File format is unknown or unsupported
ace: Format berkas hana di turi ato hana di dukong

source: Image Viewer could not determine a supported writable file format based on the filename.
ace: Ngon kaloen gamba hana jhet peuteunte format bekas yang jhet di tuleh yang di dukong dari nan berkas jih.

source: Please try a different file extension like .png or .jpg.
ace: Silahkan cuba ekstensi berkas yang laen, lagee .png ato .jpg

source: All files
ace: Mandum berkah

source: Supported image files
ace: Berkah gamba yang jeut

source: pixel
ace: piksel

source: Open Image
ace: Buka Gamba

source: Save Image
ace: Simpan gamba

source: Open Folder
ace: Buka Folder

source: Transformation on unloaded image.
ace: Transformasi bak gamba yang goh lom di muat.

source: Transformation failed.
ace: Transformasi gagal.

source: EXIF not supported for this file format.
ace: EXIF hana di dukung bak format berkas nyo.

source: Image loading failed.
ace: Hanjeut peugot gamba.

source: No image loaded.
ace: Hana gamba yang dibuka

source: You do not have the permissions necessary to save the file.
ace: Dron hana hak untuk menyimpan berkas nyo.

source: Temporary file creation failed.
ace: Gagal peuget berkas temporer.

source: Couldn't create temporary file for saving: %s
ace: Hana jhet peuget berkas temporer untuk simpan : %s

source: Couldn't allocate memory for loading JPEG file
ace: Hana jhet mengalokasi memori untuk peuget barkas JPEG

source: Unknown
ace: Hana i turi

source: File size:
ace: Ukuran Berkas:

source: Show the folder which contains this file in the file manager
ace: Peuleumah folder yang memuat berkas nyo bak menajer berkas

source: %lu second
ace: %lu detik

source: Image Settings
ace: Pengato Gamba

source: Image
ace: Gamba

source: The image whose printing properties will be set up
ace: Gamba dengon properti pencetakan yang akan di ato

source: Page Setup
ace: Ato Halaman

source: The information for the page where the image will be printed
ace: Informasi halaman tempat gamba akan di cetak

source: Position
ace: Posisi

source: _Left:
ace: _Uwi

source: _Right:
ace: _Uneun

source: _Top:
ace: _Ateuh

source: _Bottom:
ace: _Meuyup

source: C_enter:
ace: Tengah

source: None
ace: Hana

source: Horizontal
ace: _Horisontal

source: Vertical
ace: _Vertikal

source: Both
ace: Mandua

source: Size
ace: Ukuran

source: _Width:
ace: _Lebar

source: _Height:
ace: _Panyang:

source: _Scaling:
ace: _Skala

source: _Unit:
ace: _Satuan

source: Millimeters
ace: Milimeter

source: Inches
ace: Inci

source: Preview
ace: Pratinjau

source: as is
ace: Lagee na

source: Taken on
ace: Dicok bak

source: At least two file names are equal.
ace: Na dua nan berkah yang hi

source: Could not display help for Image Viewer
ace: Hana jhet i peuleumah layeu bantuan untuk kalon gamba

source: (invalid Unicode)
ace: (salah Unicode)

# MessageArea
source: Hi_de
ace: _Peusom

source: The image "%s" has been modified by an external application. Would you like to reload it?
ace: Gamba "%s" kalheuh di ubah oleh aplikasi eksternal. Dron ingin memuat ulang?

source: Use "%s" to open the selected image
ace: Pakek "%s" untuk membuka gamba yang dron pileh

source: Saving image "%s" (%u/%u)
ace: Simpan gamba "%s" (%u/%u)

source: Opening image "%s"
ace: Buka gamba "%s"

source: Viewing a slideshow
ace: Kalon saboh slideshow

source: Error printing file: %s
ace: Error cetak berkas : %s

source: Toolbar Editor
ace: Editor toolbar

source: _Reset to Default
ace: _Balek Keuphon

source: Error launching System Settings:
ace: Error tamong dalam pengato sistem:

source: _Open Background Preferences
ace: Buka pengato layeu likot

source: The image "%s" has been set as Desktop Background. Would you like to modify its appearance?
ace: Gamba "%s" kalheuh di peuget layeu likot. Ubah penampilan jih?

source: Saving image locally…
ace: Simpan gamba lokal..

source: Are you sure you want to move "%s" to the trash?
ace: Pinah"%s"u tempat broh

source: A trash for "%s" couldn't be found. Do you want to remove this image permanently?
ace: Tempat broh untuk "%s" hana ditentukan. Apoh gamba secara permanen?

source: Are you sure you want to move the selected image to the trash?
ace: Dron yakin pinah gamba yang di pileh ke tempat broh?

source: Some of the selected images can't be moved to the trash and will be removed permanently. Are you sure you want to proceed?
ace: Ladoom gamba hanjheut di pinah ke tampat broh dan harus di apoh permanen. kerjakan?

source: Move to _Trash
ace: Boh u_Tempat Broh

source: _Do not ask again during this session
ace: _Bek tanyong lom meunyo lam sesi nyo

source: Couldn't access trash.
ace: Hanjheut akses tempat broh

source: Couldn't delete file
ace: Hanjeut sampoh berkah

source: Error on deleting image %s
ace: Hanjeut sampoh berkah %s

source: _Image
ace: _Gamba

source: _Edit
ace: _Ganto

source: _Go
ace: _Jak

source: _Tools
ace: _Peralatan

source: _Open…
ace: _Buka...

source: Open a file
ace: Buka berkas

source: _Close
ace: _Tutop

source: Close window
ace: Tutop tingkap

source: Edit the application toolbar
ace: Edit aplikasi Toolbar

source: Preferences for Image Viewer
ace: Pengato bagi pemilik gamba

source: _Contents
ace: _bantuan

source: Help on this application
ace: Bantuan untuk aplikasi nyo

source: _About
ace: _tentang

source: About this application
ace: tentang aplikasi nyo

source: Changes the visibility of the toolbar in the current window
ace: Ubah yang leumah dari toolbar watee jendela teungoh udep

source: Changes the visibility of the statusbar in the current window
ace: Ubah yang leumah bareh status bar bak jendela yang teungoh udep

source: Changes the visibility of the image gallery pane in the current window
ace: Ubah yang leumah galeri panel gamba bak jendela yang teungoh udep

source: Changes the visibility of the side pane in the current window
ace: Ubah yang leumah pandel sampeng bak jendela yang teungoh udep

source: _Save
ace: _simpan

source: Save changes in currently selected images
ace: Simpan perubahan bak gamba yang di pileh

source: Open _with
ace: Buka_dengon

source: Open the selected image with a different application
ace: Buka gamba yang dipileh dengon aplikasi yang laen

source: Save the selected images with a different name
ace: Simpan gamba yang dipileh dengon nan yang laen

source: Show Containing _Folder
ace: Peuleumah_Folder yang memuat

source: _Print…
ace: _Cetak

source: Print the selected image
ace: Cetak gamba yang di pileh

source: Prope_rties
ace: Proper_ti

source: Show the properties and metadata of the selected image
ace: Peuleumah properti dan metadata dari gamba yang dipileh

source: _Undo
ace: _hana jadeh

source: Undo the last change in the image
ace: Batalkan perubahan keuneulheuh bak gamba

source: Flip _Horizontal
ace: Lipat_Horisontal

source: Mirror the image horizontally
ace: Mebalekkan gamba secara horisontal

source: Flip _Vertical
ace: Lipat_Vertikal

source: Mirror the image vertically
ace: Balek gamba secara vertikal

source: _Rotate Clockwise
ace: Puta Searah jarom jeum

source: Rotate the image 90 degrees to the right
ace: memuta gamba 90 derejat blah neun

source: Rotate Counterc_lockwise
ace: puta berlawanan jarom jeum

source: Rotate the image 90 degrees to the left
ace: memuta gamba 90 derajat blah wie

source: Set as Wa_llpaper
ace: peujhet keu Wallpaper

source: Set the selected image as the wallpaper
ace: Peu jhet gamba yang dipileh sebago gamba wallpaper

source: Move the selected image to the trash folder
ace: pinah gamba yang dipileh ke folder tempat broh

source: _Copy
ace: _salin

source: Copy the selected image to the clipboard
ace: Salin gamba yang dipilih ke clipboard

source: _Zoom In
ace: _peurayeuk

source: Enlarge the image
ace: Peurayeuk tampilan gamba

source: Zoom _Out
ace: peu_ubit

source: Shrink the image
ace: peu ubit tampilan gamba

source: _Normal Size
ace: Ukuran_Normal

source: Show the image at its normal size
ace: Peuleumah gamba dalam ukuran normal

source: _Fullscreen
ace: Layar_peunoh

source: Show the current image in fullscreen mode
ace: Peuleumah gamba dalam modus layeu peunoh

source: Pause Slideshow
ace: Theun deretan gamba

source: Pause or resume the slideshow
ace: Menahan ato melanjutkan deretan gamba

source: _Best Fit
ace: Sesuai jendela

source: Fit the image to the window
ace: sesuaikan gamba dengon jendela aplikasi

source: _Previous Image
ace: Gamba_sebelum jih

source: Go to the previous image of the gallery
ace: menuju gamba sebelum jih dalam galeri

source: _Next Image
ace: Gamba selanjut jih

source: Go to the next image of the gallery
ace: Menuju gamba selanjut jih galam galeri

source: _First Image
ace: Gamba_phon

source: Go to the first image of the gallery
ace: Menuju gamba phon dalam galeri

source: _Last Image
ace: Gamba_keuneulheuh

source: Go to the last image of the gallery
ace: Menuju gamba keuneulheuh dalam galeri

source: _Random Image
ace: Gamba acak

source: Go to a random image of the gallery
ace: Manuju gamba yang dipileh acak dari galeri

source: Start a slideshow view of the images
ace: memulai slideshow

source: Previous
ace: sebelum jih

source: Next
ace: selanjut jih

source: Right
ace: blah neun

source: Left
ace: blah wie

source: Show Folder
ace: peuleumah folder

source: In
ace: peurayeuk

source: Out
ace: peu ubit

source: Fit
ace: pah

source: Gallery
ace: Galeri

# action (to trash)
source: Trash
ace: Tempat broh

source: Edit the current image using %s
ace: Edit gamba jino pakek %s

source: Edit Image
ace: Edit gamba

source: The GNOME image viewer.
ace: ngon kalon gamba GNOME

source: translator-credits
ace: Tranlator credits Wanda Haris Purnama <wanda.haris93@gmail.com> informatika unsyiah

source: GNOME Image Viewer
ace: Ngon kalon gamba GNOME

source: Open in fullscreen mode
ace: di buka dalam layeu peunoh

source: Disable image gallery
ace: Peu matee galeri gamba

source: Open in slideshow mode
ace: Di buka ngon mode slideshow

source: Start a new instance instead of reusing an existing one
ace: Mulai sesi baroe daripada pakek yang kalheuh na

source: Open in a single window, if multiple windows are open the first one is used
ace: Buka dalam jendela tunggal. meunyo ladoom jendela teungoh teubuka, yang phon akan di pakek

source: Show the application's version
ace: peu leumah versi aplikasi

source: [FILE…]
ace: [BERKAH....]
