Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evince.po
Languages: ace

source: Error launching the command “%s” in order to decompress the comic book: %s
ace: Error bak peuleumah perintah "%s" keu dekompres buku komik: %s

source: The command “%s” failed at decompressing the comic book.
ace: Perintah "%s" gagal bak ekstrak buku komik

source: The command “%s” did not end normally.
ace: Perintah "%s" han abeh deungon normal

source: Not a comic book MIME type: %s
ace: Kon jeuneh MIME buku komik: %s

source: Can't find an appropriate command to decompress this type of comic book
ace: Hana diteumee perintah nyang sesuai keu ekstrak jeuneh buku komik nyoe

source: File corrupted
ace: Beureukaih ka reuloh

source: No files in archive
ace: Hana beureukaih lam arsip

source: No images found in archive %s
ace: Gamba han iteume lam arsip %s

source: There was an error deleting “%s”.
ace: Error watee sampoh "%s".

source: Comic Books
ace: Buku komik

source: DjVu document has incorrect format
ace: Format dokumen DjVu salah

source: The document is composed of several files. One or more of these files cannot be accessed.
ace: Dokumen nyoe na sejumlah berkah. Saboh atau leubeh berkah nyan hanjeut diakses.

source: DjVu Documents
ace: Dokumen DjVu

source: DVI document has incorrect format
ace: Format dokumen DVI salah

source: DVI Documents
ace: Dokumen DVI

source: This work is in the Public Domain
ace: Karya nyoe adalah Domain Publik

source: Yes
ace: Nyo

source: No
ace: Bek

source: Type 1
ace: Tipe 1

source: Type 1C
ace: Tipe 1C

source: Type 3
ace: Tipe 3

source: Type 1 (CID)
ace: Tipe 1 (CID)

source: Type 1C (CID)
ace: Tipe 1C (CID)

source: Unknown font type
ace: Jeuneh font hana iteupeu

source: This document contains non-embedded fonts that are not from the PDF Standard 14 fonts. If the substitute fonts selected by fontconfig are not the same as the fonts used to create the PDF, the rendering may not be correct.
ace: Dokumen nyoe na asoe font non-embedded nyang kon dari font 14 Standar PDF. Meunyo font penganto nyang ipileh le fontconfig hana saban deungon font nyang ipakek keu peugot PDF, perenderan mungken salah.

source: All fonts are either standard or embedded.
ace: Ban mandun font standar atawa embedded

source: No name
ace: Hana nan

source: None
ace: Than

source: Embedded subset
ace: Subset embedded

source: Not embedded
ace: Hana Embedded

source: (One of the Standard 14 Fonts)
ace: (Saboh nibak Font 14 Standar)

source: (Not one of the Standard 14 Fonts)
ace: (Kon salah saboh nibak Font 14 Standar)

source: Substituting with
ace: Geulantoe deungon

source: PDF Documents
ace: Dokumen PDF

source: Failed to load document “%s”
ace: Han jeut teucok dokumen "%s"

source: Failed to save document “%s”
ace: Han jeut geukeubah dokumen "%s"

source: PostScript Documents
ace: Dokumen PostScript

source: Invalid document
ace: Dokumen hana saheh

source: TIFF Documents
ace: Dokumen TIFF

source: XPS Documents
ace: Dokumen XPS

source: File is not a valid .desktop file
ace: Beureukaih nyoe kon .desktop nyang beutoi

source: Unrecognized desktop file Version '%s'
ace: Beureukaih desktop Versi "%s" hana ituri

source: Starting %s
ace: Peuawai %s

source: Application does not accept documents on command line
ace: Aplikasi hana iteurimong dokumen bak bareh perintah

source: Unrecognized launch option: %d
ace: Peunileh jak hana ituri: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
ace: Han jeut peuleupah dokumen URI bak entri desktop 'Type=Link'

source: Not a launchable item
ace: Kon objek nyang jeut ipeu udep

source: Disable connection to session manager
ace: Peumate koneksi keu sesi manajer

source: Specify file containing saved configuration
ace: Peuteuntee beureukaih nyang na konfigurasi

source: FILE
ace: BERKAH

source: Specify session management ID
ace: Peuteuntee ID sesi manajemen

source: Session management options:
ace: Peunileh sesi manajemen:

source: Show session management options
ace: Peudeuh peunileh sesi manajemen

source: Document Viewer
ace: Nyang Peuleumah Dokumen

source: View multi-page documents
ace: Peudeuh dokumen le-halaman

source: pdf;ps;postscript;dvi;xps;djvu;tiff;document;presentation;
ace: pdf;ps;postscript;dvi;xps;djvu;tiff;dokumen;presentasi;

source: Print Preview
ace: Kalon Hasee Cetak

source: Preview before printing
ace: Kalon yoh goh teucetak

source: Override document restrictions
ace: Timpa restriksi dokumen

source: Override document restrictions, like restriction to copy or to print.
ace: Peutimpa restriksi dokumen, lagee hana geubii geukopi atawa geucetak.

source: Automatically reload the document
ace: Otomatih peuhah ulang dokumen

source: The document is automatically reloaded on file change.
ace: Dokumen otomatih peuhah ulang watee berkah meu ubah

source: The URI of the directory last used to open or save a document
ace: URI dari direktori nyang keuneuleuh teungui keu peuhah atawa keubah dokumen

source: The URI of the directory last used to save a picture
ace: URI bak direktori nyang keuneuleueh teungui keu teukeubah gamba

source: Couldn't save attachment “%s”: %s
ace: Han jeut keubah lampiran "%s":%s

source: Couldn't open attachment “%s”: %s
ace: Han jeut peuhah lampiran "%s":%s

source: Couldn't open attachment “%s”
ace: Han jeut peuhah lampiran "%s"

source: File type %s (%s) is not supported
ace: Tipe beureukaih %s (%s) hana idukong

source: Unknown MIME Type
ace: Jeuneh MIME hana ituri

source: All Documents
ace: Ban Mandum Dokumen

source: All Files
ace: Ban Mandum Beureukaih

source: Failed to create a temporary file: %s
ace: Hanjeut peugot beureukaih temporer: %s

source: Failed to create a temporary directory: %s
ace: Hanjeut peugot direktori temporer: %s

source: (%d of %d)
ace: (%d dari %d)

source: of %d
ace: dari %d

source: Page %s
ace: Halaman %s

source: Failed to print page %d: %s
ace: Hanjeut cetak halaman %d: %s

source: Preparing to print…
ace: Peusiap keu cetak

source: Finishing…
ace: Peuseuleuso...

source: Printing page %d of %d…
ace: Geucetak halaman %d dari %d...

source: Postscript is not supported by this printer.
ace: Postscript hana idukong le pencetak nyoe.

source: Invalid page selection
ace: Pemilihan halaman hana saheh

source: Warning
ace: Geupeuringat

source: Your print range selection does not include any pages
ace: Gata pileh jangkauan cetak nyang hana meusaboh on pih

source: Print
ace: Cetak

source: Page Scaling:
ace: Skala On:

source: Shrink to Printable Area
ace: Peu ubit u Wilayah nyang Jeut Icetak

source: Fit to Printable Area
ace: Peupah u Wilayah nyang Jeut Icetak

source: Scale document pages to fit the selected printer page. Select from one of the following: • "None": No page scaling is performed. • "Shrink to Printable Area": Document pages larger than the printable area are reduced to fit the printable area of the printer page. • "Fit to Printable Area": Document pages are enlarged or reduced as required to fit the printable area of the printer page.
ace: Peuskala halaman dokumen jeut pah deungon halaman pencetak nyang ipileh. Pileh salah saboh dari nyoe: • "None" (Hana meusaboh): Hana ipuebuet penskalaan halaman. • "Shrink to Printable Area" (Peu ubit u Wilayah nyang Jeut Icetak): Halaman-halaman dokumen nyang leubeh rayeuk daripada wilayah nyang jeut icetak nyang keumeu ipeu ubit jeut pah deungon wilayah nyang jeut icetak dari halaman pencetak. • "Fit to Printable Area" (Peupah u Wilayah nyang Jeut Icetak): Halaman-halaman dokumen ipeu rayeuk ataua ipeu ubit dum nyang peurle jeut pah deungon wilayah nyang jeut icetak dari halaman pencetak.

source: Auto Rotate and Center
ace: Otomatis Puta ngeun Peuteungeuh

source: Rotate printer page orientation of each page to match orientation of each document page. Document pages will be centered within the printer page.
ace: Puta orientasi halaman pencetak dari tiep halaman jeut pah deungon orientasi tiep halaman dokumen. Halaman dokumen akan dipeuteumpat iteungoh halaman pencetak.

source: Select page size using document page size
ace: Pileh ukuran on sesuai neungui ukuran on dokumen

source: When enabled, each page will be printed on the same size paper as the document page.
ace: Meunyo ipeuaktif, tip halaman akan icetak deungon ukuran kertah lagee halaman dokumen.

source: Page Handling
ace: Penanganan Halaman

source: Scroll Up
ace: Scroll u Wateuh

source: Scroll Down
ace: Scroll u Miyub

source: Scroll View Up
ace: Scroll Tampilan u Wateuh

source: Scroll View Down
ace: Scroll Tampilan u Miyub

source: Document View
ace: Tampilan Dokumen

source: Go to first page
ace: Jak u halaman keuphoen

source: Go to previous page
ace: Jak u on dilikoet

source: Go to next page
ace: Jak u on dikeu

source: Go to last page
ace: Jak u on keuneuleuh

source: Go to page
ace: Jak u on

source: Find
ace: Mita

source: Go to page %s
ace: Jak u on "%s"

source: Go to %s on file “%s”
ace: Jak u %s bak beureukaih "%s"

source: Go to file “%s”
ace: Jak u beureukaih "%s"

source: Launch %s
ace: Peujak %s

source: Jump to page:
ace: Grop u on

source: End of presentation. Click to exit.
ace: Peuakhee presentasi. Klik keu tubit.

source: Delete the temporary file
ace: Sampoh beureukaih temporer

source: Print settings file
ace: Cetak beureukah nyang peuato

source: GNOME Document Previewer
ace: Nyang Peuleumah Dokumen GNOME

source: Failed to print document
ace: Hanjeut geucetak dokumen

source: The selected printer '%s' could not be found
ace: Pencetak "%s" nyang ipileh hana iteumee

source: _Previous Page
ace: _On u Likoet

source: Go to the previous page
ace: Jak u on u likoet

source: _Next Page
ace: _On u Keu

source: Go to the next page
ace: Jak u on u keu

source: Enlarge the document
ace: Peurayeuk leumah dokumen

source: Shrink the document
ace: Peu ubit leumah dokumen

source: Print this document
ace: Geucetak dokumen nyoe

source: Fit Pa_ge
ace: Peupaih O_n

source: Make the current document fill the window
ace: Peupaih dokumen ngoen jendela

source: Fit _Width
ace: Peupaih Lu_wah

source: Make the current document fill the window width
ace: Peupaih dokumen sampoe peunoh luwah jendela

source: Page
ace: On

source: Select Page
ace: Pileh On

source: Document
ace: Dokumen

source: Title:
ace: Judul:

source: Location:
ace: Teumpat:

source: Subject:
ace: Subjek:

source: Author:
ace: Peunuleh:

source: Keywords:
ace: Kata Gunci:

source: Producer:
ace: Produsen:

source: Creator:
ace: Nyang Peugot:

source: Created:
ace: Ipeugot:

source: Modified:
ace: Teu Ubah:

source: Number of Pages:
ace: Jumlah On:

source: Optimized:
ace: Teroptimasi:

source: Security:
ace: Keuamanan:

source: Paper Size:
ace: Ukuran Keurtah:

source: %s, Portrait (%s)
ace: %s, Teugak (%s)

source: %s, Landscape (%s)
ace: %s, Tumbang (%s)

source: _Whole Words Only
ace: _Keu Bandum Kata Mantong

source: C_ase Sensitive
ace: _Sesuai Rayeuk/Ubeut Beujad

source: Find options
ace: Peunileh mita

source: Find previous occurrence of the search string
ace: Mita string nyang iteumee dilikoet

source: Find next occurrence of the search string
ace: Mita string nyang iteumee u keu

source: Icon:
ace: Ikon:

source: Note
ace: Catatan:

source: Comment
ace: Komentar:

source: Key
ace: Gunci

source: Help
ace: Beunantu

source: New Paragraph
ace: Paragraf Baroe

source: Paragraph
ace: Paragaraf

source: Insert
ace: Peutamong

source: Cross
ace: Kali

source: Circle
ace: Bulat

source: Unknown
ace: Hana Ituri

source: Annotation Properties
ace: Properti Anotasi

source: Color:
ace: Wareuna:

source: Style:
ace: Gaya:

source: Transparent
ace: Transparan:

source: Opaque
ace: Kabo

source: Initial window state:
ace: Keuadaan away jendela:

source: Open
ace: Peuhah

source: Close
ace: Toep

source: Go to previous history item
ace: Jak u item dilikoet

source: Go to next history item
ace: Jak u item u keu

source: Password for document %s
ace: Lageum rahsea keu dokumen %s

source: Loading…
ace: Geucok...

source: Open a recently used document
ace: Geupeuhah dokumen nyang baroe-baroe nyoe teungui

source: This document is locked and can only be read by entering the correct password.
ace: Dokumen nyoe lam keuadaan meugunci ngoen mantoeng jeut ngeubaca le entri peubeutoi lageum rahsea.

source: _Unlock Document
ace: _Peuhah Gunci Dokumen

source: Enter password
ace: Peutamong lageum rahsea

source: Password required
ace: Peurle lageum rahsea

source: The document “%s” is locked and requires a password before it can be opened.
ace: Dokumen "%s" lam keuadaan teugunci dan wajib ibuka deungon sandi

source: _Password:
ace: _Lageum Rahsea:

source: Forget password _immediately
ace: Peutuwo lageum rahsea _seketika

source: Remember password until you _log out
ace: Ingat lageum rahsea sampo gata _teubit

source: Remember _forever
ace: Ingat _sabe

source: Properties
ace: Properti

source: General
ace: Umum

source: Fonts
ace: Font

source: Document License
ace: Lisensi Dokumen

source: Gathering font information… %3d%%
ace: Peusapat informasi font... %3d%%

source: Usage terms
ace: Persyaratan penggunaan

source: Text License
ace: Lisensi Teks

source: Further Information
ace: Informasi leubeh lanjut

source: List
ace: Daftar

source: Annotations
ace: Anotasi

source: Text
ace: Teks

source: Add text annotation
ace: Peutamah teks anotasi

source: Add
ace: Tamah

source: Document contains no annotations
ace: Dokumen hana meupeu anotasi

source: Page %d
ace: On %d

source: Attachments
ace: Lampiran

source: _Open Bookmark
ace: _Peuhah Penanda Tautan

source: _Rename Bookmark
ace: _Ubah Nan Penanda Tautan

source: _Remove Bookmark
ace: _Sampoh Penanda Tautan

source: Bookmarks
ace: Penanda Tautan

source: Layers
ace: Lapisan

source: Print…
ace: Cetak...

source: Index
ace: Indeks

source: Thumbnails
ace: Miniatur

source: By extension
ace: Lagei ekstensi

source: The document contains no pages
ace: Dokumen hana asoe halaman

source: The document contains only empty pages
ace: Dokumen cuma measoe on kosong mantong

source: Unable to open document
ace: Han jeut peuhah dokumen

source: Loading document from “%s”
ace: Teungoh geumuat dokumen dari "%s"

source: Downloading document (%d%%)
ace: Teungoh geudownload dokumen (%d%%)

source: Failed to load remote file.
ace: Hanjeut geumuat Beureukaih jioh

source: Reloading document from %s
ace: Teungoh geumuat ulang dokumen dari %s

source: Failed to reload document.
ace: Hanjeut gemuat ulang dokumen.

source: Open Document
ace: Peuhah Dokumen

source: Saving document to %s
ace: Geukeubah dokumen u %s

source: Saving attachment to %s
ace: Geukeubah lampiran u %s

source: Saving image to %s
ace: Geukeubah gamba u %s

source: The file could not be saved as “%s”.
ace: Beureukaih han jeut teukeubah seubago "%s"

source: Uploading document (%d%%)
ace: Geu upload dokumen (%d%%)

source: Uploading attachment (%d%%)
ace: Geu upload lampiran (%d%%)

source: Uploading image (%d%%)
ace: Geu upload gamba (%d%%)

source: Save a Copy
ace: Keubah seubago salinan

source: Could not send current document
ace: Han jeut ta kirem dokumen nyoe

source: Could not open the containing folder
ace: Han jeut peuhah folder meuasoe

source: %d pending job in queue
ace: %d tugaih itunda bak antrian

source: Printing job “%s”
ace: Tugaih geucetak "%s"

source: Document contains form fields that have been filled out. If you don't save a copy, changes will be permanently lost.
ace: Lam dokumen na kolom isian formulir nyang ka ipasoe. Meunyo gata hana keubah salinan jih, perubahan jih gadoeh.

source: Document contains new or modified annotations. If you don't save a copy, changes will be permanently lost.
ace: Lam dokumen na anotasi baroe ataua ka diubah. Meunyo gata hana keubah salinan jih, perubahan jih gadoeh.

source: Save a copy of document “%s” before closing?
ace: Keubah salinan dari dokumen "%s" yoh goh teutoep?

source: Close _without Saving
ace: Toep _hana Geukeubah

source: Save a _Copy
ace: Keubah seubago _salinan

source: Wait until print job “%s” finishes before closing?
ace: Preh sampo tugaih pencetakan "%s" seuleuso yoh goh teutoep?

source: There is %d print job active. Wait until print finishes before closing?
ace: Na %d tugaih pencetakan aktif. Preh sampo pencetakan seuleuso yoh goh teutoep?

source: If you close the window, pending print jobs will not be printed.
ace: Meunyo gata toep jendela, tugah cetak nyang itunda hana icetak.

source: Cancel _print and Close
ace: Han jadeh _cetak dan tubiet

source: Close _after Printing
ace: Toep _wathei leuh cetak

source: Running in presentation mode
ace: Meujak lam mode presentasi

source: Document Viewer Using %s (%s)
ace: Penampil Dokumen. Neungui %s (%s)

source: Evince is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ace: Evince nakeuh software pre; Gata jeut distribusi ulang dan/atawa geu ubah software nyoe imiyub ketentuan GNU General Piblic License kiban jeut dipublikasikan le Free Software Foundation; Lisensi versi 2, ataua (ka sesuai nen pilihan droen) menggunakan versi selanjut jih.

source: Evince is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ace: Evince didistribusikan deungon harapan jeut berguna, tetapi TANPA ADA JIH JAMINAN; termasuk tanpa jaminan DAYA PUBLOE ataua KEMAMPUAN KEU TUJUAN TERTENTU. Kaleun GNU General Public License keu rincian leubeh lanjut.

source: You should have received a copy of the GNU General Public License along with Evince; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
ace: Gata seharus jih geuteurimong salinan dari GNU General Public License ngoen Evince; meunyo hana, geukirem surat gata u Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.

source: © 1996–2012 The Evince authors
ace: @ 1996-2012 Para penuleh Evince

source: translator-credits
ace: Mahyuddin Idram Ahmad <dotovr@di.blankon.in>, Huzair Saputra <huzairsaputra@ymail.com>, Hendra Murdani <hendramurdani46@gmail.com>, 2013.

source: %d found on this page
ace: meuteumei %d bak on nyoe

source: Not found
ace: Hana meuteumei

source: %3d%% remaining to search
ace: tinggai %3d%% teuk keu mita

source: _Bookmarks
ace: _Penanda Tautan

source: _Recent
ace: _Ban-ban Nyoe

source: _Open…
ace: _Peuhah...

source: Open an existing document
ace: Peuhah dokumen nyang na

source: Op_en a Copy
ace: P_euha seubago Salinan

source: Open a copy of the current document in a new window
ace: Peuhah seubago salinan dokumen nyang teungoh aktif dibak jendela baroe

source: _Save a Copy…
ace: _Keubah seubago Salinan...

source: Save a copy of the current document
ace: Keubah seubago salinan dokumen nyang teungoh aktif

source: Send _To...
ace: Kirem _U...

source: Send current document by mail, instant message...
ace: Geukirem dokumen nyoe lewat mail, pesan instant...

source: Open Containing _Folder
ace: Peuhah _Folder Meuasoe

source: Show the folder which contains this file in the file manager
ace: Peuleumah folder nyang na asoe beureukaih nyoe bak file manajer

source: _Print…
ace: _Cetak

source: P_roperties
ace: P_roperti

source: Select _All
ace: Pileh B_an mandum

source: Rotate _Left
ace: Puta U _Wie

source: Rotate _Right
ace: Puta u _Neun

source: Save Current Settings as _Default
ace: Keubah Peungato Saat nyoe seubagai Nyang Ka Na

source: _Reload
ace: _Muat keulai

source: Reload the document
ace: Muat keulai dokumen

source: Auto_scroll
ace: Scroll_otomatis

source: _First Page
ace: _On Phoen

source: Go to the first page
ace: Jak u on keuphoen

source: _Last Page
ace: _On Keuneuleuh

source: Go to the last page
ace: Jak u on keuneuleuh

source: Go to Pa_ge
ace: Jak u _On

source: Go to Page
ace: Jak u On

source: _Add Bookmark
ace: _Tamah Penanda Tautan

source: Add a bookmark for the current page
ace: Tamah penanda tautan keu halaman nyoe

source: _About
ace: _Teuntang

source: Leave Fullscreen
ace: Teubiet dari Layeu Peunoh

source: Leave fullscreen mode
ace: Teubiet dari mode Layeu Peunoh

source: Start Presentation
ace: Peuphoen Presentasi

source: Start a presentation
ace: Peuphoen seubago presentasi

source: Side _Pane
ace: Panel _Sampeng

source: Show or hide the side pane
ace: Peuleumah atawa peusom panel sampeng

source: _Continuous
ace: _Geupeulanjut

source: Show the entire document
ace: Peuleumah ban mandum asoe dokumen

source: _Dual
ace: _Ganda

source: Show two pages at once
ace: Peuleumah dua boh on meusigo

source: _Odd pages left
ace: _On rata blah wie

source: Show odd pages on the left in dual mode
ace: Peuleumah on blah wie lam mode ganda

source: _Fullscreen
ace: _Layeu Peunoh

source: Expand the window to fill the screen
ace: Peupeunoh jendela bak layeu

source: Pre_sentation
ace: _Presentasi

source: Run document as a presentation
ace: Peujak dokumen seubago presentasi

source: _Inverted Colors
ace: _Meubalek Wareuna

source: Show page contents with the colors inverted
ace: Peuleumah asoe on deungon wareuna nyang meubalek

source: _Find…
ace: _Mita...

source: Find a word or phrase in the document
ace: Mita kata atawa frasa lam dokumen

source: _Open Link
ace: _Peuhah Tautan

source: _Go To
ace: _Jak U

source: Open in New _Window
ace: Peuhah bak Jendela _Baroe

source: _Copy Link Address
ace: _Salin Alamat Tautan

source: _Save Image As…
ace: _Keubah Gamba Seubago...

source: Copy _Image
ace: Salin _Gamba

source: Annotation Properties…
ace: Properti Anotasi...

source: _Open Attachment
ace: _Peuhah Lampiran

source: _Save Attachment As…
ace: _Peuhah Lampiran Seubago...

source: Zoom
ace: Rayek-Ubiet

source: Adjust the zoom level
ace: Atoe tingkat peurayeuk

source: History
ace: Riwayat

source: Open Folder
ace: Peuhah Folder

source: Send To
ace: Kirem U

source: Previous
ace: Dilikoet

source: Next
ace: Ukeu

source: Zoom In
ace: Rayek-Ubiet Peurayek

source: Zoom Out
ace: Rayek-Ubiet Peu ubiet

source: Fit Page
ace: Peupaih On

source: Fit Width
ace: Peupaih Luwah

source: Unable to launch external application.
ace: Han jeut geupeujak aplikasi eksternal

source: Unable to open external link
ace: Han jeut peuhah tautan eksternal

source: Couldn't find appropriate format to save image
ace: Hana meurumpok format nyang pah keu simpan gamba

source: The image could not be saved.
ace: Gamba han jeut teukeubah

source: Save Image
ace: Keubah Gamba

source: Unable to open attachment
ace: Han jeut peuhah lampiran

source: The attachment could not be saved.
ace: Lampiran han jeut teukeubah

source: Save Attachment
ace: Kubah Lampiran

source: %s — Password Required
ace: %s -- Peurle Lageum Rahsea

source: GNOME Document Viewer
ace: Ngoen Peuleumah Dokumen GNOME

source: The page label of the document to display.
ace: Label on dari dokumen nyang keu peuleumah.

source: PAGE
ace: ON

source: The page number of the document to display.
ace: Numboi on dari dokumen nyang keu peuleumah.

source: NUMBER
ace: NUMBOI

source: Named destination to display.
ace: Tujuan nyang ka na nan keu ipeuleumah.

source: DEST
ace: TUJUAN

source: Run evince in fullscreen mode
ace: Peujak evince lam mode layeu peunoh

source: Run evince in presentation mode
ace: Peujak evince lam mode presentasi

source: Run evince as a previewer
ace: Peujak evince seubagai pratinjau

source: The word or phrase to find in the document
ace: Kata atawa frasa nyang keu mita lam dokumen

source: [FILE…]
ace: [BEUREUKAIH...]

source: _Help
ace: _Beunantu
