Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: All information in these memos will be deleted and can not be restored.
ace: Mandum informasi tentang memo-memo nyo akan di apoh dan han jhet di peu balek keu awai teuma.

source: Would you like to save your changes to this meeting?
ace: Peu keuh droen meujak simpan perubahan bak pertemuan nyoe?

source: You have changed this meeting, but not yet saved it.
ace: Droen ka ubah pertemuan nyo, tapi goh lom disimpan.

source: _Save Changes
ace: _Keubah Perubahan

source: _Discard Changes
ace: _Abaikan Perubahan

source: Would you like to save your changes to this appointment?
ace: Peu keuh droen meujak simpan jadwal pertemuan nyoe?

source: You have changed this appointment, but not yet saved it.
ace: Droen ka ganto pertemuan nyoe, tapi goh lom teusimpan.

source: Would you like to save your changes to this task?
ace: Peu keuh Droen meujak simpan perubahan bak tugas nyoe?

source: You have changed this task, but not yet saved it.
ace: Droen kalheuh ubah tugas nyoe, tapi goh lom di keubah.

source: Would you like to save your changes to this memo?
ace: Keubah perubahan bak memo nyoe?

source: You have made changes to this memo, but not yet saved them.
ace: Droen ka neurubah memo nyoe, tapi goh meukubah.

source: Would you like to send meeting invitations to participants?
ace: Pukeuh Droen keuneuk kirem undangan meurumpok bak tip peserta?

source: Email invitations will be sent to all participants and allow them to reply.
ace: Surat undangan

source: _Send
ace: _Kirem

source: Would you like to send updated meeting information to participants?
ace: Peu keuh Droen meujak meungirem informasi rapat teubaroe bak setiap peserta?

source: Sending updated information allows other participants to keep their calendars up to date.
ace: Kirem informasi teubaroe akan bantu peserta laen dalam mengato kalender awak nyan.

source: Would you like to send this task to participants?
ace: Peu keuh meujak kirem tugas nyoe ke mandum peserta?

source: Email invitations will be sent to all participants and allow them to accept this task.
ace: Peuingat lewat email akan di kirem keu mandum peserta ngon lakee awak nyan keu teurimong tugas nyoe.

source: Download in progress. Do you want to save the task?
ace: Teungoh download. Droen meujak keubah tugas?

source: Some attachments are being downloaded. Saving the task would result in the loss of these attachments.
ace: Na padum boh yang akan di download. Keubah tugas akan meuyebabkan gadoh lampiran nyoe.

source: _Save
ace: _Keubah

source: Download in progress. Do you want to save the appointment?
ace: Teungoh download. Peukeuh Droen meujak simpan janji meurumpok?

source: Some attachments are being downloaded. Saving the appointment would result in the loss of these attachments.
ace: Na padum boh lampiran yang akan di download. Simpan pertemuan akan gadoh dari lampiran nyoe.

source: Would you like to send updated task information to participants?
ace: Peu keuh Droen meujak kirem informasi teubaro tentang tugas nyoe kaseu mandum peserta?

source: Sending updated information allows other participants to keep their task lists up to date.
ace: Kirem informasi teubaroe ke mandum peserta akan bantu peserta laen keu ato dapeuta tugas awak nyan.

source: Editor could not be loaded.
ace: Editor han jheut dimuat

source: Delete calendar '{0}'?
ace: Sampoh kalende'{0}'?

source: This calendar will be removed permanently.
ace: Kalender nyo akan di apoh permanen

source: Delete task list '{0}'?
ace: Sampoh daftar tugah'{0}'?

source: This task list will be removed permanently.
ace: Dapeuta tugas nyoe akan di apoh permanen.

source: Delete memo list '{0}'?
ace: Sampoh daftar memo'{0}'?

source: This memo list will be removed permanently.
ace: Dafta memo nyo kemeung isampoh permanen.

source: Delete remote calendar '{0}'?
ace: Sampoh kalende jioh'{0}'?

source: This will permanently remove the calendar '{0}' from the server. Are you sure you want to proceed?
ace: Nyo kemeung isampoh permanen kalende'{0}'dari server.Peukeuh Dron yaken keumeung lanjut?

source: Delete remote task list '{0}'?
ace: Sampoh dafta tugah jioh'{0}'?

source: This will permanently remove the task list '{0}' from the server. Are you sure you want to proceed?
ace: Nyo kemeung isampoh permanen dafta tugah'{0}'dari server.Peukeuh Dron yaken keumeung lanjut?

source: Delete remote memo list '{0}'?
ace: Sampoh dafta memo jioh'{0}'?

source: This will permanently remove the memo list '{0}' from the server. Are you sure you want to proceed?
ace: Nyo kemeung isampoh permanen dafta memo'{0}'dari server.Peukeuh Dron yaken keumeung lanjut?

source: Are you sure you want to save the appointment without a summary?
ace: Dron yaken kemeung keubah janji meurumpok hana rangkuman?

source: Adding a meaningful summary to your appointment will give you an idea of what your appointment is about.
ace: Tamahkan ringkasan nyang bermakna u janji Dron Keumeung jok gambaran teuntang janji Dron.

source: Are you sure you want to save the task without a summary?
ace: Dron yaken ingen keubah hana rangkuman?

source: Adding a meaningful summary to your task will give you an idea of what your task is about.
ace: Tamahkan ringkasan nyang bermakna u tugah Dron keumeung jok gambaran teuntang tugah Dron.

source: Are you sure you want to save the memo without a summary?
ace: Dron yaken ingen keubah memo tanpa rangkuman?

source: Error loading calendar '{0}'
ace: Gagal wate ipeugot kalende'{0}'

source: The calendar is not marked for offline usage.
ace: Kalende hana neubouh tanda untok gunakan offline.

source: Cannot save event
ace: Hanjeut keubah acara

source: '{0}' is a read-only calendar and cannot be modified. Please select a different calendar that can accept appointments.
ace: '{0}' nyan keuh kalender yang jheut dibaca dan han jheut dimodifikasi. Ci pileh kalender laen yang jheut teurimong pertemuan.

source: Cannot save task
ace: Hanjeut tasimpan tugah

source: '{0}' does not support assigned tasks, please select a different task list.
ace: '{0}' hana meundukong tugas yang dijok, aci pileh dapeuta tugas laen.

source: Error loading task list '{0}'
ace: Error watee muat dapeuta tugas '{0}'

source: The task list is not marked for offline usage.
ace: Dapeuta tugas hana ditandai keu pengguna offline.

source: Error loading memo list '{0}'
ace: Error watee muat dapeuta memo '{0}'

source: The memo list is not marked for offline usage.
ace: Dafta memo hana iteupu untok gunakan luring.

source: Day View
ace: Peuleumah Uro

source: Work Week View
ace: Peuleumah Minggu Kerja

source: Week View
ace: Tampilan Minggu

source: Month View
ace: Tampilan Buleun

source: Summary
ace: Judul

source: contains
ace: meu aso

source: does not contain
ace: hana meu aso

source: Description
ace: Keuterangan

source: Any Field
ace: Sebarang Kolom

source: Classification
ace: Klasifikasi

source: is
ace: adalah

source: is not
ace: kon

source: Public
ace: Publik

source: Private
ace: Pribadi

source: Confidential
ace: Rahasia

source: Organizer
ace: Penyelenggara

source: Attendee
ace: Peuserta

source: Location
ace: Lokasi

source: Category
ace: Kategori

source: Attachments
ace: Lampiran

source: Exist
ace: Na

source: Do Not Exist
ace: Hana

source: Recurrence
ace: Iulang

source: Occurs
ace: Terjadi

source: Less Than
ace: Kureung Dari

source: Exactly
ace: Teupat

source: More Than
ace: Lebeh Dari

source: Summary Contains
ace: Ringkasan Meuasoe

source: Description Contains
ace: Deskripsi meu asoe

source: Edit Reminder
ace: Edit Peuingat

source: Pop up an alert
ace: Ingatan

source: Play a sound
ace: Puta su

source: Run a program
ace: Peujalan program

source: Send an email
ace: Kirem surel

source: before
ace: sigalom

source: after
ace: kaleuh

source: start of appointment
ace: pertemuan di mulai

source: end of appointment
ace: pertemuan ka abeh

source: minute(s)
ace: meunet(s)

source: hour(s)
ace: jeum(s)

source: day(s)
ace: uro(s)

source: Add Reminder
ace: Tamah Peuingat

source: Reminder
ace: Pengingat

source: Repeat
ace: Ci ulang

source: _Repeat the reminder
ace: Ulang_peuingat

source: extra times every
ace: kali lom tiep

source: Options
ace: Opsi

source: Custom _message
ace: Haba custom

source: Mes_sage:
ace: Peu_san

source: Custom reminder sound
ace: Su peuingat ubaha

source: _Sound:
ace: _Su

source: Select A File
ace: Pileh berkas

source: _Arguments:
ace: _Argumen:

source: Send To:
ace: Kirem keu:

source: Action/Trigger
ace: Aksi/Peumicu

source: Reminders
ace: Peuingat

source: A_dd
ace: Tam_ah

source: This event has been deleted.
ace: Acara nyo kaleuh tasampoh.

source: This task has been deleted.
ace: Tugah nyo kaleuh tasampoh.

source: This memo has been deleted.
ace: Memo nyo kaleuh tasampoh.

source: %s You have made changes. Forget those changes and close the editor?
ace: %s Na peurubahan yang droen peuget. apoh mandum dan top editor nyo?

source: %s You have made no changes, close the editor?
ace: %s Hana perubahan, top editor?

source: This event has been changed.
ace: Acara nyo kaleuh taubah.

source: This task has been changed.
ace: Tugah nyo kaleh iubah.

source: This memo has been changed.
ace: Memo nyo kaleh iubah.

source: %s You have made changes. Forget those changes and update the editor?
ace: %s Na perubahan yang droen peuget. Apoh mandum dan peubaroe asoe editor nyoe?

source: %s You have made no changes, update the editor?
ace: %s Hana perubahan,perbarui aso editor?

source: Could not save attachments
ace: Hanjeut keubah lampiran

source: Could not update object
ace: Hanjeut memperbarui objek

source: Edit Appointment
ace: Ganto Pertemuan

source: Meeting - %s
ace: Rapat - %s

source: Appointment - %s
ace: Pertemuan-%s

source: Assigned Task - %s
ace: Tugah nyang Ijok-%s

source: Task - %s
ace: Tugah - %s

source: No Summary
ace: Hana judul

source: Keep original item?
ace: Pertahankan item asli?

source: Unable to synchronize with the server
ace: Hanjeut menyelaraskan dengon server

source: Close the current window
ace: Tutop tingkap nyo

source: Copy the selection
ace: Salen bagian nyang ipileh

source: Cut the selection
ace: Pinah aso clipboard

source: Delete the selection
ace: Sampoh nyang dipileh

source: View help
ace: Titek bantuan

source: Paste the clipboard
ace: Peuduk aso clipboard

source: Save current changes
ace: Keubah perubahan jino

source: Save and Close
ace: Keubah ngon Tutop

source: Save current changes and close editor
ace: Keubah perubahan jino ngon tutop peuedit

source: Select all text
ace: Pileh mandum teks

source: _Classification
ace: _Klarifikasi

source: _Edit
ace: _Ubah

source: _File
ace: _Berkas

source: _Help
ace: Ba_ntuan

source: _Insert
ace: _Peutamong

source: _Options
ace: _Opsi

source: _View
ace: _Tampilan

source: _Attachment...
ace: _Lampiran...

source: Attach a file
ace: Lampirkan beureukaih

source: _Categories
ace: _Kategori

source: Toggles whether to display categories
ace: Peukeuh akan peuleumah kategori

source: Time _Zone
ace: _Zona Wate

source: Toggles whether the time zone is displayed
ace: Peukeuh Peuleumah daerah zona wate

source: Pu_blic
ace: Um_om

source: Classify as public
ace: Ipeutente seubagai umom

source: _Private
ace: _Pribadi

source: Classify as private
ace: Ipeutente seubagai pribadi

source: _Confidential
ace: _Rahasia

source: Classify as confidential
ace: Ipeutente seubagai rahasia

source: R_ole Field
ace: D_aerah Pesan

source: Toggles whether the Role field is displayed
ace: Peukeuh daerah peran di peuleumah

source: Toggles whether the RSVP field is displayed
ace: Peu keuh daerah RSVP di peuleumah

source: _Status Field
ace: Daerah _Statoh

source: Toggles whether the Status field is displayed
ace: Peu keuh peuleumah daerah Status

source: _Type Field
ace: Daerah ketik

source: Toggles whether the Attendee Type is displayed
ace: Peu keuh daerah pengetikan para peserta di peuleumah

source: Attach
ace: Peuduuk

source: Changes made to this item may be discarded if an update arrives
ace: Peurubahan nyang terjadi bak isian nyo akan ipeubatai meunyo na data baro nyang troh

source: attachment
ace: lampiran

source: Unable to use current version!
ace: Han jeut pakek versi nyoe!

source: Validation error: %s
ace: Kesalahan Validasi: %s

source: Could not open destination
ace: Han jeut buka tujuan

source: Destination is read only
ace: Tujuan hanya jeut dibaca

source: Cannot create object
ace: Hanjeut peugoet objek

source: Could not open source
ace: Hanjeut buka source

source: _Delete this item from all other recipient's mailboxes?
ace: _Sampoh objek nyoe dari mandum kotak surat penerima yang laen?

source: _Retract comment
ace: Cabot komenta_r

source: The event could not be deleted due to a dbus error: %s
ace: Kegiatan nyoe han jeuti sampoh, karena dbus na kesalahan: %s

source: The task could not be deleted due to a dbus error: %s
ace: Tugas nyoe han jeut i sampoh, karena dbus na kesalahan: %s

source: The memo could not be deleted due to a dbus error: %s
ace: Memo nyoe han jeut i sampoh, karena dbus na kesalahan: %s

source: The item could not be deleted due to a dbus error: %s
ace: Item nyoe han jeut i sampoh, karena dbus na kesalahan: %s

source: The event could not be deleted because permission was denied
ace: Acara nyoe han jeut i sampoh karena hana izin

source: The task could not be deleted because permission was denied
ace: Tugas nyoe han jeut i sampoh karena hana izin

source: The memo could not be deleted because permission was denied
ace: Memo hanjeut tasampoh seubab han ibi

source: The item could not be deleted because permission was denied
ace: Isian nyo hanjeut tasampoh seubab han ibi

source: The event could not be deleted due to an error: %s
ace: Keugiatan nyo hanjeut tasampoh seubab terjadi masalah:%s

source: The task could not be deleted due to an error: %s
ace: Tugah nyo hanjeut tasampoh, seubab terjadi masalah:%s

source: The memo could not be deleted due to an error: %s
ace: Memo nyo hanjeut tasampoh, seubab terjadi masalah:%s

source: The item could not be deleted due to an error: %s
ace: Item nyo hanjeut tasampoh, seubab terjadi masalah:%s

source: Enter Delegate
ace: Peutamong Delegasi

source: Delegate To:
ace: Delegasikan U:

source: Contacts...
ace: Kontak...

source: _Reminders
ace: _Pengingat

source: Set or unset reminders for this event
ace: Ato peu sampoh peuingat untok acara nyo

source: Show Time as _Busy
ace: Peuleumah wate seubage wate si_bok

source: Toggles whether to show time as busy
ace: Peukeuh peuleumah wate seubagai sibok

source: _Recurrence
ace: _Pengulangan

source: Make this a recurring event
ace: Peugot nyo seubagai acara beurulang

source: Send Options
ace: Opsi Peungiriman

source: Insert advanced send options
ace: Peuduk pilihan kirem lebeh lanjutan

source: All _Day Event
ace: Acara_Siuro Penoh

source: Toggles whether to have All Day Event
ace: Peukeuh akan meungadakan Acara Siuro Penoh

source: _Free/Busy
ace: _Pree/Sibuk

source: Query free / busy information for the attendees
ace: Jok informasi bebas / sibuk untuk peserta

source: Appointment
ace: Janji

source: Attendees
ace: Peuserta

source: Print this event
ace: Cetak acara nyo

source: Event's start time is in the past
ace: Acara i mulai bak masa lalu

source: Event cannot be edited, because the selected calendar is read only
ace: Kegiatan han jeut i edit, karena kalender yang neu pileh hanya jeut i baca

source: Event cannot be fully edited, because you are not the organizer
ace: keugiatan hanjeut isunting penoh, seubab Dron kon penyelenggara jih

source: This event has reminders
ace: Acara nyo na peuingat

source: Or_ganizer:
ace: Penyelen_ggara:

source: Event with no start date
ace: Acara hana tanggai phon

source: Event with no end date
ace: Acara hana tanggai akhe

source: Start date is wrong
ace: Tanggai phon salah

source: End date is wrong
ace: Tanggai akhe salah

source: Start time is wrong
ace: Wate phon salah

source: End time is wrong
ace: Wate akhe salah

source: An organizer is required.
ace: Penyelenggara meusti ipileh.

source: At least one attendee is required.
ace: Paling han na sidroe peserta.

source: _Delegatees
ace: _Delegasi

source: Atte_ndees
ace: Peuse_rta

source: %d day before appointment
ace: %d uroe sigolom acara

source: %d hour before appointment
ace: %d jeum seugohlom pertemuan

source: %d minute before appointment
ace: %d meunet seuguhlom pertemuan

source: Customize
ace: Peusesuai

# cal-reminders
source: None
ace: Hana

# eventpage
source: for
ace: Untok

# eventpage
source: until
ace: Sampo

# eventpage
source: 15 minutes before appointment
ace: 15 meunet seugohlom janji meurumpok

# eventpage
source: 1 hour before appointment
ace: 1 jeum seugohlom janji meurumpok

# eventpage
source: 1 day before appointment
ace: 1 uroe seugohlom meurumpok

source: _Location:
ace: _Lokasi

source: _Description:
ace: _Keterngan

source: _Time:
ace: _Wate:

source: Time _zone:
ace: _Zona wate:

source: _Summary:
ace: _ringkasan:

source: Event Description
ace: Deskripsi Acara

source: Atte_ndees...
ace: Peu_serta...

source: _Reminder
ace: _Peuingat

source: Custom Reminder:
ace: Peuingat Ubahan:

source: January
ace: Januari

source: February
ace: Februari

source: March
ace: Maret

source: May
ace: Mei

source: June
ace: Juni

source: July
ace: Juli

source: August
ace: Agustus

source: October
ace: Oktober

source: December
ace: Desember

source: Select Date
ace: Pileh Tanggai

source: Select _Today
ace: Pileh _Uro nyo

source: Print this memo
ace: Cetak memo nyo

source: Memo's start date is in the past
ace: Memo han jheut di edit, karena memo yang di pileh cuma jhet di baca

source: Memo cannot be edited, because the selected memo list is read only
ace: Memo han jheut di edit, karena Droen kon penyelenggra

source: Memo cannot be fully edited, because you are not the organizer
ace: Memo han jheut di edit penoh, karena Droen kon penyelenggara.

source: To
ace: Untok

source: _List:
ace: _Dafta

source: Organi_zer:
ace: Penyelenggara:

source: T_o:
ace: Bak:

source: Sta_rt date:
ace: Tanggai _mulai:

source: Su_mmary:
ace: Rin_gkasan:

source: You are modifying a recurring event. What would you like to modify?
ace: Droen teungoh ubah acara yang meu ulang. Peu yang meujak Droen ganto?

source: You are delegating a recurring event. What would you like to delegate?
ace: Droen teungoh mendelegasikan acara yang meu ulang. Peu yang meujak Droen delegasikan?

source: You are modifying a recurring task. What would you like to modify?
ace: Droen teungoh meu ubah tugas yang meu ulang. Bagian peu yang meujak Droen ganto?

source: You are modifying a recurring memo. What would you like to modify?
ace: Droen teungoh ubah memo yang meu ulang. Peu yang meujak Droen ganto?

source: This Instance Only
ace: Contoh nyo mantong

source: This and Prior Instances
ace: Contoh Nyo ngon Sigalom jih

source: This and Future Instances
ace: Contoh Nyo ngon Ata uke

source: All Instances
ace: Mandum Keujadian

source: This appointment contains recurrences that Evolution cannot edit.
ace: Jadual meurumpok nyo na perulangan nyang hanjeut taubah ngon Evolution.

source: Recurrence date is invalid
ace: Tanggai perulangan han betoi

source: End time of the recurrence was before event's start
ace: Wate akhe pengulangan sigolom acara imulai

source: on
ace: Pada uro

source: first
ace: keu phon

source: second
ace: keudua

source: third
ace: keu lhee

source: fourth
ace: Keu peut

source: fifth
ace: keu limong

source: last
ace: keuneuleuh

source: Other Date
ace: Tnggai Laenjih

source: 1st to 10th
ace: 1 sampe 10

source: 11th to 20th
ace: 11 sampe 20

source: 21st to 31st
ace: 21 sampe 31

source: Monday
ace: Senin

source: Tuesday
ace: Selasa

source: Wednesday
ace: Rabu

source: Thursday
ace: Ameh

source: Friday
ace: Jumat

source: Saturday
ace: Sabtu

source: Sunday
ace: Aleuhad

source: on the
ace: Keu

source: occurrences
ace: kali

source: Add exception
ace: Tamah pengecualian

source: Could not get a selection to modify.
ace: Hanjeut ubah pilihan.

source: Modify exception
ace: Modifikasi pengecualian

source: Could not get a selection to delete.
ace: Hanjeut pileh untok tasampoh.

source: Date/Time
ace: Tanggai/Wate

# recurrpage
source: day(s)
ace: uro(s)

# recurrpage
source: week(s)
ace: minggu(s)

# recurrpage
source: month(s)
ace: buleun(s)

# recurrpage
source: year(s)
ace: thon(s)

# recurrpage
source: for
ace: keu

# recurrpage
source: until
ace: hingga

# recurrpage
source: forever
ace: Seulamajih

source: This appointment rec_urs
ace: Pertemuan nyo me_ulang

source: Every
ace: Tiep

source: Exceptions
ace: Pengecualian

source: Preview
ace: Pratinjau

source: Send my reminders with this event
ace: Kirem peuingat lon dengon acara nyo

source: Notify new attendees _only
ace: Bri thee peserta ban mntong

source: Completed date is wrong
ace: Tanggai kaleuh salah

source: Web Page
ace: Laman Web

source: High
ace: Panyang

source: Low
ace: Meuyup

source: Undefined
ace: Gohlom idefinisikan

source: Not Started
ace: Golom Imulai

source: In Progress
ace: Dalam Proses

source: Completed
ace: Kaleuh

source: Canceled
ace: Han jadeh

source: P_ercent complete:
ace: Persentase seleso:

source: _Priority:
ace: _Prioritas

source: _Date completed:
ace: Tanggai_Seleso:

source: _Web Page:
ace: _Halaman Web

source: _Status Details
ace: Detail_Status

source: Click to change or view the status details of the task
ace: Klik keu gantoe atawa tampilkan rincian tugas

source: _Send Options
ace: _Pilihan Pengiriman

source: Task
ace: Tugah

source: Task Details
ace: Detail Tugah

source: Print this task
ace: Cetak tugas nyoe

source: Task's start date is in the past
ace: Tanggai mulai tugas i mulai bak masa lampau

source: Task's due date is in the past
ace: Tanggai troh tempo tugah berada i masa dile

source: Task cannot be edited, because the selected task list is read only
ace: Tugas han jeut i ubah, karena tugas yang neu pileh cuma jeut i baca

source: Task cannot be fully edited, because you are not the organizer
ace: Tugah hanjeut i edit penoh, seubab Dron kon penyelenggara

source: Task cannot be edited, because the selected task list does not support assigned tasks
ace: Tugah hanjeut i edit, seubab tugah nyang ipileh han mendukung tugah nyang ijok

source: Due date is wrong
ace: Tanggai target leh

source: D_ue date:
ace: Tanggai_mesti leh:

source: Time zone:
ace: Zona wate:

source: New Appointment
ace: Jadual Meurumpok Baro

source: New All Day Event
ace: Acara Mandum Uro Baro

source: New Meeting
ace: Peugot Rapat Baro

source: Go to Today
ace: Kalon Uro Nyo

source: Go to Date
ace: Kalon Tanggai

source: It has reminders.
ace: Dengon peungingat.

source: It has recurrences.
ace: Meulang.

source: It is a meeting.
ace: Pertemuan.

source: Calendar Event: Summary is %s.
ace: Acara: Ringkasan jih %s.

source: Calendar Event: It has no summary.
ace: Acara: Hana Ringkasan.

source: calendar view event
ace: kalende tampil acara

source: Grab Focus
ace: Cok Fokus

source: It has %d event.
ace: Na %d acara.

source: It has no events.
ace: Hana acara.

source: Work Week View: %s. %s
ace: Peuleumah Minggu Kerja:%s.%s

source: Day View: %s. %s
ace: Tampelan Uroe: %s. %s

source: calendar view for a work week
ace: Kalende leumah untuk siminggu kereuja

source: calendar view for one or more days
ace: tampelan kalende untuk si uroe atau leubeh

source: a table to view and select the current time range
ace: Tabel untuk kaloen ngon pileh cakupan watee jinoe

source: Gnome Calendar
ace: Kalende Gnome

source: Jump button
ace: Tomboi lumpat

source: Click here, you can find more events.
ace: Klik inoe untuk kaloen acara.

source: %d day
ace: %d uro

source: %d week
ace: %d minggu

source: Unknown action to be performed
ace: Hana tupeu harus peuget peu

source: %s %s before the start of the appointment
ace: %s %s seugohlom pertemuan di mulai
