Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution-data-server.po
Languages: ace

source: Execution of filter '%s' failed:
ace: Eksekusi dari peunyareng "%s' gagal:

source: Error parsing filter '%s': %s: %s
ace: Error watee mengurai peunyareng '%s': %s: %s

source: Error executing filter '%s': %s: %s
ace: Error watee mengeksekusi peunyareng '%s': %s: %s

source: Failed to retrieve message
ace: Error cok pesan

source: Invalid arguments to (system-flag)
ace: Argumen invalid keu (system-flag)

source: Invalid arguments to (user-tag)
ace: Argumen invalid keu (user-tag)

source: Error executing filter search: %s: %s
ace: Error watee mengeksekusi sarengan mita : %s: %s

source: Learning new spam message in '%s'
ace: Meuruno pesan hana jelas baroe dalam '%s'

source: Learning new ham message in '%s'
ace: Meuruno pesan ham baroe dalam '%s'

source: Filtering new message in '%s'
ace: Meunyareng pesan baroe dalam '%s'

source: Moving messages
ace: Pinah pesan

source: Copying messages
ace: Copy pesan

source: Quota information not supported for folder '%s'
ace: Informasi kuota hana di dukung bagi folder '%s'

source: Expunging folder '%s'
ace: Peugleh folder '%s'

source: Retrieving message '%s' in %s
ace: Cok pesan '%s' di %s'

source: Retrieving quota information for '%s'
ace: Cok informasi kuota untuk '%s'

source: Refreshing folder '%s'
ace: Segarkan folder '%s'

source: (%s) requires a single bool result
ace: (%s) perle hasil bool sidroe

source: (%s) not allowed inside %s
ace: (%s) hana diizinkan dalam %s

source: (%s) requires a match type string
ace: (%s) perle tipe strng yang cocok

source: (%s) expects an array result
ace: (%s) perle hasil berupa arra

source: (%s) requires the folder set
ace: (%s) perle set folder

source: Cannot parse search expression: %s: %s
ace: Hana jheut mengurai ekspresi mita ( %s: %s

source: Error executing search expression: %s: %s
ace: Salah watee mengeksekusi ekspresi mita : %s: %s

source: Failed to execute gpg: %s
ace: Gagal mengeksekusi gpg: %s

source: Unknown
ace: Hana di turi

source: Unexpected GnuPG status message encountered: %s
ace: Di teumee pesan status GnuPG yang hana di harapkan: %s

source: Failed to parse gpg userid hint.
ace: Gagal mengurai petunjok userid gpg.

source: Failed to parse gpg passphrase request.
ace: Gagal mengurai yang di lakee sandi gpg.

source: You need a PIN to unlock the key for your SmartCard: "%s"
ace: Droen perle PIN untuk buka kunci keu SmartCard droen: "%s"

source: You need a passphrase to unlock the key for user: "%s"
ace: Droen perle sandi untuk buka kunci keu pengguna: "%s"

source: Unexpected request from GnuPG for '%s'
ace: Permintaan hana diharapkan dari GnuPG bagi '%s'

source: Note the encrypted content doesn't contain information about a recipient, thus there will be a password prompt for each of stored private key.
ace: Neu catat bahwa asoe terenkripsi hana memuat informasi tentang penerima, sehingga akan na permintaan sandi bagi tiep kunci privat yang neu simpan.

source: Cancelled
ace: Peubatal

source: Failed to unlock secret key: 3 bad passphrases given.
ace: Gagal buka kunci rahasia: 3 sandi yang neu peutamong mandum salah

source: Unexpected response from GnuPG: %s
ace: Respon hana diharapakan dari GnuPG: %s

source: Failed to encrypt: No valid recipients specified.
ace: Gagal menyandikan: Penerima yang di peugah hana beutoi

source: Could not generate signing data:
ace: Hana jheut menjangkitkan data penandatanganan

source: Failed to execute gpg.
ace: Gagal mengeksekusi gpg.

source: Cannot verify message signature: Incorrect message format
ace: Hana jheut memverifikasi tadatangan pesan: Format pesan hana beutoi

source: Cannot verify message signature:
ace: Han jheut memverifikasi tanda tangan pesan:

source: Could not generate encrypting data:
ace: Han jheut menghasilkan data yang dienkripsi

source: This is a digitally encrypted message part
ace: Nyo adalah bagian pesan yang kalheuh disandikan secara digital

source: Cannot decrypt message: Incorrect message format
ace: Hanjheut mendekripsi pesan: Format pesan hana beutoi

source: Failed to decrypt MIME part: protocol error
ace: Gagal mendekripsi bagian MIME: Protokol error

source: Encrypted content
ace: Asoe dalam bentuk sandi

source: No quota information available for folder '%s'
ace: Hana tersedia informasi kuota bagi folder '%s'

source: No destination folder specified
ace: Folder tujuan hana dinyatakan

source: Unable to move junk messages
ace: Han jheut pinah pesan broh

source: Unable to move deleted messages
ace: Han jheut pinah pesan yang di apo

source: Apply message _filters to this folder
ace: Terapkan_peunyareng ke folder nyoe

source: Could not create folder summary for %s
ace: Han jheut peuget ringkasan folder keu %s

source: Could not create cache for %s:
ace: Han jheut peuget cache %s:

source: Server disconnected
ace: Server ka putoh

source: Error writing to cache stream
ace: Error watee tuleh ke stream cache

source: Alert from IMAP server %s: %s
ace: Peringatan dari server IMAP %s: %s

source: Not authenticated
ace: Hana diotentikasi

source: Error performing IDLE
ace: Error wate IDLE

source: Failed to connect to IMAP server %s in secure mode: %s
ace: Error konek ke server IMAP %s dalam mode aman: %s

source: STARTTLS not supported
ace: STARTTLS hana di dukong

source: Failed to connect to IMAP server %s in secure mode:
ace: Error sambong ke server IMAP %s dalam mode aman:

source: IMAP server %s does not support %s authentication
ace: Server IMAP %s hana dukong otentikasi %s

source: No support for %s authentication
ace: Hana dukungan bagi otentikasi %s

source: Cannot authenticate without a username
ace: Han jheut mengotentikasi meuyoe hana nan pengguna

source: Authentication password not available
ace: Sandi otentikasi hana tersedia

source: Error fetching message
ace: Error watee cok pesan

source: Failed to close the tmp stream
ace: Error meutop stream tmp

source: Failed to copy the tmp file
ace: Error copy berkas tmp

source: Error copying messages
ace: Error watee copy pesan

source: Error appending message
ace: Error watee tamah pesan di likot

source: Error fetching message headers
ace: Error watee cok pesan ulee

source: Error retrieving message
ace: Error watee cok pesan

source: Fetching summary information for new messages in '%s'
ace: Cok ringkasan informasi untuk pesan baroe dalam '%s'

source: Scanning for changed messages in '%s'
ace: Mita perubahan pesan-pesan dalam '%s

source: Error fetching new messages
ace: Error watee cok pesan baroe

source: Error while fetching messages
ace: Error watee cok pesan

source: Fetching summary information for %d message in '%s'
ace: Cok ringkasan informasi keu %d pesan dalam '%s'

source: Error refreshing folder
ace: Erroe watee refres folder

source: Error expunging message
ace: Error watee apoh pesan-pesan katreb

source: Error fetching folders
ace: Error watee cok folder

source: Error subscribing to folder
ace: Error watee langganan ke folder

source: Error creating folder
ace: Error watee peuget folder

source: Error deleting folder
ace: Error watee apoh folder

source: Error renaming folder
ace: Error watee ubah nan folder

source: Error retrieving quota information
ace: Error watee cok informasi kuota

source: Search failed
ace: Mita gaga

source: Error performing NOOP
ace: Error watee laksanakan NOOP

source: Error syncing changes
ace: Error watee peusama peubahan

source: Cannot get message with message ID %s: %s
ace: Han jheut meu teume pesan dengon ID %s: %s

source: No such message available.
ace: Hana pesan yang tersedia.

source: Cannot create spool file:
ace: Han jheut peuget berkas spool:

source: IMAP server does not support quotas
ace: Server IMAP hana dukung kuota

source: IMAP service for %s on %s
ace: Layanan IMAP untuk %s bak %s

source: Password
ace: Sandi

source: This option will connect to the IMAP server using a plaintext password.
ace: Opsi nyoe akan menhubungi server IMAP pakek kata-sandi teks biasa.

source: No such folder %s
ace: Hana folder lagee %s

source: Inbox
ace: Kotak Masu

source: Retrieving folder list for %s
ace: Cok daftar folder untuk %s

source: The folder name "%s" is invalid because it contains the character "%c"
ace: Nan folder "%s" hana beutoi kareuna meu asoe karakter "%c"

source: Unknown parent folder: %s
ace: Hana meu turi folder induk: %s

source: The parent folder is not allowed to contain subfolders
ace: Folder induk hana di perkenankan meu asoe subfolder

source: Source stream returned no data
ace: Stream sumber hana i peubalek data

source: Source stream unavailable
ace: Stream sumber hana tersedia

source: Could not create lock file for %s: %s
ace: Han jheut peuget berkas kunci untuk %s: %s

source: Timed out trying to get lock file on %s. Try again later.
ace: Ka abeeh watee bak watee cuba cok berkas kunci %s. cuba lom entrok.

source: Failed to get lock using fcntl(2): %s
ace: Gagal mengunci dengon fcntl(2): %s

source: Failed to get lock using flock(2): %s
ace: Gagal mengunci dengon flock(2): %s

source: Cannot build locking helper pipe: %s
ace: Han jheut peuget pipa pebamtu penguncian: %s

source: Cannot fork locking helper: %s
ace: Han jheut mencabang pembantu penguncian: %s

source: Could not lock '%s': protocol error with lock-helper
ace: Han jheut mengunci '%s': Kesalahan bak lock-helper

source: Could not lock '%s'
ace: Han jheut mengunci '%s'

source: Could not check mail file %s: %s
ace: Han jhet mengecek berkas surat %s: %s

source: Could not open mail file %s: %s
ace: Han jheut buka berkas surat %s:%s

source: Could not open temporary mail file %s: %s
ace: Han jheut buka berkas surat sementara %s: %s

source: Failed to store mail in temp file %s: %s
ace: Gagal simpan surat dalam berkas sementara %s: %s

source: Could not create pipe: %s
ace: Han jheut buka pipa: %s

source: Could not fork: %s
ace: Han jheut mecabeung: %s

source: Movemail program failed: %s
ace: Program Movemail gagal: %s

source: (Unknown error)
ace: (Kesalahana hana di turi)

source: Error reading mail file: %s
ace: Error watee baca berkas surat: %s

source: Error writing mail temp file: %s
ace: Error watee tuleh berkas surat sementara: %s

source: Error copying mail temp file: %s
ace: Error watee copy berkas surat sementara: %s

source: No content available
ace: Hana asoe

source: No signature available
ace: Hana tanda tangan

source: parse error
ace: Mengurai error

source: Resolving: %s
ace: Mita nan: %s

source: Host lookup failed
ace: Mita host gagal

source: Host lookup '%s' failed. Check your host name for spelling errors.
ace: Mita host '%s' gagal. Cek peu beutoi ejaan host droen.

source: Host lookup '%s' failed: %s
ace: Mita host '%s' gagal: %s

source: Resolving address
ace: Peu teunte alamat

source: Name lookup failed
ace: Mita nan gagal

source: Name lookup failed. Check your host name for spelling errors.
ace: Mita nana gagal. Tulong cek peu keuh beutoi nan host droen

source: Name lookup failed: %s
ace: Mita nan gagal: %s

source: Could not connect to '%s:%s':
ace: Hanjheut sambong ke '%s: %s'

source: Syncing messages in folder '%s' to disk
ace: Peusama pesan-pesan dalam folder '%s' terhadap disk

source: Cannot write offline journal for folder '%s': %s
ace: Han jheut tuleh jurnal offline bagi folder '%s': %s

source: Virtual folder email provider
ace: Penyedia folder email virtual

source: For reading mail as a query of another set of folders
ace: Untuk baca surat sebago query dari alat folder laen

source: Could not load %s: Module loading not supported on this system.
ace: Han jheut buka %s: peumuat modul hana di dukung bak sistem nyoe.

source: Could not load %s: %s
ace: Han jheut buka %s: %s

source: Could not load %s: No initialization code in module.
ace: Han jheut buka %s: Hana kode inisialisasi dalam modul.

source: No provider available for protocol '%s'
ace: Hana penyedia untuk protokol '%s'

source: Anonymous
ace: Anoni

source: This option will connect to the server using an anonymous login.
ace: Opsi nyo teusambong ke server dengon login anonim.

source: Authentication failed.
ace: Otentikasi gagal.

source: Invalid email address trace information: %s
ace: Informasi pelacak alamat email hana sah: %s

source: Invalid opaque trace information: %s
ace: Informasi pelacak opaque hana beutoi: %s

source: Invalid trace information: %s
ace: Informasi pelacak hana beutoi: %s

source: This option will connect to the server using a secure CRAM-MD5 password, if the server supports it.
ace: Opsi nyo akan menghubungi pakek sandi CRAM-MD5 yang aman, (menyoe server mendukung).

source: This option will connect to the server using a secure DIGEST-MD5 password, if the server supports it.
ace: Opsi nyoe akan menghubungi server pakek sandi DIGEST-MD5 yang aman, meunyo server mendukung.

source: Server challenge too long (>2048 octets)
ace: Tantangan server terlalu panyang (>2048 octet)

source: Server challenge invalid
ace: Tantangan server hana beutoi

source: Server challenge contained invalid "Quality of Protection" token
ace: Tantangan server meu asoe token "Quality Of Protection" yang hana beutoi

source: Server response did not contain authorization data
ace: Respon server hana meu asoe data otendikasi

source: Server response contained incomplete authorization data
ace: Respon server meu asoe data otorisasi yang hana lengkap

source: Server response does not match
ace: Respon server hana cocok

source: This option will connect to the server using Kerberos 5 authentication.
ace: Opsi nyo akan menghubungi server pakek otentifikasi kerberos 5.

source: The specified mechanism is not supported by the provided credential, or is unrecognized by the implementation.
ace: Mekanisme yang di jok hana di dukung oleh kredensial yang na, atawa hana di turi oleh implementasi.

source: The provided target_name parameter was ill-formed.
ace: Parameter target_name yang di jok salah.

source: The provided target_name parameter contained an invalid or unsupported type of name.
ace: Parameter target_name yang di jok meu asoe nan yang salah atawa hana di dukung

source: The input_token contains different channel bindings to those specified via the input_chan_bindings parameter.
ace: input_token meu asoe pengikatan kanal beda kalheuh ditentukan via parameter input_chan_bindings.

source: The input_token contains an invalid signature, or a signature that could not be verified.
ace: input_token meu asoe tanda tangan hana beutoi, atawa tanda tangan han jheut diverifikasi.

source: The supplied credentials were not valid for context initiation, or the credential handle did not reference any credentials.
ace: Credential yang di jok hana beutoi untuk inisialisasi konteks, atawa Credential handle hana merujok credential meu sapeu.

source: The supplied context handle did not refer to a valid context.
ace: Handle konteks yang di jok hana merujuk ke konteks yang betoi.

source: The consistency checks performed on the input_token failed.
ace: Pengecekan konsisten bak input_token failed.

source: The consistency checks performed on the credential failed.
ace: Pengecekan konsistensi data gagal.

source: The referenced credentials have expired.
ace: Data acuan ka kadaluarsa.

source: Bad authentication response from server.
ace: Balasan otentifikasi dari server hana beutoi.

source: Unsupported security layer.
ace: Lapisan keamanan hana di dukung/

source: This option will connect to the server using a simple password.
ace: Opsi nyoe akan menghubungi server di pakek sandi sederhana.

source: Unknown authentication state.
ace: Status otentikasi hana di turi.

source: This option will connect to a Windows-based server using NTLM / Secure Password Authentication.
ace: Opsi nyo akan di hubungi server berbasis-Windows pakek NTLM / Secure Password Authentication.

source: POP before SMTP
ace: POP seugohlom SMTP

source: This option will authorise a POP connection before attempting SMTP
ace: Opsi nyoe akan mengotorisasi koneksi POP seugohlom SMTP teusambong

source: POP Source UID
ace: UID Sumber POP

source: POP Before SMTP authentication using an unknown transport
ace: Otentikasi POP seugohlom SMTP pakek transport hana di turi

source: POP Before SMTP authentication attempted with a %s service
ace: Otentikasi POP seugohlom SMTP di cuba dengon layanan %s

source: Regular expression compilation failed: %s: %s
ace: Kompilasi ekspresi reguler gagal: %s: %s

source: Invalid GType registered for protocol '%s'
ace: GType yang hana beutoi terdaftar untuk protokol '%s'

source: %s authentication failed
ace: Otentikasi %s gagal

source: Forwarding messages is not supported
ace: Meu lanjotkan pesan yang hana di dukung

source: Please enter the %s password for %s on host %s.
ace: Peu tamong sandi %s untuk %s bak host %s.

source: Cannot find certificate for '%s'
ace: Han jheut meuteume sertifkat '%s'

source: Cannot create CMS message
ace: Han jheut peuget pesan CMS

source: Cannot create CMS signed data
ace: Han jheut peuget data yang ditandatangani CMS

source: Cannot attach CMS signed data
ace: Han jheut pasang data yang ditandatangani CMS

source: Cannot attach CMS data
ace: Han jheut pasang data CMS

source: Cannot create CMS Signer information
ace: Han jheut peuget informasi CMS Signer

source: Cannot find certificate chain
ace: Han jheut meuteume rantai sertifikasi

source: Cannot add CMS Signing time
ace: Han jheut tamah watee CMS Signing

source: Encryption certificate for '%s' does not exist
ace: Sertifikat penyandian untuk '%s' hana

source: Cannot add SMIMEEncKeyPrefs attribute
ace: Han jheut tamah atribut SMIMEEncKeyPrefs

source: Cannot add MS SMIMEEncKeyPrefs attribute
ace: Han jheut tamah atribut MS SMIMEEncKeyPrefs

source: Cannot add encryption certificate
ace: Han jheut tamah sertifikat penyandian

source: Cannot add CMS Signer information
ace: Han jheut tamah informasi CMS Signer

source: Unverified
ace: Goh lom diverifikasi

source: Good signature
ace: Tandatangan yang get

source: Bad signature
ace: Tandatangan hana get

source: Content tampered with or altered in transit
ace: Konten di peureuloh atawa teuganggu watee transit

source: Signing certificate not found
ace: Sertifikat tandatangan hana di teumee

source: Signing certificate not trusted
ace: Sertifikat tandatangan hana di peucaya

source: Signature algorithm unknown
ace: Algoritma tandatangan hana di turi

source: Signature algorithm unsupported
ace: Algoritma tandatangan hana di dukung

source: Malformed signature
ace: Tandatangan salah

source: Processing error
ace: Kesalahan pemrosesan

source: No signed data in signature
ace: Hana data yang ditandatangani

source: Digests missing from enveloped data
ace: Digest gadoh dari data yang diamplopka

source: Cannot calculate digests
ace: Han jheut bileung digest

source: Cannot set message digests
ace: Han jheut menyeting digest pesan

source: Certificate import failed
ace: Peutamong sertifkat gagal

source: Certificate is the only message, cannot verify certificates
ace: Sertifikat cuma pesan, han jheut memverifikasi sertifikat

source: Certificate is the only message, certificates imported and verified
ace: Sertifikat cuma pesan, sertifikat kalheuh di impor dan diverifikasi

source: Cannot find signature digests
ace: Han jheut meuteume digest tandatangan

source: Signer: %s <%s>: %s
ace: Penadatanganan: %s <%s>: %s

source: Cannot create encoder context
ace: Han jheut peuget konteks encoder

source: Failed to add data to CMS encoder
ace: Gagal tamah data ke CMS encoder

source: Failed to encode data
ace: Gagal mengkode data

source: Decoder failed
ace: Decoder gaga

source: Cannot find common bulk encryption algorithm
ace: Han jheut meuteumee algoritma penyandian penyimpanan umum

source: Cannot allocate slot for encryption bulk key
ace: Han jheut mengalokasikan slot untuk penyandian kunci simpananan

source: Cannot create CMS Message
ace: Han jheut peuget CMS Message

source: Cannot create CMS Enveloped data
ace: Han jheut peuget data CMS Envelopep

source: Cannot attach CMS Enveloped data
ace: Han jheut pasang data CMS Enveloped

source: Cannot attach CMS data object
ace: Han jheut peuget data CMS Enveloped

source: Cannot create CMS Recipient information
ace: Han jheut peuget informasi CMS Recipient

source: Cannot add CMS Recipient information
ace: Han jheut tamah informasi CMS Recipient

source: Failed to add data to encoder
ace: Gagal tamah data keu encoder

source: S/MIME Decrypt: No encrypted content found
ace: S/MIME Decrypt: hana di teumee konten terenkripsi

source: Cannot create folder '%s': folder exists
ace: Han jheut peuget folder '%s': kalheuh na

source: Opening folder '%s'
ace: Buka folder '%s'

source: Scanning folders in '%s'
ace: Mita folder bak '%s

source: Trash
ace: Tempat bro

source: Junk
ace: Broh

source: Cannot create folder: %s: folder exists
ace: Han jheut peuget folder: %s: folder kalheuh na

source: Creating folder '%s'
ace: Peuget folder '%s'

source: Cannot delete folder: %s: Invalid operation
ace: Han jheut apoh folder: %s: operasi hana beutoi

source: Cannot rename folder: %s: Invalid operation
ace: Han jheut peu nan ulang folder: %s: operasi hana beutoi

source: Only reset to beginning is supported with CamelStreamFilter
ace: Cuma reset keu awai di dukung dengon CamelStreamFilter

source: Only reset to beginning is supported with CamelHttpStream
ace: Cuma reset keu awai di dukung dengon CamelHttpStream

source: Connection cancelled
ace: Koneksi ka dibatalkan

source: Could not connect with command "%s": %s
ace: Han jheut teusambong dengon perintah "%s": %s

source: Subscribing to folder '%s'
ace: Berlangganan folder '%s'

source: Unsubscribing from folder '%s'
ace: Piyoh berlangganan dari folder '%s'

source: NSPR error code %d
ace: Error kode NSPR %d

source: The proxy host does not support SOCKS4
ace: Host proksi hana mendukung SOCKS4

source: The proxy host denied our request: code %d
ace: Host proksi i tulak permintaan tanyoe: kode %d

source: The proxy host does not support SOCKS5
ace: Host proksi hana mendukung SOCKS5

source: Could not find a suitable authentication type: code 0x%x
ace: Hana meuteume jenis otentikasi yang cocok: kode 0x%x

source: General SOCKS server failure
ace: Kegagalan umum server SOCKS

source: SOCKS server's rules do not allow connection
ace: Aturan server SOCKS hana mengijinkan koneksi

source: Network is unreachable from SOCKS server
ace: Jaringan han jheut di capai dari server SOCKS

source: Host is unreachable from SOCKS server
ace: Host han jheut i capai dari server SOCKS

source: Connection refused
ace: Koneksi di tulak

source: Time-to-live expired
ace: Time-to-live kadaluarsa

source: Command not supported by SOCKS server
ace: Perintah hana di dukung lee server SOCKS

source: Address type not supported by SOCKS server
ace: Jenis alamat hana di dukung lee server SOCKS

source: Unknown error from SOCKS server
ace: Error hana di turi dari server SOCKS

source: Got unknown address type from SOCKS server
ace: Meuteume jenis alamat hana di turi dari server SOCKS

source: Incomplete reply from SOCKS server
ace: Balasan hana lengkap dari server SOCKS

source: Hostname is too long (maximum is 255 characters)
ace: Nan host terlalu panyang (maksimal 256 karakter)

source: Invalid reply from proxy server
ace: Balasan hana sah dari server proksi

source: Could not parse URL '%s'
ace: Han jheut mengurai URL '%s'

source: Updating folder '%s'
ace: peubaroe folder '%s'

source: Cannot copy or move messages into a Virtual Folder
ace: Han jheut copy atawa pinah pesan ke folder Virtual

source: No such message %s in %s
ace: Hana pesan lagee %s bak %s

source: Error storing '%s':
ace: Error watee simpan '%s'

source: Automatically _update on change in source folders
ace: Secara otomatis peubaroe bak perubahan di folder sumber

source: Unmatched
ace: Hana cocok

source: Cannot delete folder: %s: No such folder
ace: Han jheut apoh folder: %s: Hana folder lagee nyan
