Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: This message is signed and is valid meaning that it is very likely that this message is authentic.
ace: Pesan nyoe ditandatangani dan sah, arti jih pesan nyoe betoi-betoi di kirem oleh ureung nyoe.

source: Invalid signature
ace: Kesalahan Tanda Tangan

source: The signature of this message cannot be verified, it may have been altered in transit.
ace: Tanda tangan han jheut di periksa keabsahan, mungken data tanda tangan digital teu ubah watee kirem.

source: Valid signature, but cannot verify sender
ace: Tanda tangan betoi, tapi hanjuet verifikasi pengirim

source: This message is signed with a valid signature, but the sender of the message cannot be verified.
ace: Pesan nyoe ditandatangani ngon tanda tangan yang sah, tapi peungirem pesan nyoe han jheut diverifikasi.

source: Signature exists, but need public key
ace: Tanda tangan na, tapi perle kunci publik.

source: This message is signed with a signature, but there is no corresponding public key.
ace: Pesan nyoe ditanda-tangani, tapi hana kunci publik yang bersesuaian.

source: Unencrypted
ace: Hana terenkripsi

source: This message is not encrypted. Its content may be viewed in transit across the Internet.
ace: Pesan nyoe hana di enkripsi. Asoe pesan di kaloen watee dikirem lewat internet.

source: Encrypted, weak
ace: Enkripsi leumoh

source: This message is encrypted, but with a weak encryption algorithm. It would be difficult, but not impossible for an outsider to view the content of this message in a practical amount of time.
ace: Pesan nyoe dienkripsi, ngon algoritma pengacakan yang leumoh. Sulet, tapi kon hana mungken bagi yang hana hak keu kalon asoe pesan dalam watee yang singkat.

source: Encrypted
ace: Terenkripsi

source: This message is encrypted. It would be difficult for an outsider to view the content of this message.
ace: Pesan nyoe terenkripsi. Ureung yang hana hak akan cukop sulet wate buka pesan nyoe.

source: Encrypted, strong
ace: Enkripsi hayeu

source: This message is encrypted, with a strong encryption algorithm. It would be very difficult for an outsider to view the content of this message in a practical amount of time.
ace: Pesan nyoe di enkripsi ngon algoritma yang kong. Akan sulet bagi yang hana hak keu kaloen asoe pesan nyoe dalam watee singkat.

source: _View Certificate
ace: _Peulemah Sertifikat

source: This certificate is not viewable
ace: Sertifikat nyoe hanjeut dipeuleumah

source: Source
ace: Asal

source: Display source of a MIME part
ace: Peuleumah sumber dari surat bagian MIME

source: Error parsing MBOX part: %s
ace: Error watee urai bagian MBOX: %s

source: Could not parse S/MIME message: %s
ace: Han jheut mengurai pesan PGP/MIME: %s

source: Could not parse PGP message: %s
ace: Han jheut mengurai pesan PGP:%s

source: Error verifying signature: %s
ace: Error watee verifikasi tanda tangan: %s

source: Malformed external-body part
ace: Bagian badan-lua reuloh

source: Pointer to FTP site (%s)
ace: Meungarah keu situs FTP (%s)

source: Pointer to local file (%s) valid at site "%s"
ace: Meungarah keu berkas lokal (%s) cocok bak situs "%s"

source: Pointer to local file (%s)
ace: Meungarah keu berkas lokal (%s)

source: Pointer to remote data (%s)
ace: Meungarah keu data di lokasi laen (%s)

source: Pointer to unknown external data ("%s" type)
ace: Meungarah keu data eksternal yang hana di tupeu (tipe "%s")

source: Could not parse MIME message. Displaying as source.
ace: Han jheut mengurai pesan MIME. Pesan di peuleumah lagee yang na.

source: Unsupported encryption type for multipart/encrypted
ace: Tipe enkripsi nyoe han jheut di pakek bak multipart/encrypted

source: Could not parse PGP/MIME message: %s
ace: Han jheut mengurai pesan PGP/MIME: %s

source: Unsupported signature format
ace: Jenis tanda tangan han jheut di baca

source: %s attachment
ace: %s Lampiran

source: Standard
ace: Standar

source: Proprietary
ace: Properti

source: Secret
ace: Rahasia

source: Top Secret
ace: Rahasia Penteng

source: For Your Eyes Only
ace: Cuma Keu Mata Droen Mantoeng

# send-options
source: None
ace: Hana

source: Mail Receipt
ace: Tanda Terimong Surat

source: R_eply requested
ace: Harap_Dibala

# ESendOptionsWithin
source: Wi_thin
ace: _Lam

# ESendOptionsWithin
source: days
ace: uro

source: _When convenient
ace: _Padup jeut

source: Replies
ace: Balasan

source: _Delay message delivery
ace: _Tunda pengireman peusan

# ESendOptionsAfter
source: _After
ace: _Aleuh

# ESendOptionsAfter
source: days
ace: uro

source: _Set expiration date
ace: Peuteunte tanggai kadaluarsa

# ESendOptions
source: _Until
ace: _Hingga

source: Delivery Options
ace: Opsi Peungiriman

source: _Classification:
ace: _Klasifikasi:

source: Gene_ral Options
ace: _Opsi Umum

source: Creat_e a sent item to track information
ace: Cata Informasi pengireman untuk melacak

source: _Delivered
ace: _Di teurimong

source: Deli_vered and opened
ace: Diterimong dan di buka

source: _All information
ace: _Mandum informasi

source: A_uto-delete sent item
ace: Apoh catatan secara_otomatis

source: Status Tracking
ace: Lacak status

source: _When opened:
ace: _watee dibuka

source: When decli_ned:
ace: Watee ditulak

source: When co_mpleted:
ace: Wate _kaleuh:

source: When acce_pted:
ace: Watee diteurimong:

source: Return Notification
ace: Notifikasi Balek

source: Sta_tus Tracking
ace: Pelacak Status

source: Show Fields
ace: Peuleumah Kolom

source: A_vailable Fields:
ace: Kolom na:

source: _Show these fields in order:
ace: Peuleumah kolom nyoe ngon urutan:

source: Move _Up
ace: _Peu'ek

source: Move _Down
ace: _Peutron

source: _Remove
ace: _Bouh

source: _Show field in View
ace: Peuleumah kolom bak Peuleumah

source: Ascending
ace: Geu'ek

source: Descending
ace: Tron

source: Group Items By
ace: Kelompok Berdasarkan

source: Show _field in View
ace: Peuleumah kolom bak Pueleumah

source: Then By
ace: Lalu berdasarkan

source: Show field i_n View
ace: Peuleumah kolom bak peuleumah

source: Show field in _View
ace: Peuleumah kolom bak peuleumah

source: Clear _All
ace: Apoh Mandum

source: Sort
ace: Urutan

source: Sort Items By
ace: Peu urot Data berdasarkan

source: Clear All
ace: Sampoh Mandum

source: _Sort...
ace: _Neu'urot

source: _Group By...
ace: Kelompokkan Berdasarkan....

source: _Fields Shown...
ace: Kolom yang leumah..

source: Select a Time Zone
ace: pileh Zona Watee

source: Use the left mouse button to zoom in on an area of the map and select a time zone. Use the right mouse button to zoom out.
ace: Pakek tombol blah wie mouse keu peu rayeuk area bak peta dan pileh zoan watee Pakek tombol blah neun mouse keu peu balek ukuran lage awai.

source: Time Zones
ace: Zona Wate

source: _Selection
ace: Seleski

source: Timezone drop-down combination box
ace: Kotak kombo drop-down zona watee

source: Incoming
ace: Tamong

source: the current time
ace: Saat nyo

source: the time you specify
ace: Watee yang Droen peuteute

source: a time relative to the current time
ace: Wate relatif dari watee saat nyoe

source: seconds
ace: detek

source: weeks
ace: minggu

source: months
ace: buleun

source: years
ace: thon

source: ago
ace: baro

source: in the future
ace: masa ukeu

source: Show filters for mail:
ace: Peuleumah penyareng keu email:

source: _Filter Rules
ace: Aturan Sarengan

source: Compare against
ace: Bandeng dengon

source: The message's date will be compared against the current time when filtering occurs.
ace: Tanggai email akan di bandeng ngon watee jino dan filter dilakukan.

source: The message's date will be compared against 12:00am of the date specified.
ace: Tanggai email akan di bandeng ngon jeum 12:00am bak

source: The message's date will be compared against a time relative to when filtering occurs.
ace: Tanggai email akan di bandeng ngon watee relatif watee filter di lakukan.

source: Define Views for "%s"
ace: Peuteunte Tampilan keu "%s"

source: Define Views for %s
ace: Definisi Tampilan %s

source: _Create new view
ace: _Peuget tampilan baro

source: _Name:
ace: _Nan:

source: _Replace existing view
ace: _Ganto tampilan saat nyo

source: Name of new view:
ace: Nan tampilan baro:

source: Type of view:
ace: Jenis tampilan:

source: Type of View
ace: Jenis Tampilan

source: Cancel
ace: Hana jadeh

source: %s (cancelled)
ace: %s (ipeubatai)

source: %s (completed)
ace: %s (kaleuh)

source: %s (waiting)
ace: %s (preh)

source: %s (cancelling)
ace: %s (peubatai)

source: %s (%d%% complete)
ace: %s (%d%% kaleuh)

source: Close this message
ace: Toup peusan nyo

source: Icon View
ace: Peulemah ikon

source: List View
ace: Peulemah Dafta

source: Attachment Properties
ace: Properti Lampiran

source: F_ilename:
ace: Nan b_erkas:

source: MIME Type:
ace: Tipe MIME:

source: _Suggest automatic display of attachment
ace: _Saran fasilitas

source: Could not set as background
ace: Hanjeut ipeujeut keu background

source: Set as _Background
ace: Ato jeut keu Latar_Likot

source: Could not send attachment
ace: Hanjeut kirem lampiran

source: _Send To...
ace: _Kirem U...

source: Send the selected attachments somewhere
ace: Kirem lampiran nyang ipileh ke sidroe ureung

source: Loading
ace: Tengoh imuat

source: Saving
ace: Ikeubah

source: Hide Attachment _Bar
ace: Peusom_Bareh Lampiran

source: Show Attachment _Bar
ace: Peuleumah_Bareh Lampiran

source: Add Attachment
ace: Tamah Lampiran

source: A_ttach
ace: Lampirkan

source: Save Attachment
ace: Keubah Lampiran

source: Open With Other Application...
ace: Buka ngon Aplikasi laen..

source: S_ave All
ace: Simpan Mandum

source: A_dd Attachment...
ace: Tamah Lampiran

source: _Hide
ace: Peusom

source: Hid_e All
ace: Peusom Mandum

source: _View Inline
ace: _Kaloen Langsong

source: Vie_w All Inline
ace: _Kalon Langsong

source: Open With "%s"
ace: Buka ngon "%s"

source: Open this attachment in %s
ace: Buka lampiran nyoe ngon %s

source: Attached message
ace: Pesan terlampir

source: A load operation is already in progress
ace: Operasi muat tengoh berjalan

source: A save operation is already in progress
ace: Operasi keubah tengoh jalan

source: Could not load '%s'
ace: Han jheut muat '%s'

source: Could not load the attachment
ace: Han jheut muat lampiran

source: Could not open '%s'
ace: Han jhet buka. '%s'

source: Could not open the attachment
ace: Han jheut buka lampiran

source: Attachment contents not loaded
ace: Asoe lampiran hana dimuat

source: Could not save '%s'
ace: Han jhet keubah '%s'

source: Could not save the attachment
ace: Han jhet keubah lampiran

source: Mark as default address book
ace: Tandai sebaga buku alamat bawaan

source: Autocomplete with this address book
ace: Lengkapi otomatis ngon buku alamat nyoe

source: Copy book content locally for offline operation
ace: Salin asoe buku lokal keu operasi offline

source: Ctrl-click to open a link
ace: Ctrl-klik keu peugot link

source: Mark as default calendar
ace: Peutanda seubagoe kalendar baku

source: Mark as default task list
ace: Ta tanda sebagoe dapeuta tugas baku

source: Mark as default memo list
ace: Ta tanda sebagoe dapeuta memo baku

source: Color:
ace: Warna:

source: Copy calendar contents locally for offline operation
ace: Salen asoe kalende keu sistem lokal keu operasi offline

source: Copy task list contents locally for offline operation
ace: Salen asoe tugas keu sistem lokal ke operasi offline

source: Copy memo list contents locally for offline operation
ace: Salen asoe dapeuta memo keu sistem lokal keu oeparasi offline

source: Previous month
ace: Buleun sigolomjih

source: Next month
ace: Buleun silanjutjih

source: Previous year
ace: Thon silanjutjih

source: Next year
ace: Thon berikutjih

source: Month Calendar
ace: Kalende Buleun

source: Currently _used categories:
ace: Kategori nyang jinoe_ipake

source: _Available Categories:
ace: K_ategori Nyang Na:

source: Icon
ace: Ikon

source: Create category "%s"
ace: Peugot kategori "%s"

source: Category Icon
ace: Ikon Kategori

source: _No Image
ace: _Hana Gamba

source: Category _Name
ace: _Nan Karegori

source: Category _Icon
ace: _Ikon Kategori

source: Category Properties
ace: Properti Kategori

source: There is already a category '%s' in the configuration. Please use another name
ace: Ka na kategori '%s' dalam konfigurasi. Mohon pakek nan laen

source: popup list
ace: dapeuta popup

source: Now
ace: Jino

source: Today
ace: Uroe nyoe

# table-date
source: None
ace: Hana

source: OK
ace: Oke

source: The time must be in the format: %s
ace: Watee harus dalam bentuk: %s

source: The percent value must be between 0 and 100, inclusive
ace: Nilai persen harus di antara 0 ngon 10

source: Character Encoding
ace: Enkode Karakter

source: Enter the character set to use
ace: Peutamong karakter yang akan di pakek

source: Other...
ace: Laen jih...

source: Arabic
ace: Arab

source: Baltic
ace: Balka

source: Central European
ace: Eropa Teungoh

source: Chinese
ace: Bahasa Mandari

source: Cyrillic
ace: Silirik

source: Greek
ace: Yunani

source: Hebrew
ace: Ibrani

source: Japanese
ace: Jepang

source: Korean
ace: Korea

source: Turkish
ace: Turki

source: Unicode
ace: Unikode

source: Western European
ace: Eropa Barat

source: Western European, New
ace: Eropa Bara, Gaya Baro

source: Traditional
ace: Tradisional

source: Simplified
ace: Sederhana

source: Ukrainian
ace: Ukraina

source: Cannot create a client object from extension name '%s'
ace: Hanjeut peugot saboh objek klien dari nan ekstensi '%s'

source: Date and Time
ace: Tanggai ngon Wate

source: Text entry to input date
ace: Entry teks keu input tanggai

source: Click this button to show a calendar
ace: Klik tomboi nyoe keu peuleumah kalender

source: Drop-down combination box to select time
ace: Peulheuh kombinasi kotak keu pileh watee

source: Time
ace: Wate

source: No_w
ace: _Jinoe

source: _Today
ace: _Uro nyo

source: _None
ace: _Nihil

# date
source: None
ace: Nihil

source: Invalid Date Value
ace: Tanggai Nilai hana sah

source: Invalid Time Value
ace: Nilai Watee Hana Beutoi

source: Tomorrow
ace: Singoh

source: Yesterday
ace: Baroe

# DateFmt
source: Next Mon
ace: Sen Ukeu

# DateFmt
source: Next Tue
ace: Sel Ukeu

# DateFmt
source: Next Wed
ace: Rab Ukeu

# DateFmt
source: Next Thu
ace: Kam Ukeu

# DateFmt
source: Next Fri
ace: Jum Ukeu

# DateFmt
source: Next Sat
ace: Sab Ukeu

# DateFmt
source: Next Sun
ace: Minggu likeu

source: Use locale default
ace: Pakek locale bawaa

source: (Unknown Filename)
ace: (Nan Berkas Hana Dituri)

source: Writing "%s"
ace: Tuleh "%s"

source: Writing "%s" to %s
ace: Tuleh "%s" bak %s

source: 1 second ago
ace: 1 deutik yang awai

source: 1 second in the future
ace: 1 deutik u likeu

source: 1 minute ago
ace: 1 meunet yang awai

source: 1 minute in the future
ace: 1 meunet u likeu

source: 1 hour ago
ace: 1 jeum yang awai

source: 1 hour in the future
ace: 1 jeum u likeu

source: 1 day ago
ace: 1 uroe yang awai

source: 1 day in the future
ace: 1 uroe u likeu

source: 1 week ago
ace: 1 minggu yang awai

source: 1 week in the future
ace: 1 minggu u likeu

source: 1 month ago
ace: 1 buleun yang awai

source: 1 month in the future
ace: 1 buleun u likeu

source: 1 year ago
ace: 1 thon yang awai

source: 1 year in the future
ace: 1 thon u likeu

source: <click here to select a date>
ace: <klik disino keu pileh tanggai>

source: now
ace: jino

source: Select a time to compare against
ace: Pileh tanggai pembandeng

source: Choose a File
ace: Pileh berkas

source: R_ule name:
ace: Nan aturan:

source: all the following conditions
ace: mandum kondisi nyoe

source: any of the following conditions
ace: peu mantong syarat nyoe

source: _Find items which match:
ace: _Mita objek yang cocok:

source: Find items that meet the following conditions
ace: Mita objek yang sep kondisi nyoe

source: None
ace: Nihil

source: All related
ace: Mandum yang berhubungan

source: Replies and parents
ace: Balasan dan induk

source: No reply or parent
ace: Hana balasan atawa ateuh jih

source: I_nclude threads:
ace: Termasok threads:

source: A_dd Condition
ace: _Tamah Syarat

source: Outgoing
ace: Teubit

source: Choose the file that you want to import into Evolution, and select what type of file it is from the list.
ace: Pileh file yang meujak di impor ke dalam Evolution

source: Select a file
ace: Pileh saboh file

source: File _type:
ace: _Jenis berkas:

source: Choose the destination for this import
ace: Pileh tujuan Impor nyoe

source: Choose the type of importer to run:
ace: Pileh jenis program impor yang akan dijalankan:

source: Import data and settings from _older programs
ace: Impor data dan pengato dari program-program awai

source: Import a _single file
ace: Impor saboh berkas

source: Please select the information that you would like to import:
ace: Pileh informasi yang toh mantong yang meujak di impor:

source: Evolution checked for settings to import from the following applications: Pine, Netscape, Elm, iCalendar. No importable settings found. If you would like to try again, please click the "Back" button.
ace: Evolution jhet impor konfigurasi dari aplikasi nyoe: Pine, Netscape, Elm, iCalender. Tapi Evolution hana meurumpok konfigurasi nyan. Meunyoe meujak cuba lom, klik bak tombol "Surot".

source: From %s:
ace: Dari %s:

source: _Cancel Import
ace: _peubatal import

source: Preview data to be imported
ace: Kaloen data yang akan di impor

source: Import Data
ace: Peutamong Data

source: Select what type of file you want to import from the list.
ace: Pileh jenis berkas peu yang Droen meujak impor dari dapeuta.

source: Evolution Import Assistant
ace: Program Bantu Impor Evolution

source: Import Location
ace: Impor dari Lokasi

source: Welcome to the Evolution Import Assistant. With this assistant you will be guided through the process of importing external files into Evolution.
ace: Selamat datang bak Program Bantu Impor Evolution. Ngon program noe Droen akan di pandu dalam meungimpor berkas-berkas eksternal keu dalam Evolution.

source: Importer Type
ace: Jenis Pengimpor

source: Select Information to Import
ace: Pileh informasi keu impor

source: Select a File
ace: Pileh berkas

source: Click "Apply" to begin importing the file into Evolution.
ace: Klik "Terapkan" keu impor berkas bak Evolution.

source: Autogenerated
ace: Otomatis

source: Close
ace: Top

source: _Save and Close
ace: _Keubah dan Top

source: Edit Signature
ace: Ubah tanda tangan

source: _Signature Name:
ace: Nan_Tanda Tangan

source: Unnamed
ace: Hana nan

source: Add _Script
ace: Tamah_Skrip

source: Add Signature Script
ace: Tamah skrip tanda tangan

source: Edit Signature Script
ace: Ubah skrip tanga tangan

source: The output of this script will be used as your signature. The name you specify will be used for display purposes only.
ace: Peu teubit skrip nyoe akan di pakek sebagai tanda tangan Droen. Nan yang di tuleh cuma akan di pakek keu keperluan tampilan mantong.

source: S_cript:
ace: _Skrip:

source: Script file must be executable.
ace: Berkas skrip harus jhet di eksekus

source: World Map
ace: Peta Donya

source: Mouse-based interactive map widget for selecting timezone. Keyboard users should instead select the timezone from the drop-down combination box below.
ace: Widget peta interaktif keu pileh zona watee pakek mouse. Meunyoe Droen cuma pakek Keyboard, pileh zona watee dari kotak kombo di baroeh nyoe.

source: Could not open the link.
ace: Han jheut buka link.

source: Could not display help for Evolution.
ace: Han jheut peuleumah bantuan keu Evolution.

source: Show Contacts
ace: Peuleumah kontak

source: Address B_ook:
ace: Buku_Alamat

source: Cat_egory:
ace: Kat_egori:

source: _Search:
ace: _Mita:

source: Any Category
ace: Kategori Peu Mantong

source: Co_ntacts
ace: Ko_ntak:

source: Search
ace: Mita

source: Address Book
ace: Buku Alamat

source: Contacts
ace: Kontak

source: Select Contacts from Address Book
ace: Pileh Kontak dari Buku Alamat

source: E_xpand %s Inline
ace: _Peu rayeuk %s lnline

source: Cop_y %s
ace: Sal_en %s

source: C_ut %s
ace: _Koh %s

source: _Delete %s
ace: _Sampoh %s

source: Evolution is currently online. Click this button to work offline.
ace: Evolution teungoh online. Neu klik tumboi nyoe untuk offline.

source: Evolution is currently offline. Click this button to work online.
ace: Evolution teungoh offline. Neu klik tumboi nyoe untuk online.

source: Evolution is currently offline because the network is unavailable.
ace: Evolution tengoh offline karena jaringan teungoh hana.

source: Keyring key is unusable: no user or host name
ace: Ring gunci hanjeut i pake: hana nama host atawa pengguna

source: You have the Caps Lock key on.
ace: Tomboi Caps Lock udep.

source: _Remember this passphrase
ace: Ingat f_rasa sandi nyo

source: _Remember this passphrase for the remainder of this session
ace: Ingat f_rasa sandi nyo selama sisa sesi nyo

source: _Remember this password
ace: Ingat _sandi nyo

source: _Remember this password for the remainder of this session
ace: _Ingat sandi nyo selama sesi nyo

source: Evolution Preferences
ace: Preferensi Evolution

source: An error occurred while printing
ace: Teukeudi gagal watee mencetak

source: The printing system reported the following details about the error:
ace: Sistem pencetakan bri laporan nyoe terkait error yang na:

source: The printing system did not report any additional details about the error.
ace: Sistem pencetakan han jhet bri laporan peu mantong yang terkait error yang na.

source: Add Rule
ace: Tamah Atoran

source: Edit Rule
ace: Ganto Aturan

source: Matches: %u
ace: Kapah: %u

source: Close the find bar
ace: Top bareh peumita

source: Fin_d:
ace: _Mita:

source: Clear the search
ace: Peugleh peumita

source: _Previous
ace: _seugohlom jih

source: Find the previous occurrence of the phrase
ace: Mita kemunculan seugohlom dri phrase

source: _Next
ace: _Selanjot jih

source: Find the next occurrence of the phrase
ace: Mita kemunculan berikut jih dari Phrase

source: Mat_ch case
ace: Cocok_Huruf

source: Reached bottom of page, continued from top
ace: Mncapai dasar halaman, lanjot mulai puncak

source: Reached top of page, continued from bottom
ace: Mencapai puncak halaman, lanjot dari dasar

source: Mail
ace: Surat

source: When de_leted:
ace: Watee_di apoh

source: Type:
ace: Tipe:

source: Name:
ace: Nan:

source: Refresh every
ace: Refresh tiep

source: Use a secure connection
ace: Pakek koneksi aman

source: Unset _trust for SSL certificate
ace: Apoh penataan kepercayaan bagi sertifikat SSL

source: User
ace: Pengguna

source: _Destination
ace: _Tujua

source: Select destination
ace: Pileh tujuan

source: (no suggestions)
ace: (hana saran)

source: More...
ace: Laenjih...

source: Add "%s" to Dictionary
ace: Tamah "%s" u Kamus

source: Ignore All
ace: Abaikan Mandum

source: Spelling Suggestions
ace: Saran Ejaan

source: A file named "{0}" already exists. Do you want to replace it?
ace: Berkas nan "{0}" kana. Keuneuk timpa nyo?

source: The file already exists in "{0}". Replacing it will overwrite its contents.
ace: Berkas kana lam "{0}". Meunye neuganto akan menimpa aso jih.

source: _Replace
ace: _Ganto

source: Cannot save file "{0}".
ace: Hanjeut simpan berkas "{0}".

source: Because "{1}".
ace: Seubab "{1}".

source: Cannot open file "{0}".
ace: Hanjeut buka berkas "{0}".

source: Failed to remove data source &quot;{0}&quot;.
ace: Gagal sampoh sumber data &quot;{0}&quot;.

source: The reported error was &quot;{1}&quot;.
ace: Error yang dilaporkan adalah &quot;{1}&quot;.

source: Failed to update data source &quot;{0}&quot;.
ace: Error memutakhirkan sumber data &quot;{0}&quot;

source: Failed to delete resource &quot;{0}&quot;.
ace: Error sampoh sumber daya &quot;{0}&quot;

source: The address book backend servicing &quot;{0}&quot; has quit unexpectedly.
ace: Backend buku alamat yang meulayani "{0}" tiba-tiba teututop.
