Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution-data-server.po
Languages: ace

source: Failed to remove file '%s': %s
ace: Gagal sampoh file '%s':%s

source: Failed to make directory %s: %s
ace: Gagal peugot direktori %s:%s

source: Failed to create hardlink for resource '%s': %s
ace: Gagal peugot hardlink ke sumber '%s';%s

source: No UID in the contact
ace: No UID na lam kontak

source: Conflicting UIDs found in added contacts
ace: UID yang meu adu di teume dalam kontak-kontak yang di tamah

source: Contact '%s' not found
ace: Kontak '%s' hana diteumee

source: Tried to modify contact '%s' with out of sync revision
ace: cuba mengubah kontak '%s' dengon revisi yang hana selaras

source: Query '%s' not supported
ace: Query '%s' hana disupport

source: Invalid Query '%s'
ace: Query '%s' salah

source: Searching...
ace: Mita...

source: Failed to rename old database from '%s' to '%s': %s
ace: Gagal bi nama keu database yang awai dari '%s' u '%s': %s

source: Unknown error
ace: Error hana diteupeu

source: Querying for updated contacts…
ace: Meng query kontak yang dimutakhirkan...

source: Querying for updated groups…
ace: meng-query grup yang dimutakhirkan

source: The backend does not support bulk additions
ace: Backend hana mendukung tamahan masal

source: Creating new contact…
ace: Peugeot kontak baro

source: The backend does not support bulk removals
ace: Backend hana men dukong peng aposan masal

source: Deleting contact…
ace: Sampoh kontak...

source: The backend does not support bulk modifications
ace: Backend hana mendukung pengubah masal

source: Modifying contact…
ace: Ubah kontak...

source: Personal
ace: pribadi

source: Friends
ace: Ngon

source: Family
ace: Keluarga

source: Coworkers
ace: Rakan kerja

source: Not connected
ace: Hana teusambong

source: Failed to bind using either v3 or v2 binds
ace: Gagal mengikat pakek pengikatan v3 ato v2

source: Reconnecting to LDAP server...
ace: Sambong ulang u server LDAP

source: Invalid DN syntax
ace: DN syntax salah

source: LDAP error 0x%x (%s)
ace: error LDAP 0x%x (%s)

source: Adding contact to LDAP server...
ace: tamah kontak ke server LDAP

source: Removing contact from LDAP server...
ace: mengapoh kontak dari server LDAP

source: %s: Unhandled result type %d returned
ace: %s:hasil tipe %d yang hana ditagani di peubalek

source: Modifying contact from LDAP server...
ace: mengubah kontak dari server LDAP

source: %s: Unhandled search result type %d returned
ace: %s: hasil pencarian tipe %d uang hana ditangani di peubalek

source: Receiving LDAP search results...
ace: teurimong hasil pencarian LDAP

source: Error performing search
ace: Error watee melakukan pencaria

source: Downloading contacts (%d)...
ace: mengunduh kontak (%d)...

source: Failed to get the DN for user '%s'
ace: gagal meuteume DN bagi peumakek '%s'

source: Create resource '%s' failed with HTTP status %d (%s)
ace: peuget sumber daya '%s' hanjheut dengon status HTTP %d (%s)

source: DELETE failed with HTTP status %d
ace: DELETE hanjheut dengon status HTTP %d

source: Contact on server changed -> not modifying
ace: kontak bak server berubah -> hana memodifikasi

source: Modify contact failed with HTTP status %d (%s)
ace: mengubah kontak hana berhasil dengon status HTTP %d (%s)

source: Loading Addressbook summary...
ace: memuat ringkasan buku alamat

source: PROPFIND on webdav failed with HTTP status %d (%s)
ace: PROPFIND bak webdav han jheut dengan status HTTP: %d (%s)

source: No response body in webdav PROPFIND result
ace: hana yang respon dalam hasil PROFIND webdav

source: Loading Contacts (%d%%)
ace: Mengunduh kontak (%d%%)

source: Cannot transform SoupURI to string
ace: Han jheut mentransformasi SoupURI ke string

source: No such book
ace: Hana buku

source: Contact not found
ace: kontak hana meurumpok

source: Contact ID already exists
ace: ID kontak kalheuh na

source: No such source
ace: sumber hana

source: No space
ace: Hana ruang

source: Unique ID
ace: ID Unik

source: File Under
ace: Berkah pada

source: Book UID
ace: UID Buk

source: Full Name
ace: Nan Lengkap

source: Given Name
ace: Nan Asli

source: Family Name
ace: Nan Keluarga

source: Nickname
ace: Nan Panggilan

source: Home Address Label
ace: Label alamat rumah

source: Work Address Label
ace: Label alamat kantor

source: Other Address Label
ace: Label alamat laen

source: Assistant Phone
ace: Telepon Asisten

source: Business Phone
ace: Telepon Urusan bisnis

source: Business Phone 2
ace: telepon urusan bisnis 2

source: Business Fax
ace: Faks urusan bisnis

source: Callback Phone
ace: telepon callback

source: Car Phone
ace: Telepon Mobil

source: Company Phone
ace: telepon Kantor

source: Home Phone
ace: telepon rumo

source: Home Phone 2
ace: Telepon Rumoh 2

source: Home Fax
ace: Fax Rumo

source: Mobile Phone
ace: Telepon seluler

source: Other Phone
ace: Telepon Lainnya

source: Other Fax
ace: Fax Lainnya

source: Primary Phone
ace: Telepon Utama

source: Organization
ace: Organisas

source: Organizational Unit
ace: Unit Organisasi

source: Office
ace: Kanto

source: Title
ace: Gelar

source: Role
ace: Peranan

source: Assistant
ace: Asisten

source: Homepage URL
ace: URL Halaman Web

source: Weblog URL
ace: URL Weblog

source: Categories
ace: Katagori

source: Calendar URI
ace: Kalender URI

source: Free/Busy URL
ace: URL bebas/sibuk

source: ICS Calendar
ace: Kalender ICS

source: Video Conferencing URL
ace: URL Koferensi Vide

source: Spouse's Name
ace: Nan pasangan

source: Note
ace: Catatan

source: AIM Home Screen Name 1
ace: AIM Login Rumoh 1

source: AIM Home Screen Name 2
ace: AIM Login Rumoh 2

source: AIM Home Screen Name 3
ace: AIM Login Rumoh 3

source: AIM Work Screen Name 1
ace: AIM Kanto 1

source: AIM Work Screen Name 2
ace: AIM Kanto 2

source: AIM Work Screen Name 3
ace: AIM Kanto 3

source: GroupWise Home Screen Name 1
ace: Nan Layeu Rumoh GroupWise 1

source: GroupWise Home Screen Name 2
ace: Nan Layeu Rumoh GroupWise 2

source: GroupWise Home Screen Name 3
ace: Nan Layeu Rumoh GroupWise 3

source: GroupWise Work Screen Name 1
ace: Nan Layeu Kanto GroupWise 1

source: GroupWise Work Screen Name 2
ace: Nan Layeu Kanto GroupWise 2

source: GroupWise Work Screen Name 3
ace: Nan Layeu Kanto GroupWise 3

source: Jabber Home ID 1
ace: ID Jabber Rumoh 1

source: Jabber Home ID 2
ace: ID Jabber Rumoh 2

source: Jabber Home ID 3
ace: ID Jabber Rumoh 3

source: Jabber Work ID 1
ace: ID Jabber Kanto 1

source: Jabber Work ID 2
ace: ID Jabber Kanto 2

source: Jabber Work ID 3
ace: ID Jabber Kanto 3

source: Yahoo! Home Screen Name 1
ace: Nan Yahoo! Rumoh 1

source: Yahoo! Home Screen Name 2
ace: Nan Yahoo! Rumoh 2

source: Yahoo! Home Screen Name 3
ace: Nan Yahoo! Rumoh 3

source: Yahoo! Work Screen Name 1
ace: Nan Yahoo! Kanto 1

source: Yahoo! Work Screen Name 2
ace: Nan Yahoo! Kanto 2

source: Yahoo! Work Screen Name 3
ace: Nan Yahoo! Kanto 3

source: MSN Home Screen Name 1
ace: Nan MSN Rumoh 1

source: MSN Home Screen Name 2
ace: Nan MSN Rumoh 2

source: MSN Home Screen Name 3
ace: Nan MSN Rumoh 3

source: MSN Work Screen Name 1
ace: Nan MSN Kanto 1

source: MSN Work Screen Name 2
ace: Nan MSN Kanto 2

source: MSN Work Screen Name 3
ace: Nan MSN Kanto 3

source: ICQ Home ID 1
ace: ID ICQ Rumoh 1

source: ICQ Home ID 2
ace: ID ICQ Rumoh 2

source: ICQ Home ID 3
ace: ID ICQ Rumoh 3

source: ICQ Work ID 1
ace: ID ICQ Kanto 1

source: ICQ Work ID 2
ace: ID ICQ Kanto 2

source: ICQ Work ID 3
ace: ID ICQ Kanto 3

source: Last Revision
ace: Revisi Keuneulheuh

source: Name or Org
ace: Nan ato organisas

source: Address List
ace: Daftar Alamat

source: Home Address
ace: Alamat Rumoh

source: Work Address
ace: Alamat Kanto

source: Other Address
ace: Alamat laen

source: Category List
ace: Daftar Katagori

source: Photo
ace: Foto

source: Name
ace: Nan

source: Email List
ace: Daftar Surel

source: AIM Screen Name List
ace: Daftar Nan Login AIM

source: GroupWise ID List
ace: Daftar IS GroupWise

source: Jabber ID List
ace: Daftar ID Jabber

source: Yahoo! Screen Name List
ace: Daftar Nan Layeu Yahoo!

source: MSN Screen Name List
ace: Daftar Nan MSN

source: ICQ ID List
ace: Daftar ID ICQ

source: Wants HTML Mail
ace: Keumeung Email HTML

source: List
ace: Daftar

source: List Shows Addresses
ace: Daftar Peuleumah Alamat

source: Birth Date
ace: Tanggai Lahee

source: X.509 Certificate
ace: Sertifikat X.509

source: Gadu-Gadu Home ID 1
ace: ID Gadu-Gadu Rumoh 1

source: Gadu-Gadu Home ID 2
ace: ID Gadu-Gadu Rumoh 2

source: Gadu-Gadu Home ID 3
ace: ID Gadu-Gadu Rumoh 3

source: Gadu-Gadu Work ID 1
ace: ID Gadu-Gadu kanto 1

source: Gadu-Gadu Work ID 2
ace: ID Gadu-Gadu kanto 2

source: Gadu-Gadu Work ID 3
ace: ID Gadu-Gadu kanto 3

source: Gadu-Gadu ID List
ace: Daftar ID Gadu-Gadu

source: Geographic Information
ace: Informasi Geografis

source: Telephone
ace: Telepon

source: Skype Home Name 1
ace: Skype Rumoh nan 1

source: Skype Home Name 2
ace: Skype Rumoh nan 2

source: Skype Home Name 3
ace: Skype Rumoh nan 3

source: Skype Work Name 1
ace: Skype Kanto nan 1

source: Skype Work Name 2
ace: Skype Kanto nan 2

source: Skype Work Name 3
ace: Skype Kanto nan 3

source: Skype Name List
ace: Daftar Nan Skype

source: SIP address
ace: Alamat SIP

source: Google Talk Home Name 1
ace: Google Talk Rumoh nan 1

source: Google Talk Home Name 2
ace: Google Talk Rumoh nan 2

source: Google Talk Home Name 3
ace: Google Talk Rumoh nan 3

source: Google Talk Work Name 1
ace: Google Talk Kanto nan 1

source: Google Talk Work Name 2
ace: Google Talk Kanto nan 2

source: Google Talk Work Name 3
ace: Google Talk Kanto nan 3

source: Google Talk Name List
ace: Daftar Kontak Nan Google Talk

source: Twitter Name List
ace: Daftar Nan Twitter

source: Unnamed List
ace: Daftar Goh lom na judu

source: The library was built without phone number support.
ace: Pustaka di bangun tanpa dukungan nomboi telepon

source: The phone number parser reported an yet unkown error code.
ace: Pengurai nomboi telepon melaporkan kode galat yang goh lom di turi

source: Not a phone number
ace: Kon numboi telepeon

source: Invalid country calling code
ace: Kode panggil negara hana valid

source: Remaining text after the country calling code is too short for a phone number
ace: Sisa teks banlheuh kode panggilan negara terlalu paneuk untuk saboh numboi telepon

source: Text is too short for a phone number
ace: teks terlalu paneuk bagi saboh numboi telepo

source: Text is too long for a phone number
ace: Teks terlalu panjang bagi saboh numboi telepon

source: Unknown book property '%s'
ace: properti buku hana di turi %s

source: Cannot change value of book property '%s'
ace: hanjheut ubah nilai dari properti buku '%s'

source: Unable to connect to '%s':
ace: hanjheut meuyambong keu '%s'

source: Error introspecting unknown summary field '%s'
ace: Error watee intropeksi ruas ringkasan yang hana i turi '%s'

source: Insufficient memory
ace: Memori hana seep

source: Invalid contact field '%d' specified in summary
ace: Ruas kontak hana valid '%d' di peugah dalam ringkasan

source: Contact field '%s' of type '%s' specified in summary, but only boolean, string and string list field types are supported
ace: Ruas Kontak '%s' bertipe '%s' di peugah dalam ringkasan, tapi cuma tipe yang ruas boolean, string, dan daftar string yang di dukung

source: Full search_contacts are not stored in cache. vcards cannot be returned.
ace: Search_contacs leungkap hana disimpan dalam siggahan. vcard hannjheut di peu balek

source: Query contained unsupported elements
ace: Query memuat elemen yang hana di dukung

source: Invalid Query
ace: Query hana sah

source: Full search_contacts are not stored in cache. Hence only summary query is supported.
ace: search_contacts lengkap hana disimpan dalam singgahan. Maka

source: Invalid query
ace: Query hana sah

source: Full vcards are not stored in cache. Hence only summary query is supported.
ace: Vcard lengkap hana disimpan dalam singgahan. Jadi cuma ringkasan yang di dukung.

source: Unable to remove the db file: errno %d
ace: Hana berhasil apoh berkah db: errno %d

source: Clients cannot set backend properties
ace: CLient hanjhet menata properti backend

source: Invalid query:
ace: Query hana sah:

source: Success
ace: Berhasil

source: Backend is busy
ace: Program Backend sibuk

source: Repository offline
ace: Repository mate

source: Permission denied
ace: Akses hana i teurimong

source: Authentication Failed
ace: Otentikasi hana sah

source: Authentication Required
ace: Otentikasi perle

source: Unsupported field
ace: Ruas hana di dukung

source: Unsupported authentication method
ace: Metode otentikasi hana di dukung

source: TLS not available
ace: TLS hana tersedia

source: Address book does not exist
ace: Buku alamat hana

source: Book removed
ace: Buku ka di apoh

source: Not available in offline mode
ace: Hana tersedia dalam mode matee

source: Search size limit exceeded
ace: Batas ukuran peu mita ka lewat

source: Search time limit exceeded
ace: Batas watee mita ka lewat

source: Query refused
ace: Query di tula

source: Could not cancel
ace: han jheut di peu batal

source: Invalid server version
ace: Versi server hana sah

source: Invalid argument
ace: Argumen hana sah

source: Not supported
ace: hana di dukung

source: Backend is not opened yet
ace: Program backend goh lom di buka

source: Object is out of sync
ace: objek hana selaras

source: Other error
ace: error yang laen

source: Cannot open book:
ace: han jheut buka pinto

source: Cannot refresh address book:
ace: han jheut muat ulang kalender

source: Cannot get contact:
ace: han jheut meuteume kontak

source: Cannot get contact list:
ace: han jheut meuteume daftar kontak

source: Cannot get contact list uids:
ace: han jheut meuteume uid daftar kontak

source: Cannot add contact:
ace: han jheut tamah kontak

source: Cannot modify contacts:
ace: han jheut ubah kontak

source: Cannot remove contacts:
ace: han jheut apoh kontak

source: No backend name in source '%s'
ace: hana nan backend dalam sumber '%s'

source: Missing source UID
ace: Kurang UID sumber

source: No such source for UID '%s'
ace: Hana sumber lagee nyan bagi UID '%s'

source: Server is unreachable (%s)
ace: server han jheut di hubungi (%s)

source: Failed to connect to a server using SSL: %s
ace: Han jhet terkoneksi ke server SSL : %s

source: Unexpected HTTP status code %d returned (%s)
ace: Di peubalek kode status HTTP %d yang hana diharapkan (%s)

source: CalDAV backend is not loaded yet
ace: Backend CalDAV goh lom di muat

source: Invalid Redirect URL
ace: URL redirect hana valid

source: Server is unreachable, calendar is opened in read-only mode. Error message: %s
ace: server han jheut dihubungi, kalender dibuka dalam mode read-only. error pesan : %s

source: Cannot create local cache folder '%s'
ace: Han jheut peuget folder singgahan '%s'

source: CalDAV does not support bulk additions
ace: CalDAV hana di dukung penambahan massal

source: CalDAV does not support bulk modifications
ace: CalDAV hana di dukung pengubhana masal

source: CalDAV does not support bulk removals
ace: CalDAV hana di dukung penghapusan masal

source: Calendar doesn't support Free/Busy
ace: Kalender tak mendukung Bebas/Sibuk

source: Schedule outbox url not found
ace: URL outbox skedul hana ditemukan

source: Unexpected result in schedule-response
ace: Hasil yang hana diharapkan dalam schedule-response

source: Birthday
ace: Ulang tahun

source: Birthday: %s
ace: Ulang tahun: %s

source: Anniversary: %s
ace: Peringatan: %s

source: Cannot save calendar data: Malformed URI.
ace: Hanjhet menyimpan data kalender: URI hana beutoi

source: Cannot save calendar data
ace: Han jhet simpan data kalender

source: Malformed URI: %s
ace: URI salah bentuk: %s

source: Redirected to Invalid URI
ace: diarahkan ke URI yang hana beutoi

source: Bad file format.
ace: Format berkah hana beutoi.

source: Not a calendar.
ace: kon kalender

source: Could not create cache file
ace: han jheut peuget berkah cache

source: Could not retrieve weather data
ace: han jheut cok data cuaca

source: Weather: Fog
ace: cuaca: berkabot

source: Weather: Cloudy Night
ace: Cuaca: Malam meu awan

source: Weather: Cloudy
ace: Cuaca: Meu awa

source: Weather: Overcast
ace: Cuaca: cerah

source: Weather: Showers
ace: Cuaca: Ujeun

source: Weather: Snow
ace: Cuaca: Bersalju

source: Weather: Clear Night
ace: Cuaca: Malam cera

source: Weather: Sunny
ace: Cuaca : cera

source: Weather: Thunderstorms
ace: Cuaca: Badai petir

source: Forecast
ace: Prakiraa

source: Repository is offline
ace: Repositori teungoh matee

source: No such calendar
ace: Kalender hana

source: Object not found
ace: Objek hana meurumpok

source: Invalid object
ace: Objek hana sah

source: URI not loaded
ace: URI hana jhet di buka

source: URI already loaded
ace: URI Kalheuh di buka

source: Unknown User
ace: Yang pakek hana di turi

source: Object ID already exists
ace: ID objek kalheuh na

source: Protocol not supported
ace: Protokol hana di dukung

source: Operation has been canceled
ace: Operasi kalheuh di peu batal

source: Could not cancel operation
ace: Han jheut peu batal operasi

source: Authentication failed
ace: Otentidikasi gagal

source: Authentication required
ace: perle Otentifikasi

source: A D-Bus exception has occurred
ace: Kalheuh terjadi eksepsi D-Bus

source: No error
ace: Hana kesalahan

source: Unknown user
ace: Pengguna hana di turi

source: Invalid range
ace: Jankauan hana sa

source: Unknown calendar property '%s'
ace: Properti Kalender hana di turi '%s'

source: Cannot change value of calendar property '%s'
ace: Han jheut ubah properti kalender '%s

source: Untitled appointment
ace: pertemuan hana judul

# Priority
source: High
ace: Manyang

# Priority
source: Low
ace: Miyu

# Priority
source: Undefined
ace: Hana terdefinisi

source: "%s" expects one argument
ace: "%s" perle saboh argumen

source: "%s" expects the first argument to be a string
ace: "%s" harus argumen yang phon berupa string

source: "%s" expects two or three arguments
ace: "%s" mengharapkan dua atawa lhee argumen

source: "%s" expects the first argument to be a time_t
ace: "%s" mengharuskan argumen phon berupa time_t

source: "%s" expects the second argument to be a time_t
ace: "%s" mengharuskan argumen kedua berupa time_t

source: "%s" expects the third argument to be a string
ace: "%s" mengharapkan argumen ke lhee berupa string

source: "%s" expects none or two arguments
ace: "%s" mengharapkan tanpa ato dua argume

source: "%s" expects two arguments
ace: "%s" mengharuskan ada dua argumen

source: "%s" expects no arguments
ace: "%s" hana memerlukan argumen

source: "%s" expects the second argument to be a string
ace: "%s" mengharuskan argumen kedua berupa string

source: "%s" expects the first argument to be either "any", "summary", or "description", or "location", or "attendee", or "organizer", or "classification"
ace: "%s" mengharuskan argumen phon berupa "any", "summary", atau "description", atau "location", atau "attende", atau "organizer", atau "classification"

source: "%s" expects at least one argument
ace: "%s" membutuhkan paleng han saboh argumen

source: "%s" expects all arguments to be strings or one and only one argument to be a boolean false (#f)
ace: "%s" mengharuskan mandum argumen berupa string ato saboh dan cuma hanya saboh argumen berupa boolean false (#f)

source: "%s" expects the first argument to be an ISO 8601 date/time string
ace: "%s" mengharuskan argumen phon berupa string tanggai/watee dalam ISO 8601

source: "%s" expects the second argument to be an integer
ace: "%s" mengharuskan argumen kedua berupa integer

source: Unsupported method
ace: motode hana di dukung

source: Calendar does not exist
ace: Kalender hana

source: Cannot open calendar:
ace: han jheut buka kalender

source: Cannot refresh calendar:
ace: han jheut menyegarkan kalender:

source: Cannot retrieve backend property:
ace: han jheut cok properti backbend:

source: Cannot retrieve calendar object path:
ace: han jheut cok objek kalender:

source: Cannot retrieve calendar object list:
ace: han jheut cok daftar objek kalender:

source: Cannot retrieve calendar free/busy list:
ace: han jheut cok daftar bebas/sibuk kalender:

source: Cannot create calendar object:
ace: han jheut peuget objek

source: Cannot modify calendar object:
ace: han jheut ubah objek kalender:

source: Cannot remove calendar object:
ace: han jheut apoh objek kalender:

source: Cannot receive calendar objects:
ace: han jheut teurimong objek kalender

source: Cannot send calendar objects:
ace: han jheut kirem objek kalender:

source: Could not retrieve attachment uris:
ace: Han jheut cok URI lampiran:

source: Could not discard reminder:
ace: han jheut boh pengingat

source: Could not get calendar view path:
ace: han jheut cok path tilikan kalender:

source: Could not retrieve calendar time zone:
ace: han jheut cok zona wate kalender:

source: Could not add calendar time zone:
ace: han jheut tamah zona wate kalender:

source: Signing is not supported by this cipher
ace: penandatanganan han jheut di dukung oleh cipher ini

source: Verifying is not supported by this cipher
ace: Verifikasi hana di dukung oleh chiper nyo

source: Encryption is not supported by this cipher
ace: Enkripsi hana di dukung oleh chiper nyo

source: Decryption is not supported by this cipher
ace: Dekripsi hana di dukung oleh chiper ny

source: You may not import keys with this cipher
ace: Dron han jheut mengimpor kunci enkripsi dengon chiper nyo

source: You may not export keys with this cipher
ace: Dron han jheut mengekspor kunci enkripsi dengon chiper nyo

source: Signing message
ace: Menandatangani pesan

source: Encrypting message
ace: Meunyandikan pesan

source: Decrypting message
ace: Meundekripsi pesa

source: Unable to create cache path
ace: Han jheut peuget alur cache

source: Empty cache file
ace: Berkas singgahan kosong

source: Could not remove cache entry: %s: %s
ace: Han jheut boh asoe cache: %s : %s

source: Could not write log entry: %s Further operations on this server will not be replayed when you reconnect to the network.
ace: Data log han jheut di tuleh: %s Operasi selanjut jih bak server nyoe han akan di jalankan ulang watee Droen tamong lom ke jaringan

source: Could not open '%s': %s Changes made to this folder will not be resynchronized.
ace: Han jheut buka '%s': %s Perubahan yang kalheuh di peuget bak folder nyoe han akan disinkronisasi-ulang.

source: Resynchronizing with server
ace: Resinkronisasi deungon server

source: Downloading new messages for offline mode
ace: Download pesan baroe bah jhet di baca watee terhubung ke jaringan

source: Preparing folder '%s' for offline
ace: Peusiap folder '%s' bah jhet di pakek watee hana terhubung ke jaringan

source: Copy folder content locally for _offline operation
ace: Copy asoe folder secara lokal keu _operasi offline

source: You must be working online to complete this operation
ace: Droen teusambong ke jaringan untuk menuntaskan operasi nyoe

source: Canceled
ace: Peubatal

source: Failed to create child process '%s': %s
ace: Gagal peuget proses aneuk '%s': %s

source: Invalid message stream received from %s: %s
ace: Di teurimong aliran pesan invalid dari %s: %s

source: Syncing folders
ace: Mensinkronkan folder-folder

source: Error parsing filter: %s: %s
ace: Keusalahan watee mengurai penyareng: %s : %s

source: Error executing filter: %s: %s
ace: Error wate eksekusi penyareng: %s: %s

source: Unable to open spool folder
ace: Han jheut buka folder spool

source: Unable to process spool folder
ace: Han jheut proses folder spoo

source: Getting message %d (%d%%)
ace: Cok pesan %d (%d%%)

source: Failed on message %d
ace: Gagal bak pesan %d

source: Syncing folder
ace: Mensinkronkan folder

source: Complete
ace: Seles

source: Getting message %d of %d
ace: Cok pesan %d dari %d

source: Failed at message %d of %d
ace: Gagal bak pesan %d dari %d
