Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: Prompt the user when he or she tries to send a message without a Subject.
ace: Talake bak yang pakek nibak saat geutree kirem peusan hana peurle

source: Prompt when emptying the trash
ace: Konfirmasi wate peusoh teumpat broh

source: Prompt the user when he or she tries to empty the trash.
ace: Talake nibak yang pakek geunak tree Peukoesong tong broeh

source: Prompt when user expunges
ace: Konfirmasi wate user sampoh

source: Prompt the user when he or she tries to expunge a folder.
ace: Konfirmasi watee user keuneuk sampoeh folder.

source: Prompt before sending to recipients not entered as mail addresses
ace: Konfirmasi sigolom kirem u ureung trimoeng yang hana ipeutamoeng u alamat surel

source: It disables/enables the repeated prompts to warn that you are trying to send a message to recipients not entered as mail addresses
ace: Nyo peumatee/peuudep tampilan meuulang yang dipeugah bahwa dreun mencoba kirem sesuatu pesan u penerima yang hana dipeutameng sebagai alamat surat.

source: Prompt when user only fills Bcc
ace: Konfirmasi wate user hanya paso kolom Bcc mantong

source: Prompt when user tries to send a message with no To or Cc recipients.
ace: Konfirmasi wate user kemeung kirem peusan hana paso To ato Cc.

source: Prompt when user tries to send unwanted HTML
ace: konfirmasi wate user kirem peusan HTML nyang hana i kemeung

source: Prompt when user tries to send HTML mail to recipients that may not want to receive HTML mail.
ace: Konfirmasi watee user keuneuk kirim surat lam HTML padahai alamat tujuan han ditem terimeng surat lam HTML.

source: Prompt when user tries to open 10 or more messages at once
ace: Konfirmasi wate user kemeung buka 10 ato lebeh peusan bak saboh saat

source: If a user tries to open 10 or more messages at one time, ask the user if they really want to do it.
ace: Meunye pengguna dibuka 10 atau lebeh pesan bak watee yang sama, tanyeng bak awak nyan peukeuh betoi-betoi keuneuk peuget nyan.

source: Prompt while marking multiple messages
ace: Konfirmasi wate ipeutanda beberapa peusan

source: Enable or disable the prompt whilst marking multiple messages.
ace: Peuaktef ato peumate konfirmasi wate peutanda beberapa peusan.

source: Prompt when deleting messages in search folder
ace: Konfirmasi wate sampoh peusan lam folder pencarian

source: It disables/enables the repeated prompts to warn that deleting messages from a search folder permanently deletes the message, not simply removing it from the search results.
ace: Nyo peumatee/peuudep tampilan berulang yang dipeugah bahwa sampoh pesan dari folder yang yang dimita sampoh pesan secara permanen, keun sekedar peugadeh dari hasil dimita.

source: Asks whether to copy a folder by drag &amp; drop in the folder tree
ace: Tanyeng peukeuh keuneuk menyalin suatu folder ngeun seret &amp; peurhet lam folder pohon.

source: Possible values are: 'never' - do not allow copy with drag &amp; drop of folders in folder tree, 'always' - allow copy with drag &amp; drop of folders in folder tree without asking, or 'ask' - (or any other value) will ask user.
ace: nilai yang mungken: 'never' - bek ijinkan dengon seret &amp; peu rot folder dalam bak folder, 'always' - peu ijin salin dengon seret&amp; peu rot bak folder bak folder tanpa teumanyong, ato 'ask' - (ato meugapeu nilai laen) tanyong bak yang pakek.

source: Asks whether to move a folder by drag &amp; drop in the folder tree
ace: Tanyeng peukeuh keuneuk pinah suatu folder ngeun seter &amp; peurhet lam pohon folder.

source: Possible values are: 'never' - do not allow move with drag &amp; drop of folders in folder tree, 'always' - allow move with drag &amp; drop of folders in folder tree without asking, or 'ask' - (or any other value) will ask user.
ace: Nilai yang mungken: "never" -bek izinkan pinah ngeun seret &amp; peurhet fordel lam pohon folder; "always" -izinkan pinah ngeun seret &amp; peurhet folder lam pohon folder tanpa tanyeng, atau "ask"-(atau sebarang nilai laen) akan tanyeng ke peuguna.

source: Prompt when replying privately to list messages
ace: Konfirmasi watee jaweb peusan pribadi u daftar

source: It disables/enables the repeated prompts to warn that you are sending a private reply to a message which arrived via a mailing list.
ace: Nyo peumatee/peuudep tampilan berulang yang peuingat bahwa Dreun neukirim jawaban privat u suatu pesan yang di jak ret mailing list.

source: Prompt when mailing list hijacks private replies
ace: Konfirmasi watee mailing list bajak balsan pribadi

source: It disables/enables the repeated prompts to warn that you are trying sending a private reply to a message which arrived via a mailing list, but the list sets a Reply-To: header which redirects your reply back to the list
ace: Nyo peumatee/peu udep tampilan meulang yang peuingat bahwa droen cuba kirem jawaban privat ke sabon pesan yang trok melalui milis, tapi list suson Relpy-To: yang alihkan jawaban droen balek keu list

source: Prompt when replying to many recipients
ace: Konfirmasi wate jaweub ke lee peunerimong

source: It disables/enables the repeated prompts to warn that you are sending a reply to many people.
ace: Nyoe peumatee/peuudep tampilan meu ulang yang peuingat bahwa droen kirem jawaban ke lo ureung

source: Asks whether to close the message window when the user forwards or replies to the message shown in the window
ace: Peu keuh top window pesan watee pengguna teruskan ato jaweub pesan yang di peuleumah di windows

source: Possible values are: 'never' - to never close browser window, 'always' - to always close browser window or 'ask' - (or any other value) will ask user.
ace: Nilai yang mungken: 'never' - hana tom top window peramban. 'always' - sabee top window peramban, ato 'ask' - (ato meugapeu nilai laen) akan tanyoeng keu pengguna.

source: Empty Trash folders on exit
ace: Peugleh Teumpat Broh wate teubit

source: Empty all Trash folders when exiting Evolution.
ace: Peusoh folder Broh wate teubit dari Evolution.

source: Minimum days between emptying the trash on exit
ace: Uro paleng nit antara peusoh broh wate kemeung teubit

source: Minimum time between emptying the trash on exit, in days.
ace: Uro paleng nit antara peusoh broh wate kemeung teubit, lam uro.

source: Last time Empty Trash was run
ace: Kala akhe Peusoh Teumpat Broh ijalankan

source: The last time Empty Trash was run, in days since January 1st, 1970 (Epoch).
ace: Kala akhe Peusoh Teumpat Broh ijalankan, lam uro seujak 1 januari 1970 (Epos).

source: Amount of time in seconds the error should be shown on the status bar.
ace: Trep error ipeuleumah wate bareh statoh (lam detek).

source: Level beyond which the message should be logged.
ace: Peusan mesti dilog mise nilai level leber dari nyo.

source: This can have three possible values. "0" for errors. "1" for warnings. "2" for debug messages.
ace: Na lhee nilai yang mungken. "0" keu error. "1" keu peringatan. "2" keu pesan debug.

source: Show original "Date" header value.
ace: Peuleumah asli "Date" nilai ulee.

source: Show the original "Date" header (with a local time only if the time zone differs). Otherwise always show "Date" header value in a user preferred format and local time zone.
ace: Peulemah ulee " Tanggai" asli (ngon wate lokal watee lokal cuma meunyoe zona watee laen). Selaen nyan sabee peuleumah nilai ulee "tanggai" dalam watee lokal dan dalam bentuk yang leubeh galak pengguna.

source: List of Labels and their associated colors
ace: Daftar Label ngon warna nyang terkait

source: List of labels known to the mail component of Evolution. The list contains strings containing name:color where color uses the HTML hex encoding.
ace: Dapeuta label yang di turi surat Evolution. Dapeuta nyoe mengandung kalimat yang meu asoe nan: warna dipat warna pakek penerjemah hex HTML.

source: Check incoming mail being junk
ace: Peuriksa peukeuh peusan nyang troh spam peu kon

source: Run junk test on incoming mail.
ace: Peujak tes pesan broeh bak surat yang ditameng.

source: Empty Junk folders on exit
ace: Peugleh teumpat broh wate teubit

source: Empty all Junk folders when exiting Evolution.
ace: Peusoh mandum folder Broh wate teubit dari Evolution.

source: Minimum days between emptying the junk on exit
ace: Uro minimal keu peusoh broeh bak watee tubit

source: Minimum time between emptying the junk on exit, in days.
ace: Watee minimal keu peusoh broeh bak watee tubit, lam uro.

source: Last time Empty Junk was run
ace: Kala akhe Peusoh Broh ijalankan

source: The last time Empty Junk was run, in days since January 1st, 1970 (Epoch).
ace: Kala keuneulheuh peusoh Spam dipeujak,lam uro sejak 1 januari 1970(Epos).

source: The default plugin for Junk hook
ace: Plugin bawaan bagi kait spam

source: This is the default junk plugin, even though there are multiple plugins enabled. If the default listed plugin is disabled, then it won't fall back to the other available plugins.
ace: Nyo adalah pligin bawaan spam, walaupun na padup boeh plugin yang dipeuudep. menye plugin teudaftar bawaan dipeumatee, maka nyo han le beralih u cadangan u plugin laen yang tersedia.

source: Determines whether to lookup in address book for sender email
ace: Peukeuh kalon bak buku alamat untok alamat peungirem

source: Determines whether to lookup the sender email in address book. If found, it shouldn't be a spam. It looks up in the books marked for autocompletion. It can be slow, if remote address books (like LDAP) are marked for autocompletion.
ace: Peukeuh mita alamat peungirem di buku alamat. Meunyoe di teume, harus jih kon spam. Peumita dilakukan bak buku-buku yang di tandai bagi pelengkapan otomatis. nyoe jheut lambat menyoe buku alamat (lagee LDAP) ditandai keu pelengkapan otomatis.

source: Determines whether to look up addresses for junk filtering in local address book only
ace: Peukeuh kaloen alamat keu penyarengan broh cuma bak buku alamat lokal

source: This option is related to the key lookup_addressbook and is used to determine whether to look up addresses in local address book only to exclude mail sent by known contacts from junk filtering.
ace: Opsi nyoe berhubungan ngon kunci lookup_assressbook dan di pakek keu peuteunte peukeuh mita alamat cuma bak buku alamat lokal keu mengecualikan surat yang dikirem oleh kontak yang dituri dari penyarengan spam.

source: Determines whether to use custom headers to check for junk
ace: Peukeuh pakek tajuk ubahan untok peuriksa spam

source: Determines whether to use custom headers to check for junk. If this option is enabled and the headers are mentioned, it will be improve the junk checking speed.
ace: Peukeuh pakek bak ulee pengato keu periksa spam. Meunyoe opsi nyoe di peu udep dan mandum ulee di sebutkan, nyoe akan meningkatkan kecepatan pengujian spam.

source: Custom headers to use while checking for junk.
ace: Tajuk ubahan untok ipakek wate peuriksa broh.

source: Custom headers to use while checking for junk. The list elements are string in the format "headername=value".
ace: Ubahan ulee di pakek watee periksa spam. Elemen dapeuta nyan keuh string dengon bentuk "namatajuk=nilai".

source: UID string of the default account.
ace: Kode UID akun standar.

source: Save directory
ace: Keubah direktori

source: Directory for saving mail component files.
ace: Diretori keu simpan berkas yang jhet komponen surat.

source: Composer load/attach directory
ace: Diretori muat/lampirkan Peu nyuson.

source: Directory for loading/attaching files to composer.
ace: Direktori keu muat/lapirkan berkas keu komposer.

source: Check for new messages on start
ace: Peuriksa peusan baro wate awalan

source: Whether to check for new messages when Evolution is started. This includes also sending messages from Outbox.
ace: Peukeuh periksa pesan baroe watee Evolution di mulai. Nyoe termasuk cit kirem pesan dari Outbox.

source: Check for new messages in all active accounts
ace: Peuriksa peusan baro wate akun aktif

source: Whether to check for new messages in all active accounts regardless of the account "Check for new messages every X minutes" option when Evolution is started. This option is used only together with 'send_recv_on_start' option.
ace: Peukeuh periksa pesan baroe dalam mandum akun yang udep, hana peuduli bak opsi "Periksa pesan baroe tiep X meunet" watee Evolution dimulai. Opsi nyoe di pakek dengon opsi 'send_recv_on_start'.

source: Server synchronization interval
ace: Selang wate sinkronisasi server

source: Controls how frequently local changes are synchronized with the remote mail server. The interval must be at least 30 seconds.
ace: Keundalikan kiban sereng peubahan lokal diselaraskan ngon server surat jioh. Interval paleng han 30 deutik.

source: ['attachment','attaching','attached','enclosed']
ace: ['Peulampir','meulampikan','Dilampirkan','terlampir']

source: List of clues for the attachment reminder plugin to look for in a message body
ace: Dapeuta petunjuk bagi plugin peuingat lampiran keu dimita bak tubuh pesan

source: List of clues for the attachment reminder plugin to look for in a message body.
ace: Dapeuta petunjuk bagi plugin peuingat lampiran keu dimita bak tubuh pesan

source: Address book source
ace: Sumber buku alamat

source: Address book to use for storing automatically synced contacts.
ace: Buku alamat yang di pakek keu simpan kontak yang otomatis disinkron.

source: Auto sync Pidgin contacts
ace: Otomateh selaraskan kontak Pidgin

source: Whether Pidgin contacts should be automatically synced.
ace: Peu keuh kontak Pidgin harus di sinkron secara otomatis.

source: Enable autocontacts
ace: Peuaktef kontak otomatis

source: Whether contacts should be automatically added to the user's address book.
ace: Peukeuh kontak meusi itamahakan seucara otomateh u buku alamat pengguna.

source: Pidgin address book source
ace: Sumber buku alamat Pidgin

source: Address book to use for storing automatically synced contacts from Pidgin.
ace: Buku alamat yang dipakek keu simpan kontak otomatis diselaraskan dari pidgin.

source: Pidgin check interval
ace: Interval peumeriksaan Pidgin

source: Check interval for Pidgin syncing of contacts.
ace: Interval peumeriksaan bagi Pidgin untok menyelaraskan kontak.

source: Pidgin last sync MD5
ace: MD5 penyelarasan akhe Pidgin

source: Pidgin last sync MD5.
ace: MD5 penyelarasan akhe Pidgin.

source: Pidgin last sync time
ace: Wate penyelarasan akhe Pidgin

source: Pidgin last sync time.
ace: Wate penyelarasan akhe Pidgin.

source: List of Custom Headers
ace: Daftar Tajuk Ubahan

source: The key specifies the list of custom headers that you can add to an outgoing message. The format for specifying a Header and Header value is: Name of the custom header followed by "=" and the values separated by ";"
ace: Kunci nyoe peugah dapeuta dari ulee ubahan yang jhet droen tamah keu pesan teubit. Format keu peugah saboh Ulee dan nilai Ulee nyan keuh: Nan dari ulee ubahan ngon "=" dan nilai-nilai dipisah ngon ";"

source: Default External Editor
ace: Penyunting Eksternal Utama

source: The default command that must be used as the editor.
ace: Peurintah buku nyang meusi ipakek seubagai penyunting.

source: Automatically launch when a new mail is edited
ace: Otomateh luncurkan wate peusan baro seudang isunteng

source: Automatically launch editor when key is pressed in the mail composer.
ace: Otomateh luncurkan peunyunteng wate tomboi iteugon bak peuyusunan peusan.

source: Insert Face picture by default
ace: Sisipkan gamba Muka seucara sembarang

source: Whether insert Face picture to outgoing messages by default. The picture should be set before checking this, otherwise nothing happens.
ace: Peukeuh sisip gamba Muka ke pesan teubit secara bawaan. Gamba mesti ka ditata seugohlom contreng nyoe, meunyo hana, han akan terjadi apapun.

source: Delete processed
ace: Sampoh kaleuh ipeuroses

source: Whether to delete processed iTip objects
ace: Peukeuh sampoh objek iTip nyang ipeuroses

source: Notify new messages for Inbox only.
ace: Beritahukan peusan baro hanya untok Inbox.

source: Whether to notify new messages in Inbox folder only.
ace: Peukeuh memberitahu peusan baro hanya pada folder Inbox.

source: Enable D-Bus messages.
ace: Peuaktef peusan D-Bus.

source: Generates a D-Bus message when new mail messages arrive.
ace: Peugot peusan D-Bus meunyo na peusan email baro nyang tamong.

source: Enable icon in notification area.
ace: Peuaktef ikon bak area notifikasi.

source: Show new mail icon in notification area when new messages arrive.
ace: Peuleumah ikon peusan baro bak area notifikasi keutika peusan baro kaleuh troh.

source: Popup message together with the icon.
ace: Popup peusan bersama ngon ikon.

source: Whether show message over the icon when new messages arrive.
ace: Peukeuh peuleumah peusan i ateuh ikon keutika peusan baro ka troh.

source: Enable audible notifications when new messages arrive.
ace: Peuaktef notifikasi su wate peusan baro ka troh.

source: Whether to make a sound of any kind when new messages arrive. If "false", the "notify-sound-beep", "notify-sound-file", "notify-sound-play-file" and "notify-sound-use-theme" keys are disregarded.
ace: Peukeuh peuget su peu mantong watee trok pesan baroe. meunyoe "false", kunci-kunci "notify-sound-beep","notify-sound-file","notify-use-theme" abaikan.

source: Whether to emit a beep.
ace: Peukeuh peumusue bip.

source: Whether to emit a beep when new messages arrive.
ace: Peukeuh peumusue bip watee pesan baro troek.

source: Sound filename to be played.
ace: Nan File Audia yang neuk diputa

source: Sound file to be played when new messages arrive, if "notify-sound-play-file" is "true".
ace: Berkas sue yang akan diputa watee pesan baro troek, menye "notify-sound-play-file" meuaso "true".

source: Whether to play a sound file.
ace: Peukeuh meumaen berkas sue.

source: Whether to play a sound file when new messages arrive. The name of the sound file is given by the 'notify-sound-file' key.
ace: Peukeuh meumuta berkas sue watee na pesan baro. Nan dari berkas sue dibre oleh kunci 'notify-sound-file'.

source: Use sound theme
ace: Pakek tema su

source: Play themed sound when new messages arrive, if not in beep mode.
ace: Peumusue sue bertema watee pesan baro troek, menye hana lam mode bip.

source: Mode to use when displaying mails
ace: Modus yang dipakek wate peulemah email-email

source: The mode to use for displaying mails. "normal" makes Evolution choose the best part to show, "prefer_plain" makes it use the text part, if present, and "only_plain" forces Evolution to only show plain text
ace: Mode keu pakek peuleumah email. "normal" peuget Evolution pileh bagian paleng get yang meujak peuleumah, "prefer_plain" peuget pakek bagian teks, meunyoe na, dan "only_plain" paksa Evolution cuma peuleumah teks polos

source: Whether to show suppressed HTML output
ace: Peukeuh peulumah keluaran HTML yang diredam

source: List of Destinations for publishing
ace: Daftar Tujuan keu publikasi

source: The key specifies the list of destinations to where publish calendars. Each values specifies an XML with setup for publishing to one destination.
ace: Kunci peugah dapeuta tujuan ho publikasi kalender. Tiep nilai peugah saboh XML ngon peu siap keu publikasi ke saboh tujuan.

source: List of keyword/value pairs for the Templates plugin to substitute in a message body.
ace: Dapeuta pasangan kata kunci/nilai bagi plugin Template keu ganto di dalam tubuh pesan.

source: Skip development warning dialog
ace: Peu lewat dialog peuingat pengembangan

source: Whether the warning dialog in development versions of Evolution is skipped.
ace: Peukeuh kotak peuingat versi development Evolution akan di peulewat.

source: Initial attachment view
ace: Tilikan lampiran awai

source: Initial view for attachment bar widgets. "0" is Icon View, "1" is List View.
ace: Kaloen awai bagi widget bar tampilan. "0" nyan keuh kalon iko, "1" nyan keuh kalon dapeuta.

source: Initial file chooser folder
ace: Folder awai pemileh berkas

source: Initial folder for GtkFileChooser dialogs.
ace: Folder awai bagi dialog GtkFileChooser.

source: Start in offline mode
ace: Mulai lam modus offline

source: Whether Evolution will start up in offline mode instead of online mode.
ace: Peuteunte kondisi offline ato online watee Evolution di mulai.

source: Offline folder paths
ace: Path folder luring

source: List of paths for the folders to be synchronized to disk for offline usage.
ace: Dapeuta path folder yang di sinkron keu disk keu pengguna offline.

source: Enable express mode
ace: Peuaktef moda kilat

source: Flag that enables a much simplified user interface.
ace: Flag yang peu udep antarmuka pengguna yang sangat disederhanakan.

source: Window buttons are visible
ace: Tomboi window deuh

source: Whether the window buttons should be visible.
ace: Peuteunte peukeuh tombol window peuleumah ato peusom.

source: Window button style
ace: Mode tomboi window

source: The style of the window buttons. Can be "text", "icons", "both", "toolbar". If "toolbar" is set, the style of the buttons is determined by the GNOME toolbar setting.
ace: Gaya tombol window. jhet "text" (teks), "icons

source: Toolbar is visible
ace: Batang tomboi deuh

source: Whether the toolbar should be visible.
ace: Peupasti peukeuh batang tombol deuh atawa han.

source: Sidebar is visible
ace: Panel sampeng deuh

source: Whether the sidebar should be visible.
ace: Peupasti peukeuh panel sampeng deuh atawa han.

source: Statusbar is visible
ace: Panel statoh deuh

source: Whether the status bar should be visible.
ace: Peupasti peukeuh panel status mesti deuh.

source: ID or alias of the component to be shown by default at start-up.
ace: ID atawa alias komponen nyang ipeuleumah jinoe mulai dipeujak.

source: Default sidebar width
ace: Luah panel sampeng awai

source: The default width for the sidebar, in pixels.
ace: Luah awai batang sisi lam piksel.

source: Use only local spam tests.
ace: Pakek tes spam lokal mantong.

source: Use only the local spam tests (no DNS).
ace: Pakek tes spam lokal manteng (tapa DNS).

source: Socket path for SpamAssassin
ace: Path soket keu SpamAssassin:

source: Use SpamAssassin daemon and client
ace: Pakek daemon dan klien SpamAssassin

source: Use spamc and spamd programs, if available.
ace: Pakek program spamc dan spamd, menye tersedia.

source: Attachment
ace: Lampiran

source: Display as attachment
ace: Tampilka sebagai lampiran

source: From
ace: Dari

source: Reply-To
ace: Balah-U

source: Subject
ace: Subjek

source: Date
ace: Tanggai

source: Newsgroups
ace: Grup Berita

source: Face
ace: Wajah

source: (no subject)
ace: (hana subjek)

source: This message was sent by %s on behalf of %s
ace: Pesan nyo dikirem lee %s ateuh nan %s

source: Regular Image
ace: Gamba reguler

source: Display part as an image
ace: Tampilkan bagian sebagai gamba

source: RFC822 message
ace: Pesan RFC822

source: Format part as an RFC822 message
ace: Format bagian sebagai pesan RFC822

source: Name
ace: Nan

source: Size
ace: Ukuran

source: Security
ace: Keuamanan

source: GPG signed
ace: Ditandatangani GPG

source: GPG encrpyted
ace: Dienkripsi GPG

source: S/MIME signed
ace: Ditandatangani S/MIME

source: S/MIME encrpyted
ace: Dienkripsi S/MIME

source: Display part as enriched text
ace: Tampilkan bagian seubagai teks dipeukaya

source: Format part as HTML
ace: Format bagian seubagai HTML

source: Plain Text
ace: Teks Polos

source: Format part as plain text
ace: Format bagian seubagai teks polos

source: Unsigned
ace: hana Ditandatangani

source: This message is not signed. There is no guarantee that this message is authentic.
ace: Pesan nyoe hana ditandatangan. Keabsahan asoe pesan nyoe hana dijamin.

source: Valid signature
ace: Tanda Tangan sah
