Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: Save the current file with a different name
ace: Keubah file aktif jinoe ngon nan yang laen

source: Character _Encoding
ace: Pengkodean Karakt_er

source: _Print...
ace: _Cetak

source: Print Pre_view
ace: _Kalon Cetak

source: Save as _Draft
ace: Keubah sebago_Rancangan

source: Save as draft
ace: Keubah sebago rancangan haba

source: S_end
ace: _Kirem

source: Send this message
ace: Kirem haba nyoe

source: PGP _Encrypt
ace: _Enkripsi PGP

source: Encrypt this message with PGP
ace: Mengenkripsi haba nyoe ngon PGP

source: PGP _Sign
ace: _Tanda tangani PGP

source: Sign this message with your PGP key
ace: Tanda tangan haba nyoe ngon kunci PGP

source: _Picture Gallery
ace: _Galeri gamba

source: Show a collection of pictures that you can drag to your message
ace: Peuleumah koleksi gamba yang jhet Droen ba keu haba Droen

source: _Prioritize Message
ace: _Prioritas Haba

source: Set the message priority to high
ace: Peuget prioritas haba rayeuk

source: Re_quest Read Receipt
ace: Lakee tamong baca

source: Get delivery notification when your message is read
ace: Lakee pengirem bri thee watee haba Droen di baca

source: S/MIME En_crypt
ace: _Enkripsi S/MIME

source: Encrypt this message with your S/MIME Encryption Certificate
ace: Acak email nyoe ngon Sertifikat Enkripsi S/MIME

source: S/MIME Sig_n
ace: Tanda tangan S/MIME

source: Sign this message with your S/MIME Signature Certificate
ace: Tanda tangan haba nyoe ngon Sertifikat Tanda Tanda S/MIME

source: _Bcc Field
ace: Kolom Bcc

source: Toggles whether the BCC field is displayed
ace: Ato keu peuleumah/peusom kolom Bcc

source: _Cc Field
ace: Kolom Cc

source: Toggles whether the CC field is displayed
ace: Ato keu peuleumah/peusom kolom Cc

source: _Reply-To Field
ace: Kolom Reply-T

source: Toggles whether the Reply-To field is displayed
ace: Atoe untuk peuleumah/peusom kolom Replay-To

source: Save Draft
ace: Keubah Draf

source: Enter the recipients of the message
ace: Pasoe daftar yang teurimoeng pesan surel nyoe

source: Enter the addresses that will receive a carbon copy of the message
ace: Pasoe alamat-alamat yang akan teurtimoeng salenan karbon(Cc) pesan surel nyoe

source: Enter the addresses that will receive a carbon copy of the message without appearing in the recipient list of the message
ace: Pasoe alamat-alamat yang akan teurtimoeng salenan karbon (bcc) pesan surel nyoe tanpa iteubit bak daftar yang trimoeng pesan

source: Fr_om:
ace: _Dari:

source: _Reply-To:
ace: _Alamat Balasan:

source: _To:
ace: Un_tuk:

source: _Post To:
ace: _Kirim U:

source: S_ubject:
ace: J_udul:

source: Si_gnature:
ace: Tanda tan_gan

source: Click here for the address book
ace: Klik untuk buka buku alamat

source: Click here to select folders to post to
ace: Klik inoe untuk pileh folder teumpat posting

source: Save draft
ace: Keubah draf

source: Cannot sign outgoing message: No signing certificate set for this account
ace: Hanjeut tanda tangan pesan teubit: sertifikat untuk tanda tangan golom diset untuk akun nyoe

source: Cannot encrypt outgoing message: No encryption certificate set for this account
ace: Hanjeut acak pesan teubit: sertifikat enkrip golom diset keu akun nyoe

source: Compose Message
ace: Tuleh peusan baro

source: The composer contains a non-text message body, which cannot be edited.
ace: Lam komposer na bagian kon teks, jadi hanjeut diedit.

source: Untitled Message
ace: Golom Neuboh Judol

source: You cannot attach the file &quot;{0}&quot; to this message.
ace: Droen hanjeu neulampir berkas &quot;{0}&quot; bak pesan nyoe.

source: The file '{0}' is not a regular file and cannot be sent in a message.
ace: '{0}' kon berkas regular ngon hanjeut ikirem lewat pesan.

source: Could not retrieve messages to attach from {0}.
ace: Hanjeut coek pesan yang dilampirkan dari '{0}'.

source: Because &quot;{1}&quot;.
ace: Seubab &quot;{1}&quot;.

source: Do you want to recover unfinished messages?
ace: Peupuleh pesan yang golom leuh?

source: Evolution quit unexpectedly while you were composing a new message. Recovering the message will allow you to continue where you left off.
ace: Keunueleuh ipakek, Evolution matee mendadak watee Droen teungoh tuleh pesan baroe. Meunye Droen meuheuet, Evolution jeut peuleumah lom pesan yang golom leuh Droen tuleh nyan.

source: _Do not Recover
ace: _Bek Neupulang

source: _Recover
ace: _Pulang Teuma

source: Could not save to autosave file &quot;{0}&quot;.
ace: Hanjeut keubah u berkas autosave &quot;{0}&quot;.

source: Error saving to autosave because &quot;{1}&quot;.
ace: Error Keubah u berkas autosave seubab &quot;{1}&quot;.

source: Download in progress. Do you want to send the mail?
ace: Teungoh download. Kirem haba nyoe?

source: There are few attachments getting downloaded. Sending the mail will cause the mail to be sent without those pending attachments
ace: Na padum boh lampiran yang akan di download. Kirem haba akan peusebab haba teukirem tanpa lampiran nyan.

source: Are you sure you want to discard the message, titled '{0}', you are composing?
ace: Droen yakin meujak boh haba berjudul '{0}' yang teungoh droen tuleh?

source: Closing this composer window will discard the message permanently, unless you choose to save the message in your Drafts folder. This will allow you to continue the message at a later date.
ace: Meunyo Droen pileh tombol "Abaikan", maka mandum tulesan Droen dalam email nyoe han akan di kirem dan akan di apoh. Meunyo Droen pileh "Simpan Sebago Draf", maka email nyoe akan disimpan dalam folder Draf jhet Droen lanjut bak kesempatan laen. Meunyo hana yakin, teugon tombol"Batal".

source: _Continue Editing
ace: _Lanjutkan edit

source: _Save Draft
ace: _Keubah Draf

source: Could not create message.
ace: Han jheut peuget haba.

source: Because &quot;{0}&quot;, you may need to select different mail options.
ace: seubab &quot;{0}&quot;. Droen mungken perlee pileh surat yang beda.

source: Could not read signature file &quot;{0}&quot;.
ace: Han jheut baca berkas tanda tangan &quot;{0}&quot;.

source: All accounts have been removed.
ace: Mandum akun ka di apoh

source: You need to configure an account before you can compose mail.
ace: Droen harus konfirmasi akun segohlom jhet tuleh haba baroe.

source: An error occurred while saving to your Outbox folder.
ace: Na error watee simpan ke folder Outbox Droen.

source: The reported error was &quot;{0}&quot;. The message has not been sent.
ace: Error yang di peugah &quot;{0}&quot;. haba goh lom teukirem.

source: An error occurred while saving to your Drafts folder.
ace: Na error watee simpan keu folder Draft Droen.

source: The reported error was &quot;{0}&quot;. The message has most likely not been saved.
ace: Error yang di peugah &quot;{0}&quot;, Haba sangat jheut hana teusimpan.

source: An error occurred while sending. How do you want to proceed?
ace: Na error watee kirem. Droen meujak lanjut ngon cara kiban?

source: The reported error was &quot;{0}&quot;.
ace: Error yang di peugah &quot;{0}&quot;.

source: _Save to Outbox
ace: _Keubah u Outbox

source: _Try Again
ace: Ci_Cuba Lom

source: Your message was sent, but an error occurred during post-processing.
ace: Haba Droen teukirem, tapi na error watee proses.

source: Saving message to Outbox.
ace: Simpan haba keu Outbox.

source: Because you are working offline, the message will be saved to your local Outbox folder. When you are back online you can send the message by clicking the Send/Receive button in Evolution's toolbar.
ace: Karena Droen kerja Offline, haba akan di simpan ke folder lokal outbox droen. Watee droen Online teuma droen jhet kirem haba ngon klik tombol Kirem/teurimong bak bilah perkakas Evolution.

source: Evolution Alarm Notify
ace: Peuingat Alarm Evolution

source: Calendar event notifications
ace: Peuingat Acara Kalender

source: Groupware Suite
ace: Ringkasan Groupware

source: Evolution Mail and Calendar
ace: Haba ngon Kalender Evolution

source: Manage your email, contacts and schedule
ace: Kelola email, kontak, ngon jadwal Droen

source: mail;calendar;contact;addressbook;task;
ace: email;kalender;kontak;buku alamat;tugas;

source: Enable address formatting
ace: Peuaktif pemformatan alamat

source: Whether addresses should be formatted according to standard in their destination country
ace: Peukeu alamat mesti iformat sesuai standar lam nangroe tujuan jih

source: Autocomplete length
ace: Panyang pelengkapan otomatis

source: The number of characters that must be typed before Evolution will attempt to autocomplete.
ace: Lee karakter yang harus iketik sigolom Evolution peuphon proses auto komplit.

source: Show autocompleted name with an address
ace: peudeh nan nyang dipeulengkap otomatis dengon alamat

source: Whether force showing the mail address with the name of the autocompleted contact in the entry.
ace: peuna paksa peudeh alamat sure ngon nan bak kontak nyang dipeulengkap otomatis lam entri

source: URI for the folder last used in the select names dialog
ace: URi folder nyang terakhe dipakek lam dialog pemileh nan

source: URI for the folder last used in the select names dialog.
ace: URI keu berkah nyang terakhe dipakek lam dialog pemileh nan

source: Contact layout style
ace: Gaya tampilan kontak

source: The layout style determines where to place the preview pane in relation to the contact list. "0" (Classic View) places the preview pane below the contact list. "1" (Vertical View) places the preview pane next to the contact list.
ace: Gaya tata letak peutente dipat peuteumpat panel pratilik terhadap dartar kontak. "0" (Tilikan Klasik) peutempat panel pratilitik dibaroh dafta kontak. "1"(Tilikan Vertikal) peutempat panel pratilik disiblah dafta kontak

source: Contact preview pane position (horizontal)
ace: Posisi panel pratinjau kontak(horisotal)

source: Position of the contact preview pane when oriented horizontally.
ace: Posisi panel pratinjau kontak apabila orientasinya horisontal

source: Contact preview pane position (vertical)
ace: Posisi panel pratinjau kontak (vertikal)

source: Position of the contact preview pane when oriented vertically.
ace: Posisi panel pratinjau kontak apabila orientasijih vertikal

source: Show maps
ace: Peulemah peuta

source: Whether to show maps in preview pane
ace: peuna peudeh peta dalam panel pratinjau

source: Primary address book
ace: Buku alamat primer

source: The UID of the selected (or "primary") address book in the sidebar of the "Contacts" view
ace: UID dari buku alamat yang dipileh (atau "primer") bak bilah sisi dari tilikan "Kontak"

source: Show preview pane
ace: Puedeuh panel pratinjau

source: Whether to show the preview pane.
ace: Peuna peudeh panel pracetak

source: Convert mail messages to Unicode
ace: Konversi pesan surel keu Unikode

source: Convert message text to Unicode UTF-8 to unify spam/ham tokens coming from different character sets.
ace: Konversi teks pesan keu Unicode UTF-8 keu peusatu token span/ham nyang berasal dari set karakter berbeda

source: Save directory for reminder audio
ace: Direktori keu keubah berkah peuingat audio

source: Directory for saving reminder audio files
ace: Direktori keu keubah berkah audio peuingat

source: Birthday and anniversary reminder value
ace: Nilai peuingat uleng thon & peurayaan

source: Number of units for determining a birthday or anniversary reminder
ace: lee jih unit keu peutente peuingat uleng thoen atawa peuarayaan meuthoen

source: Birthday and anniversary reminder units
ace: Unit peuingat uroe lahee & perayaan

source: Units for a birthday or anniversary reminder, "minutes", "hours" or "days"
ace: Satuan sebago peuingat uroe lahee ato perayaan tahunan, "minutes" (meunet), "hours" (jeum) ato "days" uroe

source: Compress weekends in month view
ace: Peupadat akhee peukan dalam tampilan buleun

source: Whether to compress weekends in the month view, which puts Saturday and Sunday in the space of one weekday
ace: Peukeuh keu peupadat akhee minggu tampilan buleun, yang peuduk Sabtu ngon Minggu dalam ruang si uroe

source: Ask for confirmation when deleting items
ace: Konformasi watee apoh data

source: Whether to ask for confirmation when deleting an appointment or task
ace: Peukeuh lakee konfirmasi watee apoh jadwal meurumpok ato tugas

source: Confirm expunge
ace: Konfirmasi mengapoh

source: Whether to ask for confirmation when expunging appointments and tasks
ace: Peukeuh lakee konfirmasi watee apoh jadwal meurumpok dan tugas

source: Month view vertical pane position
ace: Tampilan buleun posisi panel tegak

source: Position of the vertical pane, between the calendar lists and the date navigator calendar
ace: Posisi panel vertikal, antara daftar kalender ngon kalender navigasi tanggai

source: Workday end hour
ace: Akhee jeum uroe kerja

source: Hour the workday ends on, in twenty four hour format, 0 to 23
ace: Jeum yang uroe kerja ka abeh, dalam bentuk dua ploh peut jeum, 0 s.d 23

source: Workday end minute
ace: Meunet akhee uroe kerja

source: Minute the workday ends on, 0 to 59.
ace: Meunet jeum kerja abeh bak, 0 s.d 59

source: Workday start hour
ace: Mulai jeum uroe kerja

source: Hour the workday starts on, in twenty four hour format, 0 to 23.
ace: Jeum uroe kerja dimulai, dalam bentuk dua ploh peut jeum, 0 s.d 23

source: Workday start minute
ace: Mulai meunet uroe kerja

source: Minute the workday starts on, 0 to 59.
ace: Meunet jeum kerja dimulai bak, 0 s.d 5

source: The second timezone for a Day View
ace: Zona watee kedua bagi saboh kalon uroe

source: Shows the second time zone in a Day View, if set. Value is similar to one used in a 'timezone' key
ace: Peuleumah zona watee kedua dalam tampilan Uroe, meunyoe di tata. Nilai lagee nyan di pakek dalam kunci 'timezone'

source: Recently used second time zones in a Day View
ace: Zona watee kedua yang di pakek awai dalam tampilan uroe

source: List of recently used second time zones in a Day View
ace: Daftar zona watee kedua yang baroe-baroe nyoe di pakek dalam Tampilan Uroe

source: Maximum number of recently used timezones to remember
ace: Maksimal zona watee yang baroe-baroe nyoe di pakek keu di ingat

source: Maximum number of recently used timezones to remember in a 'day-second-zones' list
ace: Jumlah maksimal zona watee yang baroe-baroe nyoe keu di ingat dalam daftar 'day-second-zones'

source: Default reminder value
ace: Nilai bawaan keu peuingat

source: Number of units for determining a default reminder
ace: Cacah unit keu peutente peuingat baku

source: Default reminder units
ace: Unit peuingat baku

source: Units for a default reminder, "minutes", "hours" or "days"
ace: Unit keu peuingat baku, "minutes"(menet),"hours"(jem),atawa"days"hari

source: Show categories field in the event/meeting/task editor
ace: Peudeh bagian kategori bak peunyunting acara/rapat/tugah

source: Whether to show categories field in the event/meeting editor
ace: peuna puedeh daerah kategori bak peunyunting acara/rapat

source: Show Role field in the event/task/meeting editor
ace: peudeh daerah peran pada peunyunting acara/tugah/rapat

source: Whether to show role field in the event/task/meeting editor
ace: Peuna peudeuh daerah peran lam peunyunteng acara/tugah/rapat

source: Show RSVP field in the event/task/meeting editor
ace: Peudeh bagian RSVP bak peunyunteng acara/tugah/rapat

source: Whether to show RSVP field in the event/task/meeting editor
ace: Puena peudeh daerah RSVP bak peunyunteng acara/tugah/rapat

source: Show status field in the event/task/meeting editor
ace: Peudeuh bagian status bak peunyunteng acara/tugah/rapat

source: Whether to show status field in the event/task/meeting editor
ace: Peuna peudeuh daerah status bak peunyunteng acara/tugah/rapat

source: Show timezone field in the event/meeting editor
ace: Peudeuh zona watee bak peunyunteng acara/rapat

source: Whether to show timezone field in the event/meeting editor
ace: Peuna peudeuh zona watee bak peunyunteng acara/rapat

source: Show type field in the event/task/meeting editor
ace: Puedeuh bagian tipe bak peunyunteng acara/tugah/rapat

source: Whether to show type field in the event/task/meeting editor
ace: Puena peudeuh jenis bak peunyunteng acara/tugah/rapat

source: Hide completed tasks
ace: Peusom tugah kaleuh

source: Whether to hide completed tasks in the tasks view
ace: Peudeh peusom tugah kaleuh lam peudeh tugah

source: Hide task units
ace: Peusom unit tugas

source: Units for determining when to hide tasks, "minutes", "hours" or "days"
ace: Unit untuk peutente pajan peusom tugah, "minutes"(menet),"hours"(jem)atawa"days"(uroe)

source: Hide task value
ace: Peusom nilai tugah

source: Number of units for determining when to hide tasks
ace: Cacah unit keu peutente pajan peusom tugah

source: Horizontal pane position
ace: Posisi panel horisontal

source: Position of the horizontal pane, between the date navigator calendar and the task list when not in the month view, in pixels
ace: Posisi dari panel horisontal, antara kalender peunavigasi tanggai ngon dafta tugah ketika hana berada ngon peutampil bulen, lam piksel

source: Last reminder time
ace: Watee peuingat terakhe

source: Time the last reminder ran, in time_t
ace: Watee terakhe peuingat dijalankan, lam time_t

source: Marcus Bains Line Color - Day View
ace: Warena Garis Marcus Bain - Peutampil Uroe

source: Color to draw the Marcus Bains line in the Day View
ace: Warna keu meugamba gareh Marcus Bains dalam tampilan Uroe

source: Marcus Bains Line Color - Time bar
ace: Warna gareh Marcus Bain - Kotak Watee

source: Color to draw the Marcus Bains Line in the Time bar (empty for default)
ace: Warna keu meugamba Gareh Bains di batang Watee (nilai bawaan kosong)

source: Marcus Bains Line
ace: Garis Marcus Bains

source: Whether to draw the Marcus Bains Line (line at current time) in the calendar
ace: Peu keuh mengamba Garis Marcus Bains (gareh bak jino) di kalender

source: Memo preview pane position (horizontal)
ace: Posisi panel peuleumah memo (horisontal)

source: Position of the task preview pane when oriented horizontally
ace: Posisi panel pratinjau tugas meunyoe orientasi jih horisontal

source: The layout style determines where to place the preview pane in relation to the memo list. "0" (Classic View) places the preview pane below the memo list. "1" (Vertical View) places the preview pane next to the memo list
ace: Gaya tata letak peuteunte dipat peuduk panel tampilan bak dapeuta memo. "0" (tampilan Klasik) tempat panel tampilan di baroeh dapeuta memo. "1" (Tampilan Vertikal) tempat panel tampilan di sampeng dapeuta memo

source: Memo preview pane position (vertical)
ace: Posisi panel tampilan memo (vertikal)

source: Position of the memo preview pane when oriented vertically
ace: Posisi panel tampilan memo peukeuh orientasi jih vertikal

source: Month view horizontal pane position
ace: Tampilan buleun posisi panel dapeuta

source: Position of the horizontal pane, between the view and the date navigator calendar and task list in the month view, in pixels
ace: Posisi dari batang datar, antara tampilan dan penunyok tanggai kalender serta dapeuta tugas watee bak tampilan buleun, dalam piksel

source: Scroll Month View by a week, not by a month
ace: Gulong tampilan Buleun Seminggu, kon sibuleun

source: Whether to scroll a Month View by a week, not by a month
ace: Peu keuh gulong Tampikan Buleun siminggu, kon sibuleun

source: Reminder programs
ace: Program peuingat

source: Programs that are allowed to be run by reminders
ace: Program yang jhet di jalankan lee peuingat

source: Show display reminders in notification tray
ace: Tampilan peuingat bak trai ikon

source: Whether or not to use the notification tray for display reminders
ace: Peu keuh pakek tray ikon peuingat keu peuleumah peuingat

source: Preferred New button item
ace: Preferred tombol New

source: Name of the preferred New toolbar button item
ace: Nan dari prefered tombol new toolbar yang baroe

source: Primary calendar
ace: Kalende utama

source: The UID of the selected (or "primary") calendar in the sidebar of the "Calendar" view
ace: UID dari kalender yang dipileh (ato "primer") bak bilah sisi dari tampilan "kalender"

source: Primary memo list
ace: Daftar memo utama

source: The UID of the selected (or "primary") memo list in the sidebar of the "Memos" view
ace: UID dari dapeuta memo yang dipileh (ato"primary") bak bilah sisi dari tampilan "Memo"

source: Primary task list
ace: Daftar tugah utama

source: The UID of the selected (or "primary") task list in the sidebar of the "Tasks" view
ace: UID dari dapeuta tugas yang dipileh (ato"primer") bak bilah dari tampilan "Tugas"

source: Free/busy template URL
ace: URL templat free/busy

source: The URL template to use as a free/busy data fallback, %u is replaced by the user part of the mail address and %d is replaced by the domain
ace: URL template dipakek keu data panggil yang bebas/sibuk, %u igantoe le bagian alamat surat pengguna dan %d igantoe ngon domain

source: Recurrent Events in Italic
ace: Acara peulang dicetak singet

source: Show days with recurrent events in italic font in bottom left calendar
ace: Peutampil uroe ngon acara beulang lam fonta singet i kalender bagian kiri yup

source: Search range for time-based searching in years
ace: Jangkauan peumita keu peumita berbasis watee lam thoen

source: How many years can the time-based search go forward or backward from currently selected day when searching for another occurrence; default is ten years
ace: Padum thon peumita berbasis watee meumita maju ato surot dari uroe yang jino dipileh watee mita kemucuan laen; nilai awai siploh thon

source: Show appointment end times in week and month views
ace: Leumah akhee wate pertemuan dalam tampilan minggu ngon buleun

source: Whether to display the end time of events in the week and month views
ace: Peu keuh peuleumah watee acara dalam tampilan minggu ngon buleun

source: Show the memo preview pane
ace: Peuleumah panel pratinjau memo

source: If "true", show the memo preview pane in the main window
ace: Meunyo "true", peuleumah panel pratinjau memo dalam window utama

source: Show the task preview pane
ace: Peuleumah panel pratinjau tugas

source: If "true", show the task preview pane in the main window
ace: Meunyoe "true", peuleumah panel pratinjau tugas dalam window utama

source: Show week numbers in Day View, Work Week View, and Date Navigator
ace: Peuleumah numboi minggu dalam tampilan uroe, tampilan uroe kerja, dan Navigator Tanggai

source: Whether to show week numbers in various places in the Calendar
ace: Peu keuh numboi minggu di berbagai tempat di Kalender

source: Vertical position for the tag pane
ace: Posisi vertikal bagi panel tag

source: Highlight tasks due today
ace: Sorot tugas yang harus seleso uroe nyoe

source: Whether highlight tasks due today with a special color (task-due-today-color)
ace: Peu keuh sorot tugas yang mesti lheuh uroe nyoe ngon warna khusus (taks-due-today-color)

source: Tasks due today color
ace: Warna tugas harus seleso uroe nyoe

source: Background color of tasks that are due today, in "#rrggbb" format. Used together with task-due-today-highlight
ace: Warna layeu likot dari tugas abeh uroe nyoe, dalam bentuk "#rrggbb". Dipakek ngon task-due-today-highlight

source: Task preview pane position (horizontal)
ace: Posisi panel pratinjau tugas (horisontal)

source: Task layout style
ace: Gaya tata peuduk tugah

source: The layout style determines where to place the preview pane in relation to the task list. "0" (Classic View) places the preview pane below the task list. "1" (Vertical View) places the preview pane next to the task list
ace: Gaya tata letak peuteunte dipat peuduk panel kaloen bak dapeuta tugas. "0" (kaloen klasik) Peuduk panel kaloen di baroeh dapeuta tugas. "1" (kalon vertikal) peuduk panel kaloen diblah dapeuta tugas

source: Task preview pane position (vertical)
ace: Posisi panel kaloen tugas (vertikal)
