Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: %s through %s wishes to add to an existing memo:
ace: %s lewat %s meuharap tamah u memo yang na:

source: %s wishes to add to an existing memo:
ace: %s meuharap tamah u memo yang na:

source: %s through %s has canceled the following shared memo:
ace: %s lewat %s ka ipeubateu memo ngon nyoe:

source: %s has canceled the following shared memo:
ace: %s ka ipeubateu memo ngon nyoe:

source: All day:
ace: Siuroe:

source: Start day:
ace: Tanggai peuphon:

source: Start time:
ace: Watee mulai:

source: End day:
ace: Tanggai Akhe:

source: End time:
ace: Watee akhe:

source: Ope_n Calendar
ace: Buk_a Kalender

source: _Decline all
ace: _Tulak mandum

source: _Decline
ace: _Tulak

source: _Tentative all
ace: Sem_entara Mandum:

source: _Tentative
ace: Sem_entara

source: Acce_pt all
ace: Trim_ong Mandum

source: Acce_pt
ace: _Teurimong

source: Send _Information
ace: Kirem _Informasi

source: _Update Attendee Status
ace: _Update Status Responden

source: Comment:
ace: Komentar:

source: Send reply to sender
ace: Balah u peungirem

source: Send _updates to attendees
ace: Kirem _update u peserta

source: _Apply to all instances
ace: Tera_pkan bak mandum kejadian

source: Show time as _free
ace: Peuleumah watee seubagoe _bebas

source: _Preserve my reminder
ace: Lestarikan _pengingat lon

source: _Tasks:
ace: _Tugah

source: _Memos:
ace: _Memo

source: Sa_ve
ace: _Keubah

source: An appointment in the calendar '%s' conflicts with this meeting
ace: Suatu pertemuan bak kalende '%s' meuhadu ngon rapat nyoe

source: Found the appointment in the calendar '%s'
ace: Mita kalende pertemuan bak kalende '%s'

source: Unable to find any calendars
ace: Hana meureumpok meusapu kalende

source: Unable to find this meeting in any calendar
ace: Hana meureumpok pertemuan nyoe bak kalende

source: Unable to find this task in any task list
ace: Hana meuteumee tugas nyoe bak daftar tugas

source: Unable to find this memo in any memo list
ace: Hana meuteumee memo nyoe bak daftar memo pat mantoeng

source: Opening the calendar. Please wait...
ace: Buka kalende. Neu preh siat...

source: Searching for an existing version of this appointment
ace: Mita versi yang na untuk pertemuan nyoe

source: Unable to send item to calendar '%s'. %s
ace: Hanjeut kirem data u kalende '%s', %s

source: Sent to calendar '%s' as accepted
ace: Terimoeng kalende '%s'

source: Sent to calendar '%s' as tentative
ace: Teukirem keu tentatif bak kalende '%s'

source: Sent to calendar '%s' as declined
ace: Tulak kalende '%s'

source: Sent to calendar '%s' as canceled
ace: Kirem u kalende '%s' seubagoe han ipeujadeh

source: Saving changes to the calendar. Please wait...
ace: Buka kalende. Neu preh siat...

source: Unable to parse item
ace: Data hanjeut diuraikan

source: Organizer has removed the delegate %s
ace: Peungatoe ka isampoh delegasi %s

source: Sent a cancelation notice to the delegate
ace: Kirem nota peubateu bak delegasi

source: Could not send the cancelation notice to the delegate
ace: Nota peubateu hanjeut ikirem bak delegasi

source: Unable to update attendee. %s
ace: Data peserta %s hanjeut di update

source: Attendee status updated
ace: Status peserta di update

source: The meeting is invalid and cannot be updated
ace: Rapat hana valid, hanjeut dimutakhirkan

source: Attendee status could not be updated because the status is invalid
ace: Status peserta hanjeut di update seubab na status yang hana ituri!

source: Attendee status can not be updated because the item no longer exists
ace: Status peserta hanjeut igantoe seubab ka hana lee

source: Meeting information sent
ace: Informasi pertemuan ikirem

source: Task information sent
ace: Informasi tugas ikirem

source: Memo information sent
ace: Informasi memo ikirem

source: Unable to send meeting information, the meeting does not exist
ace: Hanjeut kirem informasi rapat, rapat hana

source: Unable to send task information, the task does not exist
ace: Hanjeut kirem informasi tugas, tugas hana

source: Unable to send memo information, the memo does not exist
ace: Hanjeut kirem memo, memo hana

source: Save Calendar
ace: Keubah Kalender

source: The calendar attached is not valid
ace: Data kalender aleuh nyoe salah

source: The message claims to contain a calendar, but the calendar is not a valid iCalendar.
ace: Pesan nyoe ipeugah meuasoe kalende, tapi kalende jih kon iCalendar yang betoi.

source: The item in the calendar is not valid
ace: Objek lam kalende hana beutoi

source: The message does contain a calendar, but the calendar contains no events, tasks or free/busy information
ace: Surel nyoe meuasoe kalende, tapi ternyata hana meureumpok tentang acara, tugas atau informasi jadwal sibuk/bebas jih

source: The calendar attached contains multiple items
ace: Kalende yang teulampir ba lee objek

source: To process all of these items, the file should be saved and the calendar imported
ace: Untuk memproses mandum objek, berkas harus ikeubah lam kalende ka diimport

# cal-itip
source: None
ace: Nihil

source: Tentatively Accepted
ace: Sementara Terimoeng

source: This meeting recurs
ace: Pertemuan nyoe meuulang

source: This task recurs
ace: Tugas nyoe meuulang

source: This memo recurs
ace: Memo nyoe meuulang

source: This response is not from a current attendee. Add the sender as an attendee?
ace: Balasan iproses bukan dari peserta. Tamah gobnyan keu peserta?

source: This meeting has been delegated
ace: Rapat nyoe ka idelegasi

source: '{0}' has delegated the meeting. Do you want to add the delegate '{1}'?
ace: '{0}' ka idelegasi rapat. Pukeuh Droen keuneuk tamah delagasi '{1}'?

source: Meeting Invitations
ace: Undangan Rapat

source: _Delete message after acting
ace: _Sampoh pesan aleuh beraksi

source: Conflict Search
ace: Masalah Mita

source: Select the calendars to search for meeting conflicts
ace: Mita jadwal pertemuan yang meuhadu bak kalende

source: Itip Formatter
ace: Peubentuk Itip

source: Display "text/calendar" MIME parts in mail messages.
ace: Peuleumah "teks/kalende" MIME lam pesan.

source: Google Features
ace: Fitur Google

source: Add Google Ca_lendar to this account
ace: Tamah Google Ca_lendar u akun nyoe

source: Add Google Con_tacts to this account
ace: Tamah kontak google keu akun nyoe

source: You may need to enable IMAP access
ace: Droe mungken pereulee peuaktif akses IMAP

source: Mail _Directory:
ace: Direktori Mail

source: Choose a MH mail directory
ace: Pileh direktori surel MH

source: Local Delivery _File:
ace: _Berkas Pengireman Lokal:

source: Choose a local delivery file
ace: Pileh berkas pengireman lokal

source: Choose a Maildir mail directory
ace: Pileh direktori surel Maildir

source: Spool _File:
ace: _Berkas Spool:

source: Choose a mbox spool file
ace: Pileh berkas spool mbox

source: Spool _Directory:
ace: _Direktori Spool:

source: Choose a mbox spool directory
ace: Pileh direktori spool mbox

source: Configuration
ace: Konfigurasi

source: User_name:
ace: Nan_peumakek

source: Encryption _method:
ace: _Metoda enkripsi:

source: STARTTLS after connecting
ace: STARTTLS aleuh isamboeng

source: SSL on a dedicated port
ace: SSL bak port keudroe

source: _Use custom binary, instead of 'sendmail'
ace: _Pakek biner gubahan, peugantoe 'sendmail'

source: _Custom binary:
ace: _Biner ubahan:

source: U_se custom arguments
ace: Pa_kek argumen ubahan

source: Cus_tom arguments:
ace: _Argumen ubahan:

source: Default arguments are '-i -f %F -- %R', where %F - stands for the From address %R - stands for the recipient addresses
ace: Argumen default adalah '-i -f %F -- %R', dimana %F - nakeuh singkatan dari alamat sumber %R - nakeuh singkatan dari alamat ureung trimoeng

source: Ser_ver requires authentication
ace: Otentikasi harus ipeubut ser_ver

source: T_ype:
ace: _Jenis:

source: Yahoo! Features
ace: Fitur Yahoo!

source: Add Yahoo! Ca_lendar and Tasks to this account
ace: Tamah Tugas dan Ka_lender Yahoo! u akun nyoe

source: %d attached message
ace: %d pesan teulampir

# New
source: _Mail Message
ace: _Peusan Surat

source: Compose a new mail message
ace: Peugot pesan surel baroe

# New
source: Mail Acco_unt
ace: Ak_un Surel

source: Create a new mail account
ace: Peugot akun surel baroe

# New
source: Mail _Folder
ace: _Folder Surat

source: Create a new mail folder
ace: Peugot folder surat baroe

source: Mail Accounts
ace: Akun Surat

source: Mail Preferences
ace: Preferensi Surat

source: Composer Preferences
ace: Error kirem informasi tugas, tugas hana

source: Network Preferences
ace: Preferensi Jaringan

# label
source: None
ace: Nihil

source: _Disable Account
ace: Peu_nonaktif Akun

source: Disable this account
ace: Peunon aktif akun nyoe

source: Permanently remove all the deleted messages from all folders
ace: Sampoh permanen mandum pesan dari mandum folder yang ka isampoh

source: Edit properties of this account
ace: Ubah properti akun nyoe

source: Refresh list of folders of this account
ace: Refresh daftar folder akun nyoe

source: _Download Messages for Offline Usage
ace: _Download pesan untuk Keperluan Offline

source: Download messages of accounts and folders marked for offline usage
ace: Donload pesan dari akun dan folder yang itanda untuk Keperluan Offline

source: _Copy Folder To...
ace: _Salen Folder...

source: Copy the selected folder into another folder
ace: Salen folder teupileh u folder laen

source: Permanently remove this folder
ace: Sampoeh permanen folder nyoe

source: E_xpunge
ace: _Sampoh

source: Permanently remove all deleted messages from this folder
ace: Sampoeh mandum pesan yang ka itanda untuk isampoeh dari lam folder nyoe

source: Mar_k All Messages as Read
ace: _Tanda Mandum Pesan yang Ka ibaca

source: Mark all messages in the folder as read
ace: Tanda mandum pesan lam folder keu ka ibaca

source: _Move Folder To...
ace: _Pinah folder...

source: Move the selected folder into another folder
ace: Pinah folder yang ipile

source: _New...
ace: _Baro...

source: Create a new folder for storing mail
ace: Peugoet sebuah folder keu keubah mail

source: Change the properties of this folder
ace: Ubah keterangan folder nyoe

source: Refresh the folder
ace: Perbarui folder

source: Change the name of this folder
ace: Ubah nan dari folder nyoe

source: Select Message _Thread
ace: Pileh _Topik Pesan

source: Select all messages in the same thread as the selected message
ace: Pileh mandum pesan lam thread yang sama ngon yang teungoh ipileh

source: Select Message S_ubthread
ace: Pileh S_ubtopik Pesan

source: Select all replies to the currently selected message
ace: Pileh mandum jawaban keu pesan yang teungoh ipileh

source: Empty _Trash
ace: Peu_soh Teumpat Broeh

source: Permanently remove all the deleted messages from all accounts
ace: Sampoeh selama jih mandum pesan yang isampoh dari mandum akum

source: _New Label
ace: Lebel baro

source: N_one
ace: Hana

source: _Manage Subscriptions
ace: _Keulola Langganan

source: Subscribe or unsubscribe to folders on remote servers
ace: Tamoeng atau teubit dari keanggotaan folder bak server

source: Send / _Receive
ace: Ki_rem / Terimoeng

source: Send queued items and retrieve new items
ace: Kirem ngon cok surel

source: R_eceive All
ace: _Trimoeng mandum

source: Receive new items from all accounts
ace: Trimoeng butir-butir baro dari mandum akun

source: _Send All
ace: _Kirem Mandum

source: Send queued items in all accounts
ace: Kirem butir lam antrian bak mandum akun

source: Cancel the current mail operation
ace: Bek jadeh operasi surat yan teungoh berlangsung

source: Collapse All _Threads
ace: Runtuhkan Mandum _Topik

source: Collapse all message threads
ace: Runtuh mandum topik pesan

source: E_xpand All Threads
ace: Kembangkan mandum Susoenan

source: Expand all message threads
ace: Peuleumah mandum topik pesan

source: _Message Filters
ace: _Peunyareng pesan

source: Create or edit rules for filtering new mail
ace: Peugoet atau gantoe seting peunyareng email baroe

source: _Subscriptions...
ace: _Langganan...

source: C_reate Search Folder From Search...
ace: Peugot Sa_rengan Folder dari Hasil Imita...

source: Search F_olders
ace: F_older Mita

source: Create or edit search folder definitions
ace: Peugoet atau edit definisi folder mita

source: _New Folder...
ace: _Folder Baro...

source: Show Message _Preview
ace: Peuleumah _Preview pesan

source: Show message preview pane
ace: Peuleumah panel preview pesan

source: Show _Deleted Messages
ace: Peuleumah Pesan yang _Isampoeh

source: Show deleted messages with a line through them
ace: Peuleumah pesan yang isampoeh ngon coretan

source: _Group By Threads
ace: Peu_keulompok meunurot Topik

source: Threaded message list
ace: Daftar Pesan lam Thread

source: _Unmatched Folder Enabled
ace: Peu_aktifkan Folder yang hana Cocok

source: Toggles whether Unmatched search folder is enabled
ace: Mrnjungkit puekeuh folder pencarian Hana cocok ipeuaktif

source: Show message preview below the message list
ace: Peuleumah preview pesan ibaroeh daftar pesan

source: Show message preview alongside the message list
ace: Peuleumah preview pesan isampeng daftar pesan

source: All Messages
ace: Mandum Peusan

source: Important Messages
ace: Peusan Penteng

source: Last 5 Days' Messages
ace: Peusan 5 Uro Akhe

source: Messages Not Junk
ace: Peusan Kon Broh

source: Messages with Attachments
ace: Peusan ngon Lampiran

source: No Label
ace: Hana Label

source: Read Messages
ace: Baca Peusan

source: Unread Messages
ace: Peusan Gohlom Ibaca

source: Subject or Addresses contain
ace: Subjeck peu Alamat meu'aso

source: All Accounts
ace: Mandum Akun

source: Current Account
ace: Akun Jinoe

source: Current Folder
ace: Folder Jinoe

source: All Account Search
ace: Peuncarian Mandum Akun

source: Account Search
ace: Mita Akun

source: %d selected,
ace: %d nyang teupileh

source: %d deleted
ace: %d isampoh

source: %d junk
ace: %d peusan broh

source: %d draft
ace: %d rancangan

source: %d unsent
ace: %d gohlom ikirem

source: %d sent
ace: %d teukirem

source: %d unread,
ace: %d gohlom ibaca,

source: Trash
ace: Teumpat Broh

source: Send / Receive
ace: Kirem/Teurimong

source: Language(s)
ace: Basa(s)

source: On exit, every time
ace: Watee teubit, tip sabe

source: On exit, once per day
ace: Watee teubit, siuroe sigoe

source: On exit, once per week
ace: Watee teubit, siminggu sigoe

source: On exit, once per month
ace: Watee teubit, sibuleun sigoe

source: Immediately, on folder leave
ace: Siat, watee tingga folder

source: Header
ace: Tajuk

source: Contains Value
ace: Meuaso Nilai

source: _Date header:
ace: _Tanggai tajuk:

source: Show _original header value
ace: peuleumah _nilai tajuk yang asli

source: Do you want to make Evolution your default email client?
ace: Pukeuh Droen keuneuk peujuet Evolution klien surel default Droen?

source: Your message to %s about "%s" on %s has been read.
ace: Pesan Droen keu %s teutang "%s" bak %s ka ibaca.

source: Delivery Notification for "%s"
ace: Notifikasi pengiriman keu "%s"

source: Send a read receipt to '%s'
ace: Kirem nota pesan diterimoeng u '%s'

source: _Notify Sender
ace: Bri thee ureung ki_rem

source: Sender wants to be notified when you have read this message.
ace: Ureung kirem keuneuk bri thee watee Droen kaleuh baca pesan nyoe.

source: Sender has been notified that you have read this message.
ace: Ureung kirem kaleuh ibri thee bahwa Droen kaleuh baca pesan nyoe.

source: Evolution is currently offline.
ace: Evolution teungoh hana offline.

source: Click 'Work Online' to return to online mode.
ace: Klik 'meubut Online' untuk balek u mode online.

source: Evolution is currently offline due to a network outage.
ace: Evolution meubut offline, seubab han jaringan.

source: Evolution will return to online mode once a network connection is established.
ace: Evolution akan balek u mode online watee jaringan teusamboeng.

source: Cannot find a corresponding account in the org.gnome.OnlineAccounts service from which to obtain an authentication token.
ace: Han meureumpok akun yang meusesuaian lam layanan org.gnome.OnlineAccounts teumpat meuteume token otentikasi.

source: This option will connect to the server by way of the GNOME Online Accounts service
ace: Oposi nyoe akan samboeng u server lewat layanan Akun Online GNOME

source: Author(s)
ace: Nyang Peuget(s)

source: Plugin Manager
ace: Manajer Pengaya

source: Note: Some changes will not take effect until restart
ace: Catatan: na perubahan yang hana langsong aktif sampe trok Droen peujak ulang Evolution

source: Overview
ace: Tinjau

source: Plugin
ace: Pengaya

source: Enable and disable plugins
ace: Peaktif ngon peumatee plugin

source: Display plain text version
ace: Peuleumah versi teks poos

source: Display plain text version of multipart/alternative message
ace: Peuleumah versi teks polos dari pesan multi bagian/alternatif

source: Display HTML version
ace: Peuleumah versi HTML

source: Display HTML version of multipart/alternative message
ace: Peuleumah versi HTML dari pesan multi bagian/alternatif

source: Show HTML if present
ace: Peuleumah HTML meunyoe na

source: Let Evolution choose the best part to show.
ace: Bi Evolution pileh bagian got untuk ipeuleumah.

source: Show plain text if present
ace: Peuleumah teks biasa meunye na

source: Show plain text part, if present, otherwise let Evolution choose the best part to show.
ace: Peuleumah bagian teks polos, meunyoe na, atau bi Evolution pileh bagian got untuk ipeuleumah.

source: Only ever show plain text
ace: Cuma peuleumah teks polos

source: Always show plain text part and make attachments from other parts, if requested.
ace: Sabe peuleumah teks polos aleuh nyan peugot lampiran dari bagian laen, meunyoe ilake.

source: Show s_uppressed HTML parts as attachments
ace: Peuleumah bagian HTML yang Ipe_usom keu lampiran

source: HTML _Mode
ace: _Mode HTML

source: Prefer Plain Text
ace: Pileh teks biasa

source: Plain Text Mode
ace: Mode Teks

source: View mail messages as plain text, even if they contain HTML content.
ace: Peuleumah pesan sebagoe teks biasa, adak pih mengandung asoe HTML.

source: Failed to spawn SpamAssassin (%s):
ace: Gagal Menspawn SpamAssassin (%s):

source: Failed to stream mail message content to SpamAssassin:
ace: Gagal menstream asoe pesan surat u SpamAssassin:

source: Failed to write '%s' to SpamAssassin:
ace: Gagal tuleh'%s' u SpamAssassin:

source: Failed to read output from SpamAssassin:
ace: Gagal baca keluaran dari SpamAssassin:

source: SpamAssassin either crashed or failed to process a mail message
ace: SpamAssassin mungken crash atau gagal iproses suatu pesan surat

source: SpamAssassin Options
ace: Opsi SpamAssasin

source: I_nclude remote tests
ace: Peubu_t Penyarengan dari server

source: This will make SpamAssassin more reliable, but slower.
ace: Nyoe akan peugoet SpamAssasin meubut leubeh got, tapi leubeh meuayeum.

source: Importing Files
ace: Mengimpor berkas

source: Import cancelled.
ace: Impor hana ipeujadeh.

source: Import complete.
ace: Impor kaleuh.

source: Welcome to Evolution. The next few screens will allow Evolution to connect to your email accounts, and to import files from other applications.
ace: Saleum teuka bak Evolution. meupadum boeh layeu aleuh nyoe mungken Evolution samboeng u surel Droen, dan mengimpor berkas dari aplikasi laen.

source: Loading accounts...
ace: Buka akun...

source: _Format as...
ace: _Format Keu...

source: _Other languages
ace: Basa_laen

source: Text Highlight
ace: Penyorotan Teks

source: Syntax highlighting of mail parts
ace: Penyorotan sintaks dari bagian surel

source: _Plain text
ace: Teks _polos

source: _ActionScript
ace: Skrip_Aksi

source: _DOS Batch
ace: Batch _DOS

source: _RPM Spec
ace: Spek _RPM

source: Show F_ull vCard
ace: Peuleumah vCard _Leungkap

source: Show Com_pact vCard
ace: Peu_leumah vCard Ringkas

source: Save _To Addressbook
ace: Keubah u Buku Alama_t

source: There is one other contact.
ace: Na saboeh kontak laen jih.

source: There is %d other contact.
ace: Na %d kontak laen jih.

source: Addressbook Contact
ace: Kontak Buku Alamat

source: Display the part as an addressbook contact
ace: Peuleumah kontak keu buku alamat

source: Evolution Web Inspector
ace: Pemeriksa Web Evolution

source: _Do not show this message again.
ace: _Bek Ppeuleumah pesan nyoe lee.

source: Keywords
ace: Kata Gunci

source: Message has no attachments
ace: Pesan hana lampiran

source: Evolution has found some keywords that suggest that this message should contain an attachment, but cannot find one.
ace: Evolution ka meureumpok meupadumlboeh kata gunci yang peulemah bahwa pesan nyoe mesti buka lampiran, tapi han meurempok jih.

source: _Add Attachment...
ace: T_amah Lampiran...

source: _Edit Message
ace: Ubah _pesan

source: Attachment Reminder
ace: Peuingan Lampiran

source: Reminds you when you forgot to add an attachment to a mail message.
ace: Peuingat Droen watee teuwoe untuk tamah lampiran u suatu pesan surel.

source: Automatic Contacts
ace: Kontak Otomatis

source: Create _address book entries when sending mails
ace: Peugot entri u _buku alamat watee kirem surel

source: Select Address book for Automatic Contacts
ace: Pileh buku Alamat untuk kontak otomatis

source: Instant Messaging Contacts
ace: Alamat Pesan instant

source: _Synchronize contact info and images from Pidgin buddy list
ace: _Selaraskan gamba ngon info kontak dari daftar ngon pidgin

source: Select Address book for Pidgin buddy list
ace: Pileh Buku Alamat untuk daftar ngon di Pidgin

source: Synchronize with _buddy list now
ace: Peubut sinkronisasi ngon _daftar ngon jinoe

source: Takes the gruntwork out of managing your address book. Automatically fills your address book with names and email addresses as you reply to messages. Also fills in IM contact information from your buddy lists.
ace: Ba geuntwork teubit dari keulola buku alamat Droen. Otomatis pasoe buku alamat Droen ngon nan dan alamat email watee Droe balah pesan. Pasoe cit informasi kontak IM dari daftar ngon Droen.

source: Importing Outlook Express data
ace: Peutamoeng data Outlook Express

source: Outlook DBX import
ace: Impor DBX Outlook

source: Outlook Express 5/6 personal folders (.dbx)
ace: Folder pribadi Outlook Express 5/6 (.dbx)

source: Import Outlook Express messages from DBX file
ace: Impor pesan Outlook Express dari berkas DBX

# email-custom-header-Security
source: Security:
ace: Keamanan:

# email-custom-header-Security
source: Personal
ace: Pribadi

# email-custom-header-Security
source: Unclassified
ace: Golom teuklasifikasi

# email-custom-header-Security
source: Protected
ace: Dilindungi

# email-custom-header-Security
source: Confidential
ace: Konfidensial

# email-custom-header-Security
source: Secret
ace: Rahasia

# email-custom-header-Security
source: Top secret
ace: Rahasia Penteng

# email-custom-header
source: None
ace: Hana

source: _Custom Header
ace: _Tajuk Ubahan

source: The format for specifying a Custom Header key value is: Name of the Custom Header key values separated by ";".
ace: format untuk menyatakan nilai gunci Tajuk Ubahan nakeuh: Nan dari nilai gunci Tajuk Ubahan, ipeupisah ngon ";".

source: Key
ace: Gunci

source: Values
ace: Nilai

source: Custom Header
ace: Tajuk Ubahan

source: Add custom headers to outgoing mail messages.
ace: Tamah tajuk ubahan u pesan surel teubit.

source: Email Custom Header
ace: Tajuk Ubahan Surel

source: Command to be executed to launch the editor:
ace: Perintah yang dieksekusi untuk peuluncur editor:

source: For XEmacs use "xemacs" For Vim use "gvim -f"
ace: Untuk XEmacs pakek "xemacs" Untuk Vim pakek "gvim -f"

source: Compose in External Editor
ace: Susoen di Editor External

source: External Editor
ace: Editor External

source: Use an external editor to compose plain-text mail messages.
ace: Pakek Editor External untuk susoen pesan surel teks polos.

source: Editor not launchable
ace: Editor hanjeut diluncurkan
