Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: The external editor set in your plugin preferences cannot be launched. Try setting a different editor.
ace: Editor External yang itata lam preferensi plugin Droen hanjeut diluncurkan. Neuci pakek editor laen.

source: Cannot create Temporary File
ace: Hanjeut buka Berkas Temporer

source: Evolution is unable to create a temporary file to save your mail. Retry later.
ace: Evolution hanjeut buka berkas sementara untuk keubah surel Droen. Neuci cuba siateuk.

source: External editor still running
ace: Editor External mantoeng ijak

source: The external editor is still running. The mail composer window cannot be closed as long as the editor is active.
ace: Editor External teungoh ijak. Jendela peunyusun surel hanjeut itop watee editor aktif.

source: Unknown error
ace: Error hana ituri

source: Select a Face Picture
ace: Pileh Gamba Muka

source: Image files
ace: Berkas gamba

source: _Insert Face picture by default
ace: Peu_tamoeng gamba Wajah secara default

source: Load new _Face picture
ace: Buka gamba _Muka yang baroe

source: Include _Face
ace: Peutamoeng _Muka

source: Attach a small picture of your face to outgoing messages.
ace: Lampirkan gamba ubeut muka Droen u pesan teubit.

source: Failed Read
ace: Gagal Membaca

source: The file cannot be read
ace: Berkas hanjeut ibaca

source: Invalid Image Size
ace: Ukuran Gamba Hana Sah

source: Please select an image of size 48 * 48
ace: Pileh gamba ngon ukuran 48*48

source: Not an image
ace: Kon saboh gamba

source: The file you selected does not look like a valid .png image. Error: {0}
ace: Berkas yang Droen pileh kon berkas .png yang sah. Error : {0}

source: Inline Image
ace: Gamba Inline

source: View image attachments directly in mail messages.
ace: Tilik lampiran gamba secara langsong lam pesan surat.

source: Get List _Archive
ace: Trimoeng _Arsip Daftar

source: Get an archive of the list this message belongs to
ace: Trimoeng arsip dari pesan daftar nyoe ata soe

source: Get List _Usage Information
ace: Trimoeng Informasi Pengg_unaan Daftar

source: Get information about the usage of the list this message belongs to
ace: Mita informasi teuntang milis nyoe

source: Contact List _Owner
ace: Hubungi _Ureung Po Daftar

source: Contact the owner of the mailing list this message belongs to
ace: Hubungi ureung po milis nyoe

source: _Post Message to List
ace: _Kirem pesan u Daftar

source: Post a message to the mailing list this message belongs to
ace: Kirem pesan u milis nyoe

source: _Subscribe to List
ace: Meu_langganan u Daftar

source: Subscribe to the mailing list this message belongs to
ace: Langganan milis nyoe

source: _Unsubscribe from List
ace: _Stop langganan dari daftar

source: Unsubscribe from the mailing list this message belongs to
ace: Piyoeh langganan milis yang poe pesan nyoe

source: Mailing _List
ace: _Milis

source: Mailing List Actions
ace: Tindakan Keu Milis

source: Perform common mailing list actions (subscribe, unsubscribe, etc.).
ace: Peubut aksi milis umum (daftar, lepas, dsb.).

source: Action not available
ace: Hana tindakan

source: This message does not contain the header information required for this action.
ace: Surel nyoe hana meuasoe ulee informasi yang ipeureulee untuk tindakan nyoe

source: Posting not allowed
ace: han ibi kirem surel

source: Posting to this mailing list is not allowed. Possibly, this is a read-only mailing list. Contact the list owner for details.
ace: Droen han ibi kirem surel u milis nyoe. mungken karna nyoe milis saboeh arah. Neuci hubungi po milis untuk lebih jelas.

source: Send e-mail message to mailing list?
ace: kirem surel u milis nyoe?

source: An e-mail message will be sent to the URL "{0}". You can either send the message automatically, or see and change it first. You should receive an answer from the mailing list shortly after the message has been sent.
ace: Surel akan ikirem u URL "{0}". Droen jeut langsong kirem secara otomatis atau kaloen dan ubah ilee. Jawaban dari milis han trep lee Droen trimoeng aleuh surel nyoe teukirem.

source: _Send message
ace: _Kirem email

source: _Edit message
ace: Ubah _email

source: Malformed header
ace: Tajuk pesan reuloeh

source: The {0} header of this message is malformed and could not be processed. Header: {1}
ace: Ulee surel nyoe bak bagian {0} reuloh ngon hanjeut di proses. Ulee: {1}

source: No e-mail action
ace: Tanpa aksi e_mail

source: The action could not be performed. The header for this action did not contain any action that could be processed. Header: {0}
ace: Aksi hanjeut di peugeut. Bagian kepala aksi nyo hana dibuka apapun yang jeut diproses. Header:{0}

source: You have received %d new message.
ace: Droen teurimoeng %d pesan baroe

source: From: %s
ace: Dari: %s

source: New email in Evolution
ace: Email baro lam Evolution

source: Show %s
ace: Tampilkan %s

source: _Play sound when a new message arrives
ace: Peumusue sue watee na pesan baroe yang tamoeng

source: _Beep
ace: _Bunyi Bip

source: Use sound _theme
ace: Pakek _tema sue

source: Play _file:
ace: Puta _berkas

source: Select sound file
ace: Pileh berkas suu

source: Notify new messages for _Inbox only
ace: Briithe peusan baro hanya keu _inbox

source: Show _notification when a new message arrives
ace: Peuluma_h pemberitahuan watee na peusan baro

source: Mail Notification
ace: Notifikasi surat

source: Notifies you when new mail messages arrive.
ace: Briithe dreun menye na pesan baro.

source: Selected calendar contains event '%s' already. Would you like to edit the old event?
ace: Kalender yang dipileh ka memuat acara "%s". Peukeuh dreun keuneuk menyunting acara trep?

source: Selected task list contains task '%s' already. Would you like to edit the old task?
ace: Daftar tugah yang dipileh ka memuat acara "%s". Peukeuh dreun keuneuk menyunting tugas trep?

source: Selected memo list contains memo '%s' already. Would you like to edit the old memo?
ace: Daftar tugah yang dipileh ka memuat memo "%s". Peukeuh dreun keuneuk menyunting memo trep?

source: You have selected %d mails to be converted to events. Do you really want to add them all?
ace: Dreun ka nue pileh %d surat keu dikonversikan u acara. Dreun betoi-betoi keuneuk tamah mandum?

source: You have selected %d mails to be converted to tasks. Do you really want to add them all?
ace: Kaleuh Droen pileh %d surat untuk dikonversi u tugas. Droen beutoi-beutoi keuneuk tamah mandum?

source: You have selected %d mails to be converted to memos. Do you really want to add them all?
ace: Kaleuh Droen pileh %d surat untuk dikonversi u memo. Droen beutoi-beutoi keuneuk tamah mandum?

source: Do you wish to continue converting remaining mails?
ace: Peukeuh Dron keumeung lanjut konversi surel sisa jih?

source: [No Summary]
ace: [Hana Judol]

source: Invalid object returned from a server
ace: Objek hana valid ipulang dari server

source: An error occurred during processing: %s
ace: Teujadi error wate pemrosesan: %s

source: Cannot open calendar. %s
ace: Hanjeut buka kalende. %s

source: Selected calendar is read only, thus cannot create event there. Select other calendar, please.
ace: Kalende yang Droen pileh hanya-baca, jadi hanjeut peugot acara disinan.

source: Selected task list is read only, thus cannot create task there. Select other task list, please.
ace: Daftar tugah yang dipileh cuma jeut baca, hanjeut peugot tugah iedeh. Silhakan pileh daftar tugah yang laen

source: Selected memo list is read only, thus cannot create memo there. Select other memo list, please.
ace: Daftar memo yang dipileh cuma jeut baca , hanjuet pegoet memo iedeh . Silahkan droen pileh memo laen

source: No writable calendar is available.
ace: Hana terseudia kalende nyang jeut ituleh.

source: Create an _Appointment
ace: Peuget J_adual Merumpok

source: Create a new event from the selected message
ace: Peuget keugiatan baru dari peusan nyang ipileh

source: Create a Mem_o
ace: Peugoet Mem_o

source: Create a new memo from the selected message
ace: Peuget memo baru dari peusan nyang ipileh

source: Create a _Task
ace: Peuget _Tugah

source: Create a new task from the selected message
ace: Peuget tugah baru dari peusan nyang tapileh

source: Create a _Meeting
ace: Peuget Ra_pat

source: Create a new meeting from the selected message
ace: Peugot janji rapat baru dari peusan nyang tapileh

source: Convert a mail message to a task.
ace: Ubah peusan surat jadi tugah.

source: Also mark messages in subfolders?
ace: Chit tandai peusan dalam subfolder?

source: Do you want to mark messages as read in the current folder only, or in the current folder as well as all subfolders?
ace: keu peutanda pesan nyang kaleuh i baca bak folder jinoe, atawa bak mandum folder (temasok subfolder)?

source: In Current Folder and _Subfolders
ace: folder nyoe beserta sub_folder

source: In Current _Folder Only
ace: folder nyoe mantoeng

source: Mark Me_ssages as Read
ace: anggap peusan nyang ka ibaca

source: Mark All Read
ace: anggap kaleuh ibaca

source: Mark all messages in a folder as read.
ace: peutanda mandum pesan dalam folder keu nyang ka ibaca

source: Outlook PST import
ace: import PST Outlook

source: Outlook personal folders (.pst)
ace: folder ata droe Outlook (.pst)

source: Import Outlook messages from PST file
ace: mengimpor pesan outlook dari berkas PST

source: _Mail
ace: e-mail

source: Destination folder:
ace: folder tujuan

source: _Address Book
ace: alamat buku

source: _Journal entries
ace: asoe _jurnal

source: Importing Outlook data
ace: mengimpor data outlook

source: Calendar Publishing
ace: peutebit kalender

source: Locations
ace: lokasi

source: Publish calendars to the web.
ace: peuterbit kalender bak web

source: Could not open %s:
ace: hana jeut buka %s:

source: Could not open %s: Unknown error
ace: hana jeut buka %s: error hana meuoh

source: There was an error while publishing to %s:
ace: na error watee peuterbit u %s

source: Publishing to %s finished successfully
ace: sukses peutebit u %s

source: Mount of %s failed:
ace: pemuatan %s gagal

source: E_nable
ace: aktifkan

source: Are you sure you want to remove this location?
ace: yakin keumeung boh lokasi nyoe ?

source: Could not create publish thread.
ace: hanjeut peuget thread publikasi

source: _Publish Calendar Information
ace: _Peuteubit Informasi Kalende

source: Daily
ace: Harian

source: Weekly
ace: Mingguan

source: Secure FTP (SFTP)
ace: FTP aman (SFTP)

source: Public FTP
ace: FTP Publik

source: Custom Location
ace: ubah lokasi

source: _Publish as:
ace: peutebit seubagai:

source: Publishing _Frequency:
ace: frekuensi publikasi

source: Time _duration:
ace: _durasi watee

source: Sources
ace: sumber

source: Service _type:
ace: _jenis layanan

source: _File:
ace: berkas

source: _Password:
ace: _sandi

source: _Remember password
ace: ingat sandi

source: Publishing Location
ace: teumpat publikasi

source: Invalid source UID '%s'
ace: sumber UID %s hana jeulah

source: New Location
ace: lokasi baroe

source: Edit Location
ace: ubah lokasi

source: Description List
ace: dapeuta keterangan

source: Categories List
ace: Dapeuta lokasi

source: Comment List
ace: Dapeuta komentar

source: Contact List
ace: Dapeuta kontak

source: Start
ace: awai

source: End
ace: akhe

source: Due
ace: rot tempo

source: percent Done
ace: persen leuh

source: Attendees List
ace: Dapeuta Peserta

source: Modified
ace: Ka i ubah

source: A_dvanced options for the CSV format
ace: _pilehan lanjutan keu format CSV

source: Prepend a _header
ace: peutamah judul

source: _Value delimiter:
ace: pembatas _nilai

source: _Record delimiter:
ace: pembatas bareh

source: _Encapsulate values with:
ace: _enkapsulasi nilai dengoen:

source: Comma separated values (.csv)
ace: nilai ipisah koma (.csv)

source: Save Selected
ace: Simpan pilehan

source: Save a calendar or task list to disk.
ace: simpan kalender atawa dapeuta tugas bak disk

source: Select destination file
ace: pileh berkas tujuan

source: Save the selected calendar to disk
ace: simpan kalender nyang dipileh u disk

source: Save the selected memo list to disk
ace: simpan memo pilehan dalam disk

source: Save the selected task list to disk
ace: simpan tugas pilehan dalam disk

source: Drafts based template plugin. You can use variables like $ORIG[subject], $ORIG[from], $ORIG[to] or $ORIG[body], which will be replaced by values from an email you are replying to.
ace: plugin template berbasis draft. droen jeut neupakek variabel lagee $ORIG[subject], $ORIG[from], $ORIG[to], atawa $ORIG[body], nyang akan digantoe dengoen nilai-nilai dari e-mail nyang tengoh droen jaweub

source: No Title
ace: hana judul

source: Save as _Template
ace: simpan seubagai template

source: Save as Template
ace: simpan seubagai template

source: Preparing to go offline...
ace: siap-siap tinggai jaringan...

source: Preparing to go online...
ace: siap-siap teuhubong u jaringan...

source: Preparing to quit
ace: siap-siap teubit

source: Preparing to quit...
ace: siap-siap teubit ...

source: Searches
ace: mita

source: Save Search
ace: simpan nyang ka imita

source: Sho_w:
ace: peulemah

source: Sear_ch:
ace: mita

source: i_n
ace: dalam

source: All Files (*)
ace: mandum berkas (*)

source: Saving user interface state
ace: simpan keadaan User interface

source: translator-credits
ace: translator : Aceh : Mirza Triyuna Putra (mirza.triyuna@s1.informatika.unsyiah.ac.id), Riza Feriyanda, saiful Bahri.....

source: Categories Editor
ace: ubah kategori

source: Bug Buddy is not installed.
ace: Bug Buddy gohlom teupasang

source: Bug Buddy could not be run.
ace: Bug Buddy hana jeut ipeujak

source: Show information about Evolution
ace: neupelemah informasi teuntang evolution

source: _Close Window
ace: tutop_jeundela

source: _Contents
ace: _asoe

source: Open the Evolution User Guide
ace: buka evolution user Guide

source: I_mport...
ace: _Import (Peutamoeng)

source: Import data from other programs
ace: import (peutamoeng) data dari program laen

source: New _Window
ace: _jendela baroe

source: Create a new window displaying this view
ace: peuget jendela baroe keu peutampil tempilan nyoe

source: Available Cate_gories
ace: kate_gori nyang teusedia

source: Manage available categories
ace: keulola kategori nyang teusedia

source: _Quick Reference
ace: _jalur bagah

source: Show Evolution's shortcut keys
ace: peulemah tumboi bagah evolution

source: Exit the program
ace: teubit dari evolution

source: _Advanced Search...
ace: peuncarian leubeh lanjot...

source: Construct a more advanced search
ace: beudoh peuncarian deungon tingkat nyang lebeh lanjot

source: Clear the current search parameters
ace: peugleh parameter peuncarian jinoe

source: _Edit Saved Searches...
ace: ubah p_encarian nyang ka isimpan...

source: Manage your saved searches
ace: kelola pencarian nyang ka droen simpan

source: Click here to change the search type
ace: klik inoe keu ubah tipe pencarian

source: _Find Now
ace: mita

source: Execute the current search parameters
ace: eksekusi parameter pencarian jinoe

source: _Save Search...
ace: _simpan pencarian...

source: Save the current search parameters
ace: simpan parameter pencarian saat nyoe

source: Submit _Bug Report...
ace: kirem laporan_Bug

source: Submit a bug report using Bug Buddy
ace: Kirem laporan bug pakek program Bug Buddy

source: _Work Offline
ace: kerja _luring

source: Put Evolution into offline mode
ace: peujak evolution dalam mode luring

source: _Work Online
ace: bekerja_Daring

source: Put Evolution into online mode
ace: peujak evolution dalam mode daring

source: Lay_out
ace: su_sunan

source: _New
ace: _baroe

source: _Search
ace: _mita

source: _Switcher Appearance
ace: _tampilan modul

source: _Window
ace: _jendela

source: Show Side _Bar
ace: neupelemah _panel sampeng (side bar)

source: Show the side bar
ace: neupelemah panel sampeng

source: Show _Buttons
ace: neupelemah tumboi

source: Show the switcher buttons
ace: neupelemah tumboi pengganto

source: Show _Status Bar
ace: neupelemah bareh_status

source: Show the status bar
ace: neupelemah bareh status

source: Show _Tool Bar
ace: neupelemah _toolbar

source: Show the tool bar
ace: neupelemah tool bar

source: _Icons Only
ace: cuma _ikon

source: Display window buttons with icons only
ace: neupelemah tumboi-tumboi bak jendela pakek ikon mantoeng

source: _Text Only
ace: cuma teks

source: Display window buttons with text only
ace: neupelemah tumboi-tumboi bak jendela pakek teks mantoeng

source: Icons _and Text
ace: ikon ngoen teks

source: Display window buttons with icons and text
ace: neupetampil tumboi-tumboi bak jendela pakek ikon ngoen teks

source: Tool_bar Style
ace: gaya tool_bar

source: Display window buttons using the desktop toolbar setting
ace: neupetampil tumboi bak jendela dengoen setelan kotak y=tumboi desktop

source: Define Views...
ace: neudefinisi tampilan

source: Create or edit views
ace: peuget atawa ubah tampilan

source: Save Custom View...
ace: simpan tampilan ata awai

source: Save current custom view
ace: simpan tampilan ata awai nyang jinoe

source: C_urrent View
ace: T_ampilan saat nyoe

source: Custom View
ace: tampilan keudroe

source: Current view is a customized view
ace: tampilan jinoe nakeuh tampilan ata awai

source: Change the page settings for your current printer
ace: peusesuai pengatoran halaman dengoen printer ata jinoe

source: Switch to %s
ace: neupinah u %s

source: Select view: %s
ace: Pileh ngieng: %s

source: Execute these search parameters
ace: eksekusi parameter ata nyang imita

source: New
ace: baroe

source: %s - Evolution
ace: %s - evolusi

source: Hi. Thanks for taking the time to download this preview release of the Evolution groupware suite. This version of Evolution is not yet complete. It is getting close, but some features are either unfinished or do not work properly. If you want a stable version of Evolution, we urge you to uninstall this version, and install version %s instead. If you find bugs, please report them to us at bugzilla.gnome.org. This product comes with no warranty and is not intended for individuals prone to violent fits of anger. We hope that you enjoy the results of our hard work, and we eagerly await your contributions!
ace: hay. Sabah ka neucuba pra-terbitan Evolution Groupwise nyoe. Versi Evolution nyoe gohlom leuh. karap leuh, teutapi na padum boeh fasilitan nyang gohlom leuh atawa hana ijak lagee nyang diharap. Meunyoe droen keumeung versi nyang stabil, kamoe jok saran neuboh versi nyoe, dan neupasang versi %s mantoeng. meunyoe na keusalahan, tulong neubitee kamoe bak bugzilla.gnome.org. produk nyoe hana jaminan. Kamoe harap droen galak keu hasee keurja kamoe, dan kamoe harap droen tem neukontribusi chi!

source: Thanks The Evolution Team
ace: Sabah Tim Evolution

source: Do not tell me again
ace: bek peuturi bak loen

source: Start Evolution showing the specified component. Available options are 'mail', 'calendar', 'contacts', 'tasks', and 'memos'
ace: neumulai evolution nyang ipeutampil kompinen nyang seusuai. pilehan nyang na 'e-mail', 'kalender', 'kontak', 'tugas', ngoen 'memo'

source: Apply the given geometry to the main window
ace: neu-apply geometri peurubahan bak jendela utama

source: Start in online mode
ace: jak bak modus daring

source: Ignore network availability
ace: bek peuduli na peu hana jaringan

source: Start in "express" mode
ace: jak bak modus "ekspres"

source: Forcibly shut down Evolution
ace: neupematee paksa evolution

source: Disable loading of any plugins.
ace: Hana imuat mandum plugins

source: Disable preview pane of Mail, Contacts and Tasks.
ace: peunonaktif panel preview keu e-mail, kontak, ngoen tugas

source: Import URIs or filenames given as rest of arguments.
ace: peutamong URI atawa nan berkas nyang dijok keu sisa argumen

source: Request a running Evolution process to quit
ace: neutop proses evolusi nyang teungoh ijak

source: Cannot start Evolution. Another Evolution instance may be unresponsive. System error: %s
ace: hana jeut mulai evolusi. instansi evolusi laen kadang teungoh ijak dan hana responsif. error sistem : %s

source: - The Evolution PIM and Email Client
ace: - PIM ngoen surel evolution

source: %s: --online and --offline cannot be used together. Run '%s --help' for more information.
ace: %s: --online ngoen --offline hana jeut jingui meusigoe. Peujak '%s --help' keu neubaca informasi nyang leungkap.

source: %s: --force-online and --offline cannot be used together. Run '%s --help' for more information.
ace: %s: --force-online ngoen --offline hana jeut jingui meusigoe. Peujak %s --help keu informasi nyang leubeh lengkap

source: Upgrade from previous version failed:
ace: upgrade dari versi sigolom jih nyang ka gagal

source: {0} If you choose to continue, you may not have access to some of your old data.
ace: {0} Meunyo droeneuh keumeung neupelanjut, kadang hana mandum data nyang jeut neuakses.

source: Continue Anyway
ace: neupeulanjut mantoeng

source: Quit Now
ace: peteubit mantong

source: Cannot upgrade directly from version {0}
ace: Han jeut upgrade langsung dari versi {0}

source: Evolution no longer supports upgrading directly from version {0}. However as a workaround you might try first upgrading to Evolution 2, and then upgrading to Evolution 3.
ace: evolusi hana ngedukong peningkatan langsong dari versi {0}. akan teutapi droen jeut neupeningkat u evolusi 2, seulanjut jih keu evolusi 3.

source: Certificate '%s' is a CA certificate. Edit trust settings:
ace: sertifikat '%s' nakeuh sertifikat CA. Andam peuatoe teupateh :

source: Certificate Name
ace: nan singkat

source: Issued To Organization
ace: ipeutebit keu organisasi

source: Issued To Organizational Unit
ace: ipeutebit keu unit organisasi

source: Serial Number
ace: numboi seri

source: Purposes
ace: keugunaan

source: Issued By
ace: isu lee

source: Issued By Organization
ace: ipeutebit lee organisasi

source: Issued By Organizational Unit
ace: ipeutebit lee unit organisasi

source: Issued
ace: ipeutebit

source: Expires
ace: Tanggai matee

source: SHA1 Fingerprint
ace: Sidik jaroe SHA1

source: MD5 Fingerprint
ace: Sidik jaroe MD5

source: Email Address
ace: Alamat surel

source: Select a certificate to import...
ace: impor serifikat

source: All files
ace: mandum berkas

source: Failed to import certificate
ace: gagal peutamong sertifikat

source: All PKCS12 files
ace: madum berkas PKCS12

source: All email certificate files
ace: Mandum berkas sertifikat surel

source: All CA certificate files
ace: mandum berkas sertifikat CA

source: Not part of certificate
ace: Koen bagian dari sertifikat

source: This certificate has been verified for the following uses:
ace: sertifikat nyoe diverikasi keu keugunaan di baroeh nyoe :

source: SSL Client Certificate
ace: sertifikat pengguna SSI

source: SSL Server Certificate
ace: sertifikat server SSL

source: Email Signer Certificate
ace: Penandatanganan email sertifikat

source: Email Recipient Certificate
ace: sertifikat nyang neuterimong email

source: Issued To
ace: isu keu

source: Organization (O)
ace: organisasi (O)

source: Organizational Unit (OU)
ace: Unit Organisasi (OU)

source: Validity
ace: Validitas

source: Issued On
ace: dipeutebit bak

source: Expires On
ace: matee bak

source: Fingerprints
ace: sidik jaroe

source: Certificate Hierarchy
ace: hirarki sertifikat

source: Certificate Fields
ace: kolom sertifikat

source: Field Value
ace: Pasoe kolom

source: Details
ace: Rincian

source: Because you trust the certificate authority that issued this certificate, then you trust the authenticity of this certificate unless otherwise indicated here
ace: Kareuna droen ka neupateh atoran keu yang peutebiet sertifikat nyoe, seucara otomatis sertifikat nyoe otentik, kecuali na geusebut nyang laen
