Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: Re_direct
ace: Re_direksi

source: Redirect (bounce) the selected message to someone
ace: Meredireksi (bounce) pesan nyoe ke orang laen

source: Remo_ve Attachments
ace: Geusampoh lampiran

source: Remove attachments
ace: Sampoh lampiran

source: Remove Du_plicate Messages
ace: Sampoeh Pesan Du_plikat

source: Checks selected messages for duplicates
ace: Periksa peukeuh na duplikat pesan-pesan yang i pileh

source: Reply to _All
ace: Geubalah keu_Ban Mandum

source: Compose a reply to all the recipients of the selected message
ace: Tuleh balasan u mandum penerima pesan nyoe

source: Reply to _List
ace: Geubalah keu_Bak Daftar

source: Compose a reply to the mailing list of the selected message
ace: Tuleh balasan u milis pesan nyoe

source: _Reply to Sender
ace: _Geubalah keu Pengirim

source: Compose a reply to the sender of the selected message
ace: Tuleh balasan u pengirim pesan nyoe

source: _Save as mbox...
ace: _Geusimpan seubagai mbox

source: Save selected messages as an mbox file
ace: Geusimpan pesan nyang ipileh seubagai beurkas mbox

source: _Message Source
ace: Kode Asli Pesa_n

source: Show the raw email source of the message
ace: Peuleumah asoe surel dalam bentuk asli

source: _Undelete Message
ace: Sam_poeh

source: Undelete the selected messages
ace: Bek sampoeh pesan yang neu pileh

source: _Normal Size
ace: _Ukuran Normal

source: Reset the text to its original size
ace: Peu balek teks bak ukuran semula

source: _Zoom In
ace: _Peurayeuk Tampilan

source: Increase the text size
ace: Peurayeuk ukuran teks

source: Zoom _Out
ace: Peu ubit Tampilan

source: Decrease the text size
ace: Peu ubit ukuran teks

source: Cre_ate
ace: Peu_get

source: Ch_aracter Encoding
ace: Enkode_Karakter

source: F_orward As
ace: Teruskan_sebagai

source: _Group Reply
ace: _Grup Reply

source: _Go To
ace: _buka

source: Mar_k As
ace: Tandai_sebagai

source: _Message
ace: _Pesan

source: _Zoom
ace: _Peurayeuk

source: Create a Search Folder from Mailing _List...
ace: Peuget Folder Pencarian dari Mailing list

source: Create a search folder for this mailing list
ace: Peuget Folder Pencarian keu mailing list nyoe

source: Create a Search Folder from Recipien_ts...
ace: Peuget Folder Pencarian dari peunerimong...

source: Create a search folder for these recipients
ace: Peuget Folder Pencarian keu penerimong nyoe

source: Create a Search Folder from Sen_der...
ace: Peuget Folder Pencarian dari penungirem...

source: Create a search folder for this sender
ace: Peuget Folder Pencarian keu kirem nyoe

source: Create a Search Folder from S_ubject...
ace: Sareng Folder berdasarkan Subjek...

source: Create a search folder for this subject
ace: Peuget Folder Pencarian keu subjek nyoe

source: Mark for Follo_w Up...
ace: Tindak Lanjot

source: Mark as _Important
ace: Tandai sebagai yang penteng

source: Mark as _Junk
ace: _Tandai sebagai broh

source: Mark as _Not Junk
ace: Tandai sebagai _Kon broh

source: Mar_k as Read
ace: Tandai sebagai Kalheuh Dibaca

source: Mark as Uni_mportant
ace: Boeh Tanda S_ebagoe Hana Peunteng

source: Mark as _Unread
ace: Boeh Tanda Sebagoe Goh_lom Neu Baca

source: _Caret Mode
ace: _Modus Caret

source: Show a blinking cursor in the body of displayed messages
ace: Peuleumah kursor berkedip dalam badan pesan yang teungoeh i buka nyoe

source: All Message _Headers
ace: Mandum_Ulee Pesan

source: Show messages with all email headers
ace: Peuleumah pesan ngoen mandum tajuk surat

source: Retrieving message
ace: Coek pesan

source: _Forward
ace: _Teruskan

source: Forward the selected message to someone
ace: Teruskan pesan yang i pileh keu ureung laen

source: Group Reply
ace: Balasan Grup

source: Reply to the mailing list, or to all recipients
ace: Balah u milis atawa u mandum penerima

source: Delete
ace: Sampoh

source: Next
ace: Silanjut jih

source: Previous
ace: Sigalom jih

source: Reply
ace: Balah

source: Do not warn me again
ace: Bek peu ingat lon lee

source: Printing
ace: Cetak

source: Folder '%s' contains %u duplicate message. Are you sure you want to delete it?
ace: Folder '%s' memuat %u pesan duplikat. Droen yakin Meuheut sampoeh mandum?

source: Save Message
ace: Keubah Peusan

source: Message
ace: Peusan

source: Parsing message
ace: Mengurai pesan

source: Flag to Follow Up
ace: Peu tanda keu I Tindaklanjuti

source: On ${AbbrevWeekdayName}, ${Year}-${Month}-${Day} at ${24Hour}:${Minute} ${TimeZone}, ${Sender} wrote:
ace: Bak uroe ${WeekdayName}, tanggai ${Day}/${Month}/${Year}, poh $${24Hour}:${Minute} ${TimeZone}, ${Sender} geutuleh:

source: -------- Forwarded Message --------
ace: -------- aso Peusan Asli --------

source: -----Original Message-----
ace: -----Aso Peusan Asli-----

source: an unknown sender
ace: pengirim hana i ketahui

source: Posting destination
ace: Tujuan posting

source: Choose folders to post the message to.
ace: Pileh folder tempat posting.

source: Select Folder
ace: Pileh Folder

source: Adjust Score
ace: Ato Skor

source: Any header
ace: Ulee meugapeu

source: Assign Color
ace: Pileh Warna

source: Assign Score
ace: Pileh Skor

source: Beep
ace: Meusu Bip

source: Completed On
ace: Selesai

source: Date received
ace: Tanggai diteurimong

source: Date sent
ace: Tanggai dikirem

source: Deleted
ace: Di apoh

source: does not end with
ace: hana di peu akhee dengon

source: does not exist
ace: Hana

source: does not have words
ace: hana muat kata

source: does not return
ace: hana balek

source: does not sound like
ace: meusu jih hana mirip ngon

source: does not start with
ace: hana di awali dengon

source: ends with
ace: di peu akhee ngon

source: exists
ace: na

source: Expression
ace: Ekspresi

source: Follow Up
ace: Tindak lanjot

source: Forward to
ace: Teruskan

source: has words
ace: muat kata

source: Important
ace: Penteng

source: is after
ace: aleuh

source: is before
ace: sigalom

source: is Flagged
ace: ipeutanda

source: is not Flagged
ace: hana ipeutanda

source: is not set
ace: hana neuato

source: is set
ace: ka iato

source: Junk
ace: Peusan Broh

source: Junk Test
ace: Uji Pesan Broeh

source: Mailing list
ace: Milis

source: Match All
ace: Mandum Pah

source: Message Body
ace: Badan Peusan

source: Message Header
ace: Ule Peusan

source: Message is Junk
ace: Peusan nyo Broh

source: Message is not Junk
ace: Pesan nyoe Kon Broeh

source: Message Location
ace: Lokasi Peusan

source: Pipe to Program
ace: Kirem u Program dari Pipe

source: Play Sound
ace: Putaa Su

source: Read
ace: Baca

source: Recipients
ace: Penerima

source: Regex Match
ace: Regex yang Cocok

source: Replied to
ace: Balah ke

source: returns
ace: hasil

source: returns greater than
ace: hasil leubeh rayeuk dari

source: returns less than
ace: hasil leubeh ubeut dari

source: Run Program
ace: Jalankan Program

source: Score
ace: Nilai

source: Sender
ace: Pengirim

source: Sender or Recipients
ace: Pengirim atawa Penerima

source: Set Label
ace: Atur Label

source: Set Status
ace: Set Statoh

source: Size (kB)
ace: Ukuran (kB)

source: sounds like
ace: Teudeungo lagee

source: Source Account
ace: Asai Akun

source: Specific header
ace: Tajuk Terteuntee

source: starts with
ace: di peu awai dengon

source: Stop Processing
ace: Stop proses

source: Unset Color
ace: Peu kosong Warna

source: Unset Status
ace: Status

source: Then
ace: banlheuh nyan

source: Add Ac_tion
ace: tamah aks

source: Unread messages:
ace: Pesan goh lom di baca:

source: Total messages:
ace: Total pesan:

source: Quota usage (%s):
ace: Total pesan (%s):

source: Quota usage
ace: Kuota yang di pakek:

source: Folder Properties
ace: Properti Folder

source: <click here to select a folder>
ace: <klik disino keu pileh folder>

source: C_reate
ace: _Peuget

source: Folder _name:
ace: _Nan folder:

source: Folder names cannot contain '/'
ace: Nan folder han jheut meu asoe karakter '/'

source: Mail Folder Tree
ace: Bak folder Surat

source: Moving folder %s
ace: Pinah folder %s

source: Copying folder %s
ace: Salin folder %s

source: Moving messages into folder %s
ace: Pinah mandum pesan ke dalam folder %s

source: Copying messages into folder %s
ace: Salin pesan ke dalam folder %s

source: Cannot drop message(s) into toplevel store
ace: Han jheut simpan bak keubahan tingkat ateuh

source: Loading...
ace: Muat....

source: Move Folder To
ace: Pinah Folder Ke

source: Copy Folder To
ace: Salen Folder

source: Create Folder
ace: Peuget folder

source: Specify where to create the folder:
ace: Peuteunte lokasi folder baroe:

source: _Subscribe
ace: Ber_langganan

source: Su_bscribe To Shown
ace: _Berlangganan Ke yang I Tampilkan

source: Subscribe To _All
ace: Berlangganan Ke mandu_m

source: _Unsubscribe
ace: _Hana Berlangganan Lee

source: Unsu_bscribe From Hidden
ace: _Hana Berlangganan Lee Dari Yang Hana I Peuleumah

source: Unsubscribe From _All
ace: Hana Berlangganan Lee Dari Mandu_m

source: Folder Subscriptions
ace: Langganan Folder

source: _Account:
ace: _Akun:

source: Clear Search
ace: Peugleh pencarian

source: Sho_w items that contain:
ace: Peuleumah butir_yang memuat:

source: Subscribe to the selected folder
ace: Berlangganan u folder yang i pileh

source: Su_bscribe
ace: _Berlangganan

source: Unsubscribe from the selected folder
ace: Stop langganan dari folder yang i pileh

source: Collapse all folders
ace: Kalon mandum folder

source: C_ollapse All
ace: Lip_at Mandum

source: Expand all folders
ace: Kembangkan mandum folder

source: E_xpand All
ace: _Kembangkan Mandum

source: Refresh the folder list
ace: Segarkan daftar folder

source: Stop the current operation
ace: Stop operasi nyoe

source: Are you sure you want to open %d message at once?
ace: Peu gata yakin geubuka %d pesan meusigoe?

source: _Do not show this message again
ace: _Bek peuleumah pesan nyoe lee

source: Message Filters
ace: Penyaringan Pesan

source: Messages from %s
ace: Pesan dari %s

source: Search _Folders
ace: Mita_Folder

source: Add Folder
ace: Tamah Folder

source: Search Folder Sources
ace: Mandum Folder Pencarian

source: Automatically update on any _source folder change
ace: Otomatis peubaroe perubahan peu mantong_folder sumber

source: All local folders
ace: Mandum folder lokal

source: All active remote folders
ace: Mandum folder remote aktif

source: All local and active remote folders
ace: Mandum lokasi ngoen folder remote aktif

source: Specific folders
ace: Folder tertente

source: include subfolders
ace: sertakan sub folder

source: Importing Elm data
ace: Impor data Elm

source: Evolution Elm importer
ace: Program impor data Elm Evolution

source: Import mail from Elm.
ace: Impor dari Elm.

source: _Destination folder:
ace: Folder_tujuan

source: Select folder
ace: Pileh folder

source: Select folder to import into
ace: Pileh folder tujuan impor

# mboxImp
source: Subject
ace: Subjek

# mboxImp
source: From
ace: Dari

source: Berkeley Mailbox (mbox)
ace: Kotak Surat Berkeley(mbox)

source: Importer Berkeley Mailbox format folders
ace: Folder impor format Kotak Surat Berkeley

source: Importing mailbox
ace: Geupeutamong mailbox

source: Importing '%s'
ace: Peutamong '%s'

source: Scanning %s
ace: Peuriksa %s

source: Importing Pine data
ace: Impor data Pine

source: Evolution Pine importer
ace: Program Impor Pine Evoluiton

source: Import mail from Pine.
ace: Impor pesan dari Pine.

source: Mail to %s
ace: Surat ke %s

source: Mail from %s
ace: Surat dari %s

source: Subject is %s
ace: Subjek jih %s

source: %s mailing list
ace: milis %s

source: Add Filter Rule
ace: Tamah aturan peusareng

source: The filter rule "%s" has been modified to account for the deleted folder "%s".
ace: Aturan sarengan "%s" ka di ubah keu itong folder yang di apoh "%s".

source: Set custom junk header
ace: Ato ulee spam ubahan

source: All new emails with header that matches given content will be automatically filtered as junk
ace: Mandum email baroe yang ulee jih cocok ngon asoe yang di jok akan otomatis di sareng ke tempat broh

source: Header name
ace: Nan Ulee

source: Header content
ace: Asoe Ulee

source: Default Behavior
ace: Perilaku Bawaan.

source: For_mat messages in HTML
ace: For_mat pesan dalam HTML

source: Automatically insert _emoticon images
ace: Otomatis peutamong gamba_emotikon

source: Always request rea_d receipt
ace: Sabee lakee nota bahwa pesan ka dibaca

source: Encode filenames in an _Outlook/GMail way
ace: Enkode nan berkas secara _Outlook/Gmail

source: Ch_aracter encoding:
ace: Pengkodean_Karakter:

source: Replies and Forwards
ace: Balasan dari Terusan

source: _Reply style:
ace: Cara_balah:

source: _Forward style:
ace: Cara terukan email:

source: Start _typing at the bottom on replying
ace: Keutik balasan di mulai dari baroeh

source: _Keep signature above the original message on replying
ace: Pertahankan tanda tangan di ateuh pesan asli wate jaweub

source: Ig_nore Reply-To: for mailing lists
ace: Peu abai Reply-To: keu milis

source: Gro_up Reply goes only to mailing list, if possible
ace: Jawaban grup cuma dikirem ke milis, meunyoe mungken

source: Digitally _sign messages when original message signed (PGP or S/MIME)
ace: Tandatangani pesan secara digital wate pesan asli ditandatangani (PGP ato S/MIME)

source: Sig_natures
ace: Tanda_tangan

source: Signatures
ace: Tanda Tangan

source: _Languages
ace: _Basa

source: Languages Table
ace: Tabel Bahasa

source: The list of languages here reflects only the languages for which you have a dictionary installed.
ace: Dafta bahasa nyang na inoe adalah bahasa-bahasa nyang na bak data kamus ata dron.

source: Check spelling while I _type
ace: Cek pengejaan watee Lon_ketik

source: Color for _misspelled words:
ace: Wareuna keu_kata nyang salah eja:

source: Pick a color
ace: Pileh warna

source: Spell Checking
ace: Pemeriksa Ejaan

source: To help avoid email accidents and embarrassments, ask for confirmation before taking the following checkmarked actions:
ace: Keu bantu peuhindar dari kecelakaan surel ngoen kejadian yang hana neu inginkan, tanyoeng konformasi sigolom mulai aksi - aksi yang i contreng:

source: Sending a message with an _empty subject line
ace: K_irem surel ngoen asoe bareh subjek kosong

source: Sending a message with only _Bcc recipients defined
ace: Kirem surel hanya kolom_Bcc yang i pasoe

source: Sending a _private reply to a mailing list message
ace: Kirem jawaban_privat u pesan milis

source: Sending a reply to a large _number of recipients
ace: Kirem balasan u rata - rata pe_nerima

source: Allowing a _mailing list to redirect a private reply to the list
ace: Peu izin m_ilis keu peu arah jawaban privat u milis

source: Sending a message with _recipients not entered as mail addresses
ace: Kirem pesan ngoen pene_rima yang hana i peutamoeng sebagoe alamat surel

source: Confirmations
ace: Konfirmasi

# ReplyForward
source: Attachment
ace: Lampiran

# ReplyForward
source: Inline (Outlook style)
ace: Inline (Gaya Outlook)

# ReplyForward
source: Quoted
ace: Ikutip

# ReplyForward
source: Do not quote
ace: Bek Kutip

source: Proxy Settings
ace: Peungatoe Proksi

source: _Use system defaults
ace: P_akek Sistem Standar

source: _Direct connection to the Internet
ace: Koneksi_langsung ke Internet

source: _Manual proxy configuration:
ace: Konfigurasi proxy _manual:

source: H_TTP Proxy:
ace: H_TTP Proksi:

source: _Secure HTTP Proxy:
ace: Proksi HTTP_S:

source: SOC_KS Proxy:
ace: Proksi SOC_KS:

source: No _Proxy for:
ace: Tanpa _Proksi keu:

source: Use Authe_ntication
ace: Pakek Ote_ntikasi

source: Us_ername:
ace: Nan P_engguna:

source: Pass_word:
ace: Kata_Sandi:

source: Start up
ace: Awai mula

source: Check for new _messages on start
ace: _Periksa pesan baroe watee awalan

source: Check for new messa_ges in all active accounts
ace: Periksa pesan_baroe bak mandum akun aktif

source: Message Display
ace: Peuleumah Pesan

source: _Use the same fonts as other applications
ace: P_akek jenis huruf yang sama ngoen aplikasi laen

source: S_tandard Font:
ace: Jenis Huruf S_tandar:

source: Select HTML fixed width font
ace: Pileh jenis huruf ngien lebar tetap keu HTML

source: Select HTML variable width font
ace: Pileh jenis huruf ngoen lebar bebas

source: Fix_ed Width Font:
ace: Font L_ebar Tetap:

source: _Mark messages as read after
ace: _Anggap pesan kaleuh i baca setelah

source: Highlight _quotations with
ace: _Sorot kutipan ngoen

source: color
ace: warna

source: Default character e_ncoding:
ace: _Gugus karakter utama:

source: Apply the same _view settings to all folders
ace: _Peu teutap tatanan tilikan yang sama keu mandum folder

source: F_all back to threading messages by subject
ace: Ke pilih_an terakher yaitu ulir pesan berdasar subjek

source: Delete Mail
ace: Sampoeh Surel

source: Empty _trash folders
ace: Sampoeh mandum folder_tong broeh

source: Confirm _when expunging a folder
ace: Konfirmasi_watee sampoeh folder

source: _Show animated images
ace: _Peuleumah gamba bergerak

source: _Prompt on sending HTML mail to contacts that do not want them
ace: _Lakee konfirmasi watee hendak kirem surel HTML u kotak yang han neu inginkan

source: Loading Images
ace: Memuat Gamba

source: _Never load images from the Internet
ace: B_ek tom buka gamba dari internet

source: _Load images only in messages from contacts
ace: Muat gamba hanya da_lam pesan dari kontak

source: _Always load images from the Internet
ace: Sab_ee buka gamba dari Internet

source: HTML Messages
ace: Pesan HTML

source: Labels
ace: Label

source: Sender Photograph
ace: Foto Pengirim

source: _Show the photograph of sender in the message preview
ace: Peuleumah foto pengirim bak pratilik pe_san

source: S_earch for sender photograph only in local address books
ace: Mita foto p_engirim hanya bak buku alamat lokal

source: Displayed Message Headers
ace: Tajuk Pesan Yang I Peuleumah

source: Mail Headers Table
ace: Ulee tabel email

source: Date/Time Format
ace: Format Tanggai/Watee

source: Check incoming _messages for junk
ace: Cek pesan_tamong dari bro

source: _Delete junk messages
ace: _Apoh pesan bro

source: Check cu_stom headers for junk
ace: Periksa ulee uabahan keu pesan broh

source: Do not mar_k messages as junk if sender is in my address book
ace: Bek tandai pesan sebago broh meunyoe pengirem na di buku alamat loen

source: _Lookup in local address book only
ace: _Kaloen bak buku alamat lokal mantong

source: Option is ignored if a match for custom junk headers is found.
ace: Opsi di peu abaikan meunyoe ulee spam ubahan yang cocok di teumee.

source: No encryption
ace: Hana enkripsi

source: TLS encryption
ace: Enkripsi TLS

source: SSL encryption
ace: Enkripsi SSL

source: The messages you have selected for follow up are listed below. Please select a follow up action from the "Flag" menu.
ace: Email-email yang dipileh keu ditindaklanjuti nyan keuh sebago berikut. Pileh tindakan yang Droen meujak peuget dari menu "Tandai".

source: _Flag:
ace: _Tandai:

source: _Due By:
ace: Tanggai_Berlaku:

source: Co_mpleted
ace: _Seles

source: Call
ace: Panggil

source: Do Not Forward
ace: Bek teruskan

source: For Your Information
ace: Sekedar Informasi

source: Forward
ace: Teruskan

source: No Response Necessary
ace: Hana Perle Direspon

source: Reply to All
ace: Balah ke Mandum

source: Review
ace: Tinjau

source: License Agreement
ace: Perjanjian Lisensi

source: _Tick this to accept the license agreement
ace: Bri tanda centang keu teurimong perjanjian lisensi

source: _Accept License
ace: Terimon_g Lisensi

source: Security Information
ace: Informasi Keamanan

source: Digital Signature
ace: Tanda tangan digital

source: Encryption
ace: Enkripsi

source: Invalid authentication
ace: Otentifikasi hana beutoi

source: This server does not support this type of authentication and may not support authentication at all.
ace: Server nyoe hanjeut i pake jenis otenti nyoe dan hanjeut i pake otentifikasi sama sekali.

source: Your login to your server "{0}" as "{0}" failed.
ace: Login u server "{0}" seubagai "{0}" gagal

source: Check to make sure your password is spelled correctly. Remember that many passwords are case sensitive; your caps lock might be on.
ace: Tulong neupeuriksa peukeuh sandi kalheuh ituleh dengon geut. Tulong neu ingat kata sandi, beda antara abeujab nyang rayeuk dengon nyan ubeut meupeungaoh, neuperiksa tomboi CapsLock udep atawa hana.

source: Are you sure you want to send a message in HTML format?
ace: Peukeuh droeneuh yakin neu kirim pesan dalam bentuk HRML?

source: Please make sure the following recipients are willing and able to receive HTML email: {0}
ace: Peu pasti bahwa peuterimong jeut atawa jeut i teurimong surel dalam bentuk HTML: {0}

source: Are you sure you want to send a message without a subject?
ace: Droen yakin meujak kirem pesan hana subjek?

source: Adding a meaningful Subject line to your messages will give your recipients an idea of what your mail is about.
ace: Bri judul bak kolom Subject keu gamba asoe pesan Droen dalam email nyoe.

source: Are you sure you want to send a message with only BCC recipients?
ace: Droen yakin meujak kirem pesan ngon kirem pesan ngon teurimong cuma bak kolom BCC?

source: The contact list you are sending to is configured to hide list recipients. Many email systems add an Apparently-To header to messages that only have BCC recipients. This header, if added, will list all of your recipients in your message. To avoid this, you should add at least one To: or CC: recipient.
ace: Dapeuta kontak yang dikirem nyoe di ato keu peusom dapeuta penerimong. Padum boh jenis sistem email akan tamah kolom Apparently-To bak ulee surat yang terimong cuma dicantum bak kolom Bcc. meunyoe kolom Apparently-To nyoe ditamah bak ulee, maka dapeuta penerimong email justru akan di peuleumah di sideh. Keu menghidar jih, cuba pasoe asoe paleng han saboh penerimong bak kolom To ato Cc.

source: Many email systems add an Apparently-To header to messages that only have BCC recipients. This header, if added, will list all of your recipients to your message anyway. To avoid this, you should add at least one To: or CC: recipient.
ace: Padum boh jenis sistem email akan tamah kolom Apparently-To bak ulee surat yang penerimong jih cuma dicantumkan bak kolom Bcc. meunyoe Apparently-To nyoe di tamah bak ulee, maka dapueta email justru akan di peuleumah di sideh. Keu hindari jih, cubak pasoe paleng han saboh penerimong bak kolom To ato Cc.

source: Are you sure you want to send a message with invalid address?
ace: Peu gata ka yakin geukirem pesan deungon alamat nyang hana beutoi?

source: The following recipient was not recognized as a valid mail address: {0}
ace: Penerima nyoe hana i kenali sebagoe alamat surat yang valid:{0}

source: Are you sure you want to send a message with invalid addresses?
ace: Droen yakin meunjak kirem pesan ngoen alamat_alamat hana valid?

source: The following recipients were not recognized as valid mail addresses: {0}
ace: Para penerima nyoe hana i kenali sebagoe alamat surat yang valid:{0}

source: Send private reply?
ace: Kirem balasan pribadi?

source: You are replying privately to a message which arrived via a mailing list, but the list is trying to redirect your reply to go back to the list. Are you sure you want to proceed?
ace: Droen balah secara privat pesan yang tamong dari milis, tapi milis coba peu arah balasan Droen balek u milis. Droen yakin meunjak lanjut?

source: Reply _Privately
ace: Balah Dengon_Pribadi?

source: You are replying to a message which arrived via a mailing list, but you are replying privately to the sender; not to the list. Are you sure you want to proceed?
ace: Droen balah pesan yang tamong dari milis, tapi Droen jaweub secara privat u pengirim, koen u milis. Droen yakin meunjak lanjut?

source: Send reply to all recipients?
ace: Kirem jawapan keu mandum yang neu terimong?
