Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: %s %s after the start of the appointment
ace: %s %s banlheuh pertemuan di mulai

source: %s at the start of the appointment
ace: %s watee pertemuan di mulai

source: %s %s before the end of the appointment
ace: %s %s seugohlom pertemuan berakher

source: %s %s after the end of the appointment
ace: %s %s banlheuh pertemuan berakher

source: %s at the end of the appointment
ace: %s watee pertemuan berakhir

source: %s at %s
ace: %s bak %s

source: %s for an unknown trigger type
ace: %s ngon pemicu yang hana di tupeu

source: Month View: %s. %s
ace: Tampilan Buleun: %s. %s

source: Week View: %s. %s
ace: Tampilan Minggu: %s. %s

source: calendar view for a month
ace: Tampilan kalender keu sibuleun

source: calendar view for one or more weeks
ace: Tampilan kalender keu siminggu ato leubeh

source: Untitled
ace: Hana judol

source: Categories:
ace: Kateugori

source: Summary:
ace: Ringkasan:

source: Start Date:
ace: Tanggai Awai:

source: End Date:
ace: Tanggai Akhe:

source: Due Date:
ace: Tanggai Tenggat:

source: Status:
ace: Statoh:

source: Priority:
ace: Prioritas:

source: Description:
ace: Keterangan:

source: Web Page:
ace: Laman Web:

source: Click to add a task
ace: Teugon untok tamah tugah

source: Start date
ace: Tanggai awai

source: Type
ace: Tipe

source: Completion date
ace: Tanggai penyelesaian

source: Complete
ace: Seulesai

source: Due date
ace: Tanggai beuleuh

source: % Complete
ace: % Kaleuh

source: Priority
ace: Ne utamakan

source: Created
ace: Ipeugot

source: Last modified
ace: Akhe taubah

source: Cut selected events to the clipboard
ace: Cok acara yang dipileh ke dalam clipboard

source: Copy selected events to the clipboard
ace: Salin acara yang ka dipileh ke dalam clipboard

source: Paste events from the clipboard
ace: Tempelkan acara dari clipboard

source: Delete selected events
ace: Apoh acara yang dipileh

source: Deleting selected objects
ace: Apoh objek yang teupileh

source: Updating objects
ace: Peu baroe objek

source: Organizer: %s <%s>
ace: Penyelenggara: %s <%s>

source: Organizer: %s
ace: Penyelenggara: %s

source: Location: %s
ace: Lokasi:%s

source: Time: %s %s
ace: Wate: %s %s

source: Start Date
ace: Tanggai Phon

source: End Date
ace: Tanggai Akhe

source: Unknown
ace: Han dituri

source: Recurring
ace: Meulang

source: Assigned
ace: Kaleuh itugahkan

source: Yes
ace: Ya

source: No
ace: Hana

source: Accepted
ace: Iteurimong

source: Declined
ace: Itulak

source: Tentative
ace: Seumentara

source: Delegated
ace: Terdelegasi

source: Needs action
ace: Butoh Peunanganan

source: Free
ace: Pree

source: Busy
ace: Sibuk

source: The geographical position must be entered in the format: 45.436845,125.862501
ace: Posisi geografis harus diketikkan dalam bentuk lagee : 45.436845,125.862501

# cal-task-status
source: None
ace: Hana

source: The date must be entered in the format: %s
ace: Tanggai harus di peutamong dalam bentuk: %s

source: Week %d
ace: Minggu %d

source: %02i minute divisions
ace: %02i pembagi meunet

source: Show the second time zone
ace: Tampilkan deutik zona watee

# cal-second-zone
source: None
ace: Hana

source: Select...
ace: Pileh...

source: Chair Persons
ace: Peumimpin

source: Required Participants
ace: Partisipan Wajeb

source: Optional Participants
ace: Peuserta Tamahan

source: Resources
ace: Sumber daya

source: Individual
ace: Pribadi

source: Group
ace: Keulompok

source: Resource
ace: Sumbe

source: Room
ace: Ruangan

source: Chair
ace: Peumimpin

source: Required Participant
ace: Peuserta Wajeb

source: Optional Participant
ace: Peuserta Tamahan

source: Non-Participant
ace: Buka Peuserta

source: Needs Action
ace: Butoh Peunanganan

source: Attendee
ace: Peuserta

source: In Process
ace: Teungoh Proses

source: Enter password to access free/busy information on server %s as user %s
ace: Peutamoeng sandi untuk akses informasi bebas/sibuk bak server %s seubagoe peungguna %s

source: Failure reason: %s
ace: Seubab gagal : %s

source: Enter password
ace: Peutamong sandi

source: Out of Office
ace: Teubit Kanto

source: No Information
ace: Hana Informasi

source: O_ptions
ace: O_psi

source: Show _only working hours
ace: Peuleumah_jem kerja mantong

source: Show _zoomed out
ace: Peuleumah_zoom teubit

source: _Update free/busy
ace: _Update data watee luang/sibuk

source: _Autopick
ace: Pile_h otomatis

source: _All people and resources
ace: _Mandum ureung ngon sumber daya

source: All _people and one resource
ace: Mandum ureu_ng ngoen saboeh sumber daya

source: _Required people
ace: U_reung - ureung yang i butuhkan

source: Required people and _one resource
ace: _Ureung-ureung yang ipeureulee ngon saboeh sumber daya

source: _Start time:
ace: _Wate mulai:

source: _End time:
ace: _Wate habeh:

source: Summary: %s Location: %s
ace: Ringkasan : %s Lokasi : %s

source: Summary: %s
ace: Keuterangan: %s

source: Click here to add an attendee
ace: Klik di sinoe keu tamah peserta

source: Member
ace: Anggota

source: Delegated To
ace: Didelegasi Keu

source: Delegated From
ace: Didelagasi Dari

source: Common Name
ace: Common Nan

source: Language
ace: Bahasa

source: Memos
ace: Memo

source: * No Summary *
ace: *Hana Judul*

source: Start:
ace: Mulai:

source: Due:
ace: Batah:

source: Cut selected memos to the clipboard
ace: Pinah memo teupileh bak clipboard

source: Copy selected memos to the clipboard
ace: Salen memo teupileh bak clipboard

source: Paste memos from the clipboard
ace: Tempe memo dari clipboard

source: Delete selected memos
ace: Sampoeh memo yang neu pileh

source: Select all visible memos
ace: Pileh mandum memo yang deuh

source: Click to add a memo
ace: Klik keu tamah memo

source: Tasks
ace: Tugah

source: Cut selected tasks to the clipboard
ace: Koh tugas yang dipileh lam papeun klip

source: Copy selected tasks to the clipboard
ace: Salen tugas yang neu pileh u dalam papan klip

source: Paste tasks from the clipboard
ace: Cok tugas dari papan klip

source: Delete selected tasks
ace: Sampoh tugas yang neu pileh

source: Select all visible tasks
ace: Pileh mandum tugas yang deuh

source: Select Timezone
ace: Pileh Zona Wate

source: Purging
ace: Isampoh

source: An organizer must be set.
ace: Penyelenggara mesti dipileh

source: At least one attendee is necessary
ace: Paling han na sidroe peserta

source: Event information
ace: Informasi acara

source: Task information
ace: Informasi tugah

source: Memo information
ace: Informasi memo

source: Free/Busy information
ace: Informasi luang/sibuk

source: Calendar information
ace: Informasi kalende

# Meeting
source: Accepted
ace: Geuteurimong

# Meeting
source: Tentatively Accepted
ace: Teurimong Seumentara

# Meeting
source: Declined
ace: Itolak

# Meeting
source: Delegated
ace: Terdelegasi

# Meeting
source: Cancel
ace: Hana jadeh

# Meeting
source: Refresh
ace: Peubaroe

source: Free/Busy information (%s to %s)
ace: Informasi free/sibuk (%s sampo %s)

source: iCalendar information
ace: Informasi iCalender

source: Unable to book a resource, the new event collides with some other.
ace: Han jheut pesan suatu sumber daya, acara baroe sama-sama ngon yang laen.

source: Unable to book a resource, error: %s
ace: Han jheut pesan saboh sumber daya, error: %s

source: You must be an attendee of the event.
ace: Droen harus jhet peserta acara nyoe.

source: Su
ace: Min

source: Mo
ace: Sen

source: Tu
ace: Sel

source: We
ace: Rab

source: Th
ace: Kam

source: Fr
ace: Jum

source: Sa
ace: Sab

source: to
ace: Keu

source: (Completed
ace: (Kaleuh

source: Completed
ace: Kaleuh

source: (Due
ace: (Batah

source: Due
ace: Batah

source: Attendees:
ace: Peuserta:

source: Status: %s
ace: Statoh:%s

source: Priority: %s
ace: Prioritas: %s

source: Percent Complete: %i
ace: Persen seleso: %i

source: Categories: %s
ace: Kateugori:%s

source: Contacts:
ace: Kontak:

source: In progress
ace: Teugoh Proses

source: Cancelled
ace: Hana jadeh

source: % Completed
ace: % Kaleuh

source: is greater than
ace: lebeh raya dari

source: is less than
ace: kureung dari

source: Appointments and Meetings
ace: Jadwal Meurumpok ngon Rapat

source: Opening calendar
ace: Buka kalende

source: iCalendar files (.ics)
ace: Berkas iKalende(.ics)

source: Evolution iCalendar importer
ace: Program peutamong iKalende ata Evolution

source: Reminder!
ace: Peuingat

source: vCalendar files (.vcs)
ace: Berkas vKalende(.vcs)

source: Evolution vCalendar importer
ace: Program peutamong vKalende u Evolution

source: Calendar Events
ace: Acara Kalende

source: Evolution Calendar intelligent importer
ace: Program peutamong Kalende Evolution nyang carong

# iCalImp
source: Meeting
ace: Rapat

# iCalImp
source: Event
ace: Keugiatan

# iCalImp
source: Task
ace: Tugah

# iCalImp
source: has recurrences
ace: Meulang

# iCalImp
source: is an instance
ace: na keuh instalasi

# iCalImp
source: has reminders
ace: na peuingat

# iCalImp
source: has attachments
ace: na lampiran

# iCalImp
source: Public
ace: Umom

# iCalImp
source: Private
ace: Pribadi

# iCalImp
source: Confidential
ace: Rahasia

# iCalImp
source: Classification
ace: Klarifikasi

# iCalImp
source: Summary
ace: Ringkasan

# iCalImp
source: Location
ace: Lokasi

# iCalImp
source: Start
ace: Mulai

# iCalImp
source: Due
ace: Bak Tempo

# iCalImp
source: End
ace: Akhe

# iCalImp
source: Categories
ace: Kateugori

# iCalImp
source: Completed
ace: Kaleuh

# iCalImp
source: Organizer
ace: Penyelenggara

# iCalImp
source: Attendees
ace: Peserta

# iCalImp
source: Description
ace: Deskripsi

# iCalImp
source: Type
ace: Jenis

source: Africa/Abidjan
ace: Afrika/Abidjan

source: Africa/Accra
ace: Afrika/Accra

source: Africa/Addis_Ababa
ace: Afrika/Addis_Ababa

source: Africa/Algiers
ace: Afrika/Algiers

source: Africa/Asmera
ace: Afrika/Asmera

source: Africa/Bamako
ace: Afrika/Bamako

source: Africa/Bangui
ace: Afrika/Bangui

source: Africa/Banjul
ace: Afrika/Banjul

source: Africa/Bissau
ace: Afrika/Bissau

source: Africa/Blantyre
ace: Afrika/Blantyre

source: Africa/Brazzaville
ace: Afrika/Brazzaville

source: Africa/Bujumbura
ace: Afrika/Bujumbura

source: Africa/Cairo
ace: Afrika/Kairo

source: Africa/Casablanca
ace: Afrika/Casablanca

source: Africa/Ceuta
ace: Afrika/Ceuta

source: Africa/Conakry
ace: Afrika/Conakry

source: Africa/Dakar
ace: Afrika/Dakar

source: Africa/Dar_es_Salaam
ace: Afrika/Dar_es_Salaam

source: Africa/Djibouti
ace: Afrika/Djibouti

source: Africa/Douala
ace: Afrika/Douala

source: Africa/El_Aaiun
ace: Afrika/El_Aaiun

source: Africa/Freetown
ace: Afrika/Freetown

source: Africa/Gaborone
ace: Afrika/Gaborone

source: Africa/Harare
ace: Afrika/Harare

source: Africa/Johannesburg
ace: Afrika/Johannesburg

source: Africa/Kampala
ace: Afrika/Kampala

source: Africa/Khartoum
ace: Afrika/Khartoum

source: Africa/Kigali
ace: Afrika/Kigali

source: Africa/Kinshasa
ace: Afrika/Kinshasa

source: Africa/Lagos
ace: Afrika/Lagos

source: Africa/Libreville
ace: Afrika/Libreville

source: Africa/Lome
ace: Afrika/Lome

source: Africa/Luanda
ace: Afrika/Luanda

source: Africa/Lubumbashi
ace: Afrika/Lubumbashi

source: Africa/Lusaka
ace: Afrika/Lusaka

source: Africa/Malabo
ace: Afrika/Malabo

source: Africa/Maputo
ace: Afrika/Maputo

source: Africa/Maseru
ace: Afrika/Maseru

source: Africa/Mbabane
ace: Afrika/Mbabane

source: Africa/Mogadishu
ace: Afrika/Mogadishu

source: Africa/Monrovia
ace: Afrika/Monrovia

source: Africa/Nairobi
ace: Afrika/Nairobi

source: Africa/Ndjamena
ace: Afrika/Ndjamena

source: Africa/Niamey
ace: Afrika/Niamey

source: Africa/Nouakchott
ace: Afrika/Nouakchott

source: Africa/Ouagadougou
ace: Afrika/Ouagadougou

source: Africa/Porto-Novo
ace: Afrika/Porto-Novo

source: Africa/Sao_Tome
ace: Afrika/Sao_Tome

source: Africa/Timbuktu
ace: Afrika/Timbuktu

source: Africa/Tripoli
ace: Afrika/Tripoli

source: Africa/Tunis
ace: Afrika/Tunis

source: Africa/Windhoek
ace: Afrika/Windhoek

source: America/Adak
ace: Amerika/Adak

source: America/Anchorage
ace: Amerika/Anchorage

source: America/Anguilla
ace: Amerika/Anguilla

source: America/Antigua
ace: Amerika/Antigua

source: America/Araguaina
ace: Amerika/Araguaina

source: America/Aruba
ace: Amerika/Aruba

source: America/Asuncion
ace: Amerika/Asuncion

source: America/Barbados
ace: Amerika/Barbados

source: America/Belem
ace: Amerika/Belem

source: America/Belize
ace: Amerika/Belize

source: America/Boa_Vista
ace: Amerika/Boa_Vista

source: America/Bogota
ace: Amerika/Bogota

source: America/Boise
ace: Amerika/Boise

source: America/Buenos_Aires
ace: Amerika/Buenos_Aires

source: America/Cambridge_Bay
ace: Amerika/Cambridge_Bay

source: America/Cancun
ace: Amerika/Cancun

source: America/Caracas
ace: Amerika/Caracas

source: America/Catamarca
ace: Amerika/Catamarca

source: America/Cayenne
ace: Amerika/Cayenne

source: America/Cayman
ace: Amerika/Cayman

source: America/Chicago
ace: Amerika/Chicago

source: America/Chihuahua
ace: Amerika/Chihuahua

source: America/Cordoba
ace: Amerika/Cordoba

source: America/Costa_Rica
ace: Amerika/Costa_Rica

source: America/Cuiaba
ace: Amerika/Cuiaba

source: America/Curacao
ace: Amerika/Curacao

source: America/Danmarkshavn
ace: Amerika/Danmarkshavn

source: America/Dawson
ace: Amerika/Dawson

source: America/Dawson_Creek
ace: Amerika/Dawson_Creek

source: America/Denver
ace: Amerika/Denver

source: America/Detroit
ace: Amerika/Detroit

source: America/Dominica
ace: Amerika/Dominica

source: America/Edmonton
ace: Amerika/Edmonton

source: America/Eirunepe
ace: Amerika/Eirunepe

source: America/El_Salvador
ace: Amerika/El_Salvador

source: America/Fortaleza
ace: Amerika/Fortaleza

source: America/Glace_Bay
ace: Amerika/Glace_Bay

source: America/Godthab
ace: Amerika/Godthab

source: America/Goose_Bay
ace: Amerika/Goose_Bay

source: America/Grand_Turk
ace: Amerika/Grand_Turk

source: America/Grenada
ace: Amerika/Grenada

source: America/Guadeloupe
ace: Amerika/Guadeloupe

source: America/Guatemala
ace: Amerika/Guatemala

source: America/Guayaquil
ace: Amerika/Guayaquil

source: America/Guyana
ace: Amerika/Guyana

source: America/Halifax
ace: Amerika/Halifax

source: America/Havana
ace: Amerika/Havana

source: America/Hermosillo
ace: Amerika/Hermosillo

source: America/Indiana/Indianapolis
ace: Amerika/Indiana/Indianapolis

source: America/Indiana/Knox
ace: Amerika/Indiana/Knox

source: America/Indiana/Marengo
ace: Amerika/Indiana/Marengo

source: America/Indiana/Vevay
ace: Amerika/Indiana/Vevay

source: America/Indianapolis
ace: Amerika/Indianapolis

source: America/Inuvik
ace: Amerika/Inuvik

source: America/Iqaluit
ace: Amerika/Iqaluit

source: America/Jamaica
ace: Amerika/Jamaica

source: America/Jujuy
ace: Amerika/Jujuy

source: America/Juneau
ace: Amerika/Juneau

source: America/Kentucky/Louisville
ace: Amerika/Kentucky/Louisville

source: America/Kentucky/Monticello
ace: Amerika/Kentucky/Monticello

source: America/La_Paz
ace: Amerika/La_Paz

source: America/Lima
ace: Amerika/Lima

source: America/Los_Angeles
ace: Amerika/Los_Angeles

source: America/Louisville
ace: Amerika/Louisville

source: America/Maceio
ace: Amerika/Maceio

source: America/Managua
ace: Amerika/Managua

source: America/Manaus
ace: Amerika/Manaus

source: America/Martinique
ace: Amerika/Martinique

source: America/Mazatlan
ace: Amerika/Mazatlan

source: America/Mendoza
ace: Amerika/Mendoza

source: America/Menominee
ace: Amerika/Menominee

source: America/Merida
ace: Amerika/Merida

source: America/Mexico_City
ace: Amerika/Mexico_City

source: America/Miquelon
ace: Amerika/Miquelon

source: America/Monterrey
ace: Amerika/Monterrey

source: America/Montevideo
ace: Amerika/Montevideo

source: America/Montreal
ace: Amerika/Montreal

source: America/Montserrat
ace: Amerika/Montserrat

source: America/Nassau
ace: Amerika/Nassau

source: America/New_York
ace: Amerika/New_York

source: America/Nipigon
ace: Amerika/Nipigon

source: America/Nome
ace: Amerika/Nome

source: America/Noronha
ace: Amerika/Noronha

source: America/North_Dakota/Center
ace: Amerika/North_Dakota/Center

source: America/Panama
ace: Amerika/Panama

source: America/Pangnirtung
ace: Amerika/Pangnirtung

source: America/Paramaribo
ace: Amerika/Paramaribo

source: America/Phoenix
ace: Amerika/Phoenix

source: America/Port-au-Prince
ace: Amerika/Port-au-Prince

source: America/Port_of_Spain
ace: Amerika/Port_of_Spain

source: America/Porto_Velho
ace: Amerika/Porto_Velho

source: America/Puerto_Rico
ace: Amerika/Puerto_Rico

source: America/Rainy_River
ace: Amerika/Rainy_River

source: America/Rankin_Inlet
ace: Amerika/Rankin_Inlet

source: America/Recife
ace: Amerika/Recife

source: America/Regina
ace: Amerika/Regina

source: America/Rio_Branco
ace: Amerika/Rio_Branco

source: America/Rosario
ace: Amerika/Rosario

source: America/Santiago
ace: Amerika/Santiago

source: America/Santo_Domingo
ace: Amerika/Santo_Domingo

source: America/Sao_Paulo
ace: Amerika/Sao_Paulo

source: America/Scoresbysund
ace: Amerika/Scoresbysund

source: America/Shiprock
ace: Amerika/Shiprock

source: America/St_Johns
ace: Amerika/St_Johns

source: America/St_Kitts
ace: Amerika/St_Kitts

source: America/St_Lucia
ace: Amerika/St_Lucia

source: America/St_Thomas
ace: Amerika/St_Thomas

source: America/St_Vincent
ace: Amerika/St_Vincent

source: America/Swift_Current
ace: Amerika/Swift_Current

source: America/Tegucigalpa
ace: Amerika/Tegucigalpa

source: America/Thule
ace: Amerika/Thule

source: America/Thunder_Bay
ace: Amerika/Thunder_Bay

source: America/Tijuana
ace: Amerika/Tijuana

source: America/Tortola
ace: Amerika/Tortola

source: America/Vancouver
ace: Amerika/Vancouver

source: America/Whitehorse
ace: Amerika/Whitehorse

source: America/Winnipeg
ace: Amerika/Winnipeg

source: America/Yakutat
ace: Amerika/Yakutat

source: America/Yellowknife
ace: Amerika/Yellowknife

source: Antarctica/Casey
ace: Antartika/Casey

source: Antarctica/Davis
ace: Antartika/Davis

source: Antarctica/DumontDUrville
ace: Antartika/DumontDUrville

source: Antarctica/Mawson
ace: Antartika/Mawson

source: Antarctica/McMurdo
ace: Antartika/McMurdo

source: Antarctica/Palmer
ace: Antartika/Palmer

source: Antarctica/South_Pole
ace: Antartika/Kutub_Selatan

source: Antarctica/Syowa
ace: Antartika/Syowa

source: Antarctica/Vostok
ace: Antartika/Vostok

source: Arctic/Longyearbyen
ace: Arktik/Longyearbyen

source: Asia/Singapore
ace: Asia/Singapura

source: Asia/Tehran
ace: Asia/Teheran

source: Atlantic/Azores
ace: Atlantik/Azores

source: Atlantic/Bermuda
ace: Atlantik/Bermuda

source: Atlantic/Canary
ace: Atlantik/Canary

source: Atlantic/Cape_Verde
ace: Atlantik/Cape_Verde

source: Atlantic/Faeroe
ace: Atlantik/Faeroe

source: Atlantic/Jan_Mayen
ace: Atlantik/Jan_Mayen

source: Atlantic/Madeira
ace: Atlantik/Madeira

source: Atlantic/Reykjavik
ace: Atlantik/Reykjavik

source: Atlantic/South_Georgia
ace: Atlantik/South_Georgia

source: Atlantic/St_Helena
ace: Atlantik/St_Helena

source: Atlantic/Stanley
ace: Atlantik/Stanley

source: Europe/Amsterdam
ace: Eropa/Amsterdam

source: Europe/Andorra
ace: Eropa/Andorra

source: Europe/Athens
ace: Eropa/Atena

source: Europe/Belfast
ace: Eropa/Belfast

source: Europe/Belgrade
ace: Eropa/Beograd

source: Europe/Berlin
ace: Eropa/Berlin

source: Europe/Bratislava
ace: Eropa/Bratislava

source: Europe/Brussels
ace: Eropa/Brussels

source: Europe/Bucharest
ace: Eropa/Bukares

source: Europe/Budapest
ace: Eropa/Budapest

source: Europe/Chisinau
ace: Eropa/Chisinau

source: Europe/Copenhagen
ace: Eropa/Kopenhagen

source: Europe/Dublin
ace: Eropa/Dublin

source: Europe/Gibraltar
ace: Eropa/Gibraltar

source: Europe/Helsinki
ace: Eropa/Helsinki

source: Europe/Istanbul
ace: Eropa/Istanbul

source: Europe/Kaliningrad
ace: Eropa/Kaliningrad

source: Europe/Kiev
ace: Eropa/Kiev

source: Europe/Lisbon
ace: Eropa/Lisbon

source: Europe/Ljubljana
ace: Eropa/Ljubljana

source: Europe/London
ace: Eropa/London

source: Europe/Luxembourg
ace: Eropa/Luxembourg

source: Europe/Madrid
ace: Eropa/Madrid

source: Europe/Malta
ace: Eropa/Malta

source: Europe/Minsk
ace: Eropa/Minsk

source: Europe/Monaco
ace: Eropa/Monako

source: Europe/Moscow
ace: Eropa/Moskow

source: Europe/Nicosia
ace: Eropa/Nicosia

source: Europe/Oslo
ace: Eropa/Oslo

source: Europe/Paris
ace: Eropa/Paris

source: Europe/Prague
ace: Eropa/Praha

source: Europe/Riga
ace: Eropa/Riga

source: Europe/Rome
ace: Eropa/Roma

source: Europe/Samara
ace: Eropa/Samara

source: Europe/San_Marino
ace: Eropa/San_Marino

source: Europe/Sarajevo
ace: Eropa/Sarajevo

source: Europe/Simferopol
ace: Eropa/Simferopol

source: Europe/Skopje
ace: Eropa/Skopje

source: Europe/Sofia
ace: Eropa/Sofia

source: Europe/Stockholm
ace: Eropa/Stockholm

source: Europe/Tallinn
ace: Eropa/Tallinn

source: Europe/Tirane
ace: Eropa/Tirane

source: Europe/Uzhgorod
ace: Eropa/Uzhgorod

source: Europe/Vaduz
ace: Eropa/Vaduz

source: Europe/Vatican
ace: Eropa/Vatikan

source: Europe/Vienna
ace: Eropa/Wina

source: Europe/Vilnius
ace: Eropa/Vilnius

source: Europe/Warsaw
ace: Eropa/Warsawa

source: Europe/Zagreb
ace: Eropa/Zagreb

source: Europe/Zaporozhye
ace: Eropa/Zaporozhye

source: Europe/Zurich
ace: Eropa/Zurich

source: Indian/Antananarivo
ace: Hindia/Antananarivo

source: Indian/Chagos
ace: Hindia/Chagos

source: Indian/Christmas
ace: Hindia/Christmas

source: Indian/Cocos
ace: Hindia/Cocos

source: Indian/Comoro
ace: Hindia/Komoro

source: Indian/Kerguelen
ace: Hindia/Kerguelen

source: Indian/Mahe
ace: Hindia/Mahe

source: Indian/Maldives
ace: India/Maldives

source: Indian/Mauritius
ace: India/Mauritius

source: Indian/Mayotte
ace: Hindia/Mayotte

source: Indian/Reunion
ace: Hindia/Reunion

source: Pacific/Apia
ace: Pasifik/Apia

source: Pacific/Auckland
ace: Pasifik/Auckland

source: Pacific/Chatham
ace: Pasifik/Chatham

source: Pacific/Easter
ace: Pasifik/Easter

source: Pacific/Efate
ace: Pasifik/Efate

source: Pacific/Enderbury
ace: Pasifik/Enderbury

source: Pacific/Fakaofo
ace: Pasifik/Fakaofo

source: Pacific/Fiji
ace: Pasifik/Fiji

source: Pacific/Funafuti
ace: Pasifik/Funafuti

source: Pacific/Galapagos
ace: Pasifik/Galapagos

source: Pacific/Gambier
ace: Pasifik/Gambier

source: Pacific/Guadalcanal
ace: Pasifik/Guadalcanal

source: Pacific/Guam
ace: Pasifik/Guam

source: Pacific/Honolulu
ace: Pasifik/Honolulu

source: Pacific/Johnston
ace: Pasifik/Johnston

source: Pacific/Kiritimati
ace: Pasifik/Kiritimati

source: Pacific/Kosrae
ace: Pasifik/Kosrae

source: Pacific/Kwajalein
ace: Pasifik/Kwajalein

source: Pacific/Majuro
ace: Pasifik/Majuro

source: Pacific/Marquesas
ace: Pasifik/Marquesas

source: Pacific/Midway
ace: Pasifik/Midway

source: Pacific/Nauru
ace: Pasifik/Nauru

source: Pacific/Niue
ace: Pasifik/Niue

source: Pacific/Norfolk
ace: Pasifik/Norfolk

source: Pacific/Noumea
ace: Pasifik/Noumea

source: Pacific/Pago_Pago
ace: Pasifik/Pago_Pago

source: Pacific/Palau
ace: Pasifik/Palau

source: Pacific/Pitcairn
ace: Pasifik/Pitcairn

source: Pacific/Ponape
ace: Pasifik/Ponape

source: Pacific/Port_Moresby
ace: Pasifik/Port_Moresby

source: Pacific/Rarotonga
ace: Pasifik/Rarotonga

source: Pacific/Saipan
ace: Pasifik/Saipan

source: Pacific/Tahiti
ace: Pasifik/Tahiti

source: Pacific/Tarawa
ace: Pasifik/Tarawa

source: Pacific/Tongatapu
ace: Pasifik/Tongatapu

source: Pacific/Truk
ace: Pasifik/Truk

source: Pacific/Wake
ace: Pasifik/Wake

source: Pacific/Wallis
ace: Pasifik/Wallis

source: Pacific/Yap
ace: Pasifik/Yap

source: Save as...
ace: Keubah Seubagai...

source: _Close
ace: _Top

source: Close the current file
ace: Itop berkas nyang aktef jino

source: New _Message
ace: _Peusan Baro

source: Open New Message window
ace: Buka jendela peusan baro

source: Configure Evolution
ace: Konfigurasi Evolution

source: Save the current file
ace: Keubah berkas nyoe

source: Save _As...
ace: Keu_bah Keu...
