Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: Evolution Restore
ace: Peubalek Evolution

source: Restoring from the folder %s
ace: Peubalek dari berkas %s

source: Backing up Evolution Data
ace: Mencadangkan Data Evolution

source: Please wait while Evolution is backing up your data.
ace: Neupreh siat watee teungoh Evolution peugoet cadangan data Droen.

source: Restoring Evolution Data
ace: Prubalek Data Evolution

source: Please wait while Evolution is restoring your data.
ace: Neupreh siat watee teungoh Evolution peubalek data Droen.

source: This may take a while depending on the amount of data in your account.
ace: Nyoe trep jih teugantung bak lee data yang icadangkan.

source: Invalid Evolution backup file
ace: Berkas Cadangan Evolution hana valid

source: Please select a valid backup file to restore.
ace: Neu pileh berkas backup yang valid untuk peubalek.

source: Are you sure you want to close Evolution?
ace: Droen yakin keuneuk top Evolution?

source: To back up your data and settings, you must first close Evolution. Please make sure that you save any unsaved data before proceeding.
ace: Untuk peugoet cadangan data dan peungaturan Droen, Dreon mesti leubeh dile tutop Evolution. Peupasti bahwa Droen ka leuh neukeubah data sigolom neulanjut.

source: Close and Back up Evolution
ace: Tutop dan Backup Evolution.

source: Are you sure you want to restore Evolution from the selected backup file?
ace: Droen yakun keuneuk restore Evolution dari berkas backup yang ipileh?

source: To restore your data and settings, you must first close Evolution. Please make sure that you save any unsaved data before proceeding. This will delete all your current Evolution data and settings and restore them from your backup.
ace: untuk peubalek data dan peungaturan Droen, Droen mesti leubeh dile tutop Evolution. Peupasti bahwa Droen ka leuh neukeubah data sigolom neulanjut. nyoe akan isampoeh mandum data dan peungaturan Evolution Droen saat nyoe dan peubalek nyan dari cadangan Droen.

source: Close and Restore Evolution
ace: Tutop dan peubalek Evolution

source: Insufficient Permissions
ace: Hak akses hana cukop

source: The selected folder is not writable.
ace: Folder yang ipileh hanjeut ituleh.

source: Failed to spawn Bogofilter (%s):
ace: Gagal menspawn BogoFilter (%s):

source: Failed to stream mail message content to Bogofilter:
ace: Gagal menstream asoe pesan surat u Bogofilter:

source: Bogofilter either crashed or failed to process a mail message
ace: BogoFilter mungken crash atau gagal meuproses suatu pesan surat

source: Bogofilter Options
ace: Opsi Bogofilter

source: Convert message text to _Unicode
ace: Konversi teks pesan u _Unikode

source: Standard LDAP Port
ace: Port LDAP Standar

source: LDAP over SSL (deprecated)
ace: LDAP di wateuh SSL (tak beulaku lee)

source: Microsoft Global Catalog
ace: Katalog Global Microsoft

source: Microsoft Global Catalog over SSL
ace: Katalog Global Microsoft lewat SSL

source: Connecting to LDAP
ace: Samboeng u LDAP

source: Server Information
ace: Informasi server

source: StartTLS (recommended)
ace: StartTLS (isarankan)

source: Encryption:
ace: Enkripsi:

source: Authentication
ace: Otentikasi

source: Anonymous
ace: Anonim

source: Using email address
ace: Pakek alamat email

source: Using distinguished name (DN)
ace: Pakek distinguished name (DN)

source: Method:
ace: Metode:

source: This is the method Evolution will use to authenticate you. Note that setting this to "Using email address" requires anonymous access to your LDAP server.
ace: Nyoe nakeuh cara yang ipakek lee Evolution untuk mengotentikasi Droen. Ingat bahwa atoe nyoe keu "Pakek alamat email" peureule akses anonim u server LDAP Droen.

source: Using LDAP
ace: Pakek LDAP

source: Searching
ace: Mita

source: Search Base:
ace: Basis Mita:

source: Find Possible Search Bases
ace: _Mita Basis Mita yang Mungken

source: One Level
ace: Saboeh Tingkat

source: Subtree
ace: Sub Pohon

source: Search Scope:
ace: Lingkup Mita:

source: The search scope defines how deep you would like the search to extend down the directory tree. A search scope of "Subtree" will include all entries below your search base. A search scope of "One Level" will only include the entries one level beneath your search base.
ace: Lingkup mita peuteuntee padum lok proses mita akan ipeubut lam direktori. Lingkup mita jenis "sub pohon" akan imita mandum saboeh tingkat ibaroeh basis mita. Lingkup mita "saboeh Tingkat" cuma akan imita ibaroeh basis pencaian mantoeng.

source: Search Filter:
ace: Saringan Pencarian:

source: Downloading
ace: Download

source: Limit:
ace: Btah:

source: contacts
ace: kontak

source: Browse until limit is reached
ace: Browser nyoe troh batas teucapai

source: Avoid IfMatch (needed on Apache < 2.2.8)
ace: Hindari IfMatch (ipeureulee bak Apache < 2.2.8)

source: Could not parse response
ace: Hanjeut mengurai respon

source: Empty response
ace: Respon soh

source: Unexpected reply from server
ace: Jawaban yang hana iharap dari server

source: Could not locate user's calendars
ace: Hana meuteumee kalende pengguna

source: Choose a Calendar
ace: Pileh Kalende

source: Choose a Memo List
ace: Pileh Daftar Memo

source: Choose a Task List
ace: Pileh Daftar Tugas

source: Find Calendars
ace: Mita Kalende

source: Find Memo Lists
ace: Mita Daftar Memo

source: Find Task Lists
ace: Mita Daftar Tugas

source: Server handles meeting invitations
ace: Server uruh undangan pertemuan

source: Choose which address books to use.
ace: pileh buku alamat yang toeh yang akan ipakek

source: Use in Birthdays & Anniversaries calendar
ace: Pakek bak kalende Ulang Tahun dan Peuringatan Tip Thoen

source: Default User Calendar
ace: Kalende Default Pengguna

source: Enter Google password for user '%s'.
ace: Peutamoeng sandi Google untuk pengguna '%s'.

source: User declined to provide a password
ace: Pengguna han item jok sandi

source: Use an existing iCalendar (ics) file
ace: Pakek berkas iCalendar (ics) yang na

source: iCalendar File
ace: Berkas iCalendar

source: Choose an iCalendar file
ace: Pileh berkas iCalendar

source: File:
ace: Berkas:

source: Allow Evolution to update the file
ace: Peuidin Evolution update berkas

source: I_mport
ace: I_mpor

source: Select a Calendar
ace: Pileh kalende

source: Select a Task List
ace: Pileh Daftar Tugas

source: I_mport to Calendar
ace: I_mpor u Kalende

source: I_mport to Tasks
ace: Impor u Tugas

source: Selected Calendars for Alarms
ace: Kalende yang ipileh untuk Alarm

source: Ti_me and date:
ace: _Watee ngon Tanggai:

source: _Date only:
ace: _Cuma Tanggai:

source: Minutes
ace: Meunet

source: Hours
ace: Jem

source: Days
ace: Uro

source: 60 minutes
ace: 60 meunet

source: 30 minutes
ace: 30 minet

source: 15 minutes
ace: 15 minet

source: 10 minutes
ace: 10 minet

source: 05 minutes
ace: 05 minet

source: (Shown in a Day View)
ace: (Peuleumah lam Tampelan Uroe)

source: Use s_ystem time zone
ace: Pakek zona waktu si_stem

source: Time format:
ace: Format wate:

source: _12 hour (AM/PM)
ace: _12 jem (AM/PM)

source: _24 hour
ace: _24 jem

source: Work Week
ace: Munggu Keureuja

source: Wee_k starts on:
ace: Ming_gu ipuphoen bak:

source: Work days:
ace: Uroe Keureuja:

source: _Day begins:
ace: Phoen uroe:

source: _Mon
ace: Se_n

source: _Tue
ace: Se_l

source: _Wed
ace: _Rab

source: T_hu
ace: _Kam

source: _Fri
ace: _Jum

source: _Sat
ace: Sa_b

source: S_un
ace: _Min

source: Day _ends:
ace: A_khe Uroe:

source: _Ask for confirmation when deleting items
ace: Konfirm_asi watee sampoeh data

source: _Time divisions:
ace: Bagi wa_tee:

source: _Show appointment end times in week and month view
ace: _Peuleumah akhe watee pertemuan bak tampelan minggu ngon buleun

source: _Compress weekends in month view
ace: Peupa_dat akhe peukan bak tampelan buleun

source: Show week _numbers
ace: Peulemah _numboi minggu

source: Show r_ecurring events in italic in bottom left calendar
ace: Peuleumah acara meuu_lang lam cetak mireng dari kalende wi baroeh

source: Sc_roll Month View by a week
ace: Sc_roll view buleun siminggu

source: Display
ace: Tampelan

source: Task List
ace: Daftar Tugas

source: Highlight t_asks due today
ace: Sorot tu_gas yang harus selesai uroe nyoe

source: Highlight _overdue tasks
ace: Sorot tugas yan teulat

source: _Hide completed tasks after
ace: Peso_m tugas selesai aleuh

source: Display reminders in _notification area only
ace: Peuleumah peuingat bak cuma bagian pemberitahuan

source: Sh_ow a reminder
ace: Peu_ingat

source: before every appointment
ace: Sigolom tip pertemuan

source: Show a _reminder
ace: Peuleunah _Peungingat

source: before every anniversary/birthday
ace: Sigolom tip perayaan/ulang tahun

source: Select the calendars for reminder notification
ace: Pileh kalende untuk pemberitahuan peungingat

source: Default Free/Busy Server
ace: Server Luang/Sibuk Utama

source: Template:
ace: Templet:

source: %u and %d will be replaced by user and domain from the email address.
ace: %u dan %d akan igantoe ngon pengguna dan domain dari alamat surel

source: Publishing Information
ace: Informasi Publikasi

source: New Calendar
ace: Kalende Baroe

# New
source: _Appointment
ace: J_anji

source: Create a new appointment
ace: Peugot janji baroe

# New
source: All Day A_ppointment
ace: Jadwal _Pertemuan Siuroe Punoeh

source: Create a new all-day appointment
ace: Peugoet jadwal pertemuan siuroe punoeh

# New
source: M_eeting
ace: P_ertemuan

source: Create a new meeting request
ace: Peugoet usulan pertemuan

# New
source: Cale_ndar
ace: Kale_nde

source: Create a new calendar
ace: Peugoet kalende baroe

source: Calendar and Tasks
ace: Kalende ngon Tugas

source: Opening calendar '%s'
ace: Peugoet kalende '%s'

source: Calendar Selector
ace: Selektor kalende

source: Calendar Properties
ace: Properti Kalende

source: This operation will permanently erase all events older than the selected amount of time. If you continue, you will not be able to recover these events.
ace: Proses nyoe akan sampoeh secara permanen mandum acara yang watee jih leubeh tuha dari watee yang Droen pileh. Mandum yang isampoeh hanjeut ipeubalek lee.

source: Purge events older than
ace: Sampoeh acar yang watee jih leubeh tuha dari

source: Copying Items
ace: Salen Objek

source: Moving Items
ace: Pinah Objek

source: Save as iCalendar
ace: Keubah seubagoe iCalendar

source: _Copy...
ace: _Salen...

source: D_elete Calendar
ace: Sampoeh _Kalende

source: Delete the selected calendar
ace: Sampoeh kalende teupileh

source: Go Back
ace: Suroet

source: Go Forward
ace: Maju

source: Select today
ace: Pileh uroe nyoe

source: Select _Date
ace: Pileh Tanggai

source: Select a specific date
ace: Pileh tanggai yang keumeung

source: _New Calendar
ace: Kalen_de Baroe

source: Purg_e
ace: _Sampoh

source: Purge old appointments and meetings
ace: Sampoeh jadwal pertemuan ngon rapat yang ka lewat

source: Refresh the selected calendar
ace: Refesh atau buka ulang kalende yang ipileh

source: Rename the selected calendar
ace: Ubah nan kalende yang ipileh

source: Find _next
ace: Mita a_leuh nyan

source: Find next occurrence of the current search string
ace: Mita leumah aleuh nyan dari string yang imita

source: Find _previous
ace: Mita u sigolom j_ih

source: Find previous occurrence of the current search string
ace: Mita leumah sigolom nyan dari string yang imita

source: Stop _running search
ace: Piyoeh mi_ta yang teungoh ijak

source: Stop currently running search
ace: Piyoeh mita yang teungoeh ijak

source: Show _Only This Calendar
ace: _Peuleumah Cuma Uroe Nyoe

source: Cop_y to Calendar...
ace: _Salen u Kalende...

source: _Delegate Meeting...
ace: Peu_jadwal Pertemuan...

source: _Delete Appointment
ace: _Sampoeh Pertemuan

source: Delete selected appointments
ace: Sampoeh janji yang ka ipileh

source: Delete This _Occurrence
ace: Sampoeh _Kejadian Nyoe

source: Delete this occurrence
ace: Sampoeh keujadian nyoe

source: Delete All Occ_urrences
ace: Sampoe _Mandum Kejadian

source: Delete all occurrences
ace: Sampoeh Mandum Keujadian

source: New All Day _Event...
ace: Acara Baroe Sipanyan_g Uroe...

source: Create a new all day event
ace: Peugoet keugiatan siuroe peunoeh

source: _Forward as iCalendar...
ace: _Kirem lam bentuk iCalendar...

source: New _Meeting...
ace: Perte_muan Baroe...

source: Create a new meeting
ace: Peugoet pertemuan baroe

source: Mo_ve to Calendar...
ace: P_inah u Kalende...

source: New _Appointment...
ace: _Janji Baroe

source: Make this Occurrence _Movable
ace: kejadian N_yoe Beut Ipinah

source: _Open Appointment
ace: B_uka Jadwal Pertemuan

source: View the current appointment
ace: Kalon jadwal pertemuan ukeu

source: _Reply
ace: _Balah

source: _Schedule Meeting...
ace: _Peujadwal Pertemuan...

source: Converts an appointment to a meeting
ace: Ubah janji jeut keu pertemuan

source: Conv_ert to Appointment...
ace: Konv_ersi keu Janji...

source: Converts a meeting to an appointment
ace: Ubah pertemuan jeut keu janji

source: Quit
ace: Teubit

source: Day
ace: Uroe

source: Show one day
ace: Peuleumah siuroe

source: List
ace: Daftar

source: Show as list
ace: Peuleumah lam daftar

source: Month
ace: Buleun

source: Show one month
ace: Peuleumah sibuleun

source: Week
ace: Minggu

source: Show one week
ace: Peuleumah siminggu

source: Show one work week
ace: Peuleumah siminggu keurja

source: Active Appointments
ace: Janji yang Aktif

source: Next 7 Days' Appointments
ace: Janji 7 Uroe Ukeu

source: Occurs Less Than 5 Times
ace: Teujadi Kureung Dari 5 goe

source: Description contains
ace: Deskripsi meuasoe

source: Summary contains
ace: Ringkasan meuasoe

source: Print this calendar
ace: Priint kalende nyoe

source: Preview the calendar to be printed
ace: Preview kalende sigolom iprint

source: _Save as iCalendar...
ace: _Keubah seubagoe iCalendar...

source: Go To
ace: Buka

source: New _Memo
ace: _Memo baroe

source: Create a new memo
ace: Peugoet memo baroe

source: _Open Memo
ace: Buka Mem_o

source: View the selected memo
ace: Kalon memo yang ka ipileh

source: Open _Web Page
ace: Buka Laman _Web

source: Print the selected memo
ace: Print memo yang ipileh

source: Searching next matching event
ace: Mita acar aleuh nyoe yang cocok

source: Searching previous matching event
ace: Mita acara sigolom nyoe yang cocok

source: Cannot find matching event in the next %d year
ace: Hana meuteumee acara yang cocok lam %d thon ukeu

source: Cannot find matching event in the previous %d year
ace: Hana meuteumee acara yang cocok lam %d thon ulikoet

source: Cannot search with no active calendar
ace: Hanjeut mmita tanpa na kalende aktif

source: task
ace: tugas

source: _Assign Task
ace: Peutu_gas

source: _Mark as Complete
ace: _Tanda Ka Leuh

source: Mark selected tasks as complete
ace: _Tanda bahwa tugas nyoe kaleuh ipeubut

source: _Mark as Incomplete
ace: _Tanda Golom Leuh

source: Mark selected tasks as incomplete
ace: Tanda tugas yang ipileh seubagoe golom ibaca

source: New _Task
ace: _Tugas Baroe

source: Create a new task
ace: Peugoet tugas baroe

source: _Open Task
ace: _Buka Tugas

source: View the selected task
ace: Kalon tugas yang ipileh

source: Print the selected task
ace: Print tugas yagn pileh

source: New Memo List
ace: Daftar Memo Baroe

# New
source: _Shared Memo
ace: _Bagi memo

source: Create a new shared memo
ace: Peugoet memo ngon yang baroe

# New
source: Memo Li_st
ace: Daftar _Memo

source: Create a new memo list
ace: Peugoet daftar memo baroe

source: Opening memo list '%s'
ace: Buka daftar memo '%s'

source: Memo List Selector
ace: Ureung pileh Daftar Memo

source: Print Memos
ace: Print Memo

source: Memo List Properties
ace: Properti Daftar Tugas

source: _Delete Memo
ace: _Sampoeh Memo

source: _Find in Memo...
ace: _Mita lam Memo...

source: Search for text in the displayed memo
ace: Mita teks bak memo yang ipeuleumah

source: D_elete Memo List
ace: Sampoeh Daftar M_emo

source: Delete the selected memo list
ace: Sampoeh daftar memo yang ipileh

source: _New Memo List
ace: _Daftar Memo Baroe

source: Refresh the selected memo list
ace: Refresh daftar memo yang ipileh

source: Rename the selected memo list
ace: Ubah nan daftar memo yang ipileh

source: Show _Only This Memo List
ace: Peuleumah Cuma Daftar Memo Ny_oe

source: Memo _Preview
ace: _Preview Memo

source: Show memo preview pane
ace: Peuleumah panel preview memo

source: Show memo preview below the memo list
ace: peuleumah preview memo i baroe daftar memo

source: Show memo preview alongside the memo list
ace: peuleumah preview memo i sampeng daftar memo

source: Print the list of memos
ace: Print daftar memo

source: Preview the list of memos to be printed
ace: Preview daftar memo yang akan iprint

source: Delete Memos
ace: Sampoeh memo

source: Delete Memo
ace: Sampoeh memo

source: %d selected
ace: %d yang terpileh

source: New Task List
ace: Daftar Tugas Baroe

# New
source: _Task
ace: _Tugas

# New
source: Assigne_d Task
ace: Tugas yang _Dibri

source: Create a new assigned task
ace: Peugot saboeh peunugasan

# New
source: Tas_k List
ace: Daftar Tu_gas

source: Create a new task list
ace: Peugot daftar tugas baroe

source: Opening task list '%s'
ace: Peugot daftar tugas '%s'

source: Task List Selector
ace: Ureung Pileh Daftar Tugas

source: Print Tasks
ace: Print Tugas

source: Task List Properties
ace: Properti Daftar Tugas

source: This operation will permanently erase all tasks marked as completed. If you continue, you will not be able to recover these tasks. Really erase these tasks?
ace: Proses nyoe akan sampoeh mandum tugas yang ka leuh itanda. Meunye lanjut, Droen hanjeut peubalek jih lee. Yakin keuneuk sampoeh tugas nyoe?

source: Do not ask me again
ace: Bek tanyoeng lee

source: _Delete Task
ace: Sampoeh _Tugas

source: _Find in Task...
ace: Mita la_m Tugas

source: Search for text in the displayed task
ace: Mita bak teks lam tugas yang ipeuleumah

source: Copy...
ace: Salin...

source: D_elete Task List
ace: Sampoeh Da_ftar Tugas

source: Delete the selected task list
ace: Sampoeh daftar tugas yang ipileh

source: _New Task List
ace: _Daftar Tugas Baroe

source: Refresh the selected task list
ace: Refresh daftar tugas yang ipileh

source: Rename the selected task list
ace: Ubah nan daftar tugas yang ipileh

source: Show _Only This Task List
ace: Peuleumah Cuma D_aftar Tugas Nyoe Mantoeng

source: Mar_k as Incomplete
ace: Tanda keu _Hana Leungkap

source: Delete completed tasks
ace: Sampoh tugas yang ka ipuebut

source: Task _Preview
ace: _Preview Tugas

source: Show task preview pane
ace: Peuleumah panel preview tugas

source: Show task preview below the task list
ace: Peuleumah preview kontak ibaroeh daftar kontak

source: Show task preview alongside the task list
ace: Peuleumah preview kontak isampeng daftar kontak

source: Active Tasks
ace: Tugas Aktif

source: Completed Tasks
ace: Tugas Leungkap

source: Next 7 Days' Tasks
ace: Tugas 7 uroe u keu

source: Overdue Tasks
ace: Tugas abes batas watee

source: Tasks with Attachments
ace: Tugas ngon lampiran

source: Print the list of tasks
ace: Print daftar tugas

source: Preview the list of tasks to be printed
ace: Preview daftar tugas yang akan iprint

source: Delete Tasks
ace: Sampoeh Tugas

source: Delete Task
ace: Sampoeh Tugas

source: Expunging
ace: Tleungoh Sampoeh

source: %d task
ace: %d tugah

source: Display part as an invitation
ace: Peuleumah bagian seubagoe undangan

source: Today %H:%M
ace: Uro nyo %H:%M

source: Today %H:%M:%S
ace: Uro nyo %H:%M:%S

source: Today %l:%M:%S %p
ace: Uro nyo %l:%M:%S %p

source: Tomorrow %H:%M
ace: Singoh %H:%M

source: Tomorrow %H:%M:%S
ace: Singoh %H:%M:%S

source: Tomorrow %l:%M %p
ace: Singoh %l:%M %p

source: Tomorrow %l:%M:%S %p
ace: Singoh %l:%M:%S %p

source: An unknown person
ace: Ureung hana ituri

source: Please respond on behalf of %s
ace: Tulung respon ateuh nan %s

source: Received on behalf of %s
ace: Itrimoeng ateuh nan %s

source: %s through %s has published the following meeting information:
ace: %s lewat %s ka geupeuteubit informasi rapat nyoe:

source: %s has published the following meeting information:
ace: %s ka geupeuteubit informasi rapat nyoe:

source: %s has delegated the following meeting to you:
ace: %s ka idelegasi rapat nyoe bak Droen:

source: %s through %s requests your presence at the following meeting:
ace: %s lewat %s lake kehadiran Droen bak rapat nyoe:

source: %s requests your presence at the following meeting:
ace: %s lake kehadiran Droen bak rapat nyoe:

source: %s through %s wishes to add to an existing meeting:
ace: %s lewat %s meuharap tamah u rapat yang na:

source: %s wishes to add to an existing meeting:
ace: %s meuharap tamah u rapat yang na:

source: %s through %s wishes to receive the latest information for the following meeting:
ace: %s lewat %s meuharap ttrimoeng informasi akhe bagi rapat nyoe:

source: %s wishes to receive the latest information for the following meeting:
ace: %s meuharap ttrimoeng informasi akhe bagi rapat nyoe:

source: %s through %s has sent back the following meeting response:
ace: %s lewat %s ka ikirem balek respon rapat nyoe:

source: %s has sent back the following meeting response:
ace: %s ka ikirem balek respon rapat nyoe:

source: %s through %s has canceled the following meeting:
ace: %s lewat %s ka ipeubateu rapat nyoe:

source: %s has canceled the following meeting:
ace: %s ka ipeubateu rapat nyoe:

source: %s through %s has proposed the following meeting changes.
ace: %s lewat %s ka meungusulkan perubahan rapat nyoe.

source: %s has proposed the following meeting changes:
ace: %s ka meungusulkan perubahan rapat nyoe.

source: %s through %s has declined the following meeting changes:
ace: %s lewat %s ka itulak peurubahan rapat nyoe:

source: %s has declined the following meeting changes:
ace: %s ka itulak peurubahan rapat nyoe:

source: %s through %s has published the following task:
ace: %s lewat %s ka ipeuteubit tugas nyoe:

source: %s has published the following task:
ace: %s ka ipeuteubit tugas nyoe:

source: %s requests the assignment of %s to the following task:
ace: %s lake ipeutugas jih %s u tugas nyoe:

source: %s through %s has assigned you a task:
ace: %s lewat %s ka ibri Droen tugas:

source: %s has assigned you a task:
ace: %s ka ibri Droen tugas:

source: %s through %s wishes to add to an existing task:
ace: %s lewat %s meuharap tamah u tugas yang na:

source: %s wishes to add to an existing task:
ace: %s meuharap tamah u tugas yang na:

source: %s through %s wishes to receive the latest information for the following assigned task:
ace: %s lewat %s meuharap trimoeng informasi teuakhe untuk penugasan nyoe:

source: %s wishes to receive the latest information for the following assigned task:
ace: %s meuharap trimoeng informasi teuakhe untuk penugasan nyoe:

source: %s through %s has sent back the following assigned task response:
ace: %s lewat %s ka ikirem balek respon penugasan nyoe:

source: %s has sent back the following assigned task response:
ace: %s ka ikirem balek respon penugasan nyoe:

source: %s through %s has canceled the following assigned task:
ace: %s lewat %s ka ipeubateu penugasan nyoe:

source: %s has canceled the following assigned task:
ace: %s ka ipeubateu penugasan nyoe:

source: %s through %s has proposed the following task assignment changes:
ace: %s lewat %s ka mengusulkan perubahan penugasan nyoe:

source: %s has proposed the following task assignment changes:
ace: %s ka mengusulkan perubahan penugasan nyoe:

source: %s through %s has declined the following assigned task:
ace: %s lewat %s ka itulak penugasan nyoe:

source: %s has declined the following assigned task:
ace: %s ka itulak penugasan nyoe:

source: %s through %s has published the following memo:
ace: %s lewat %s ka ipeuteubit memo nyoe:

source: %s has published the following memo:
ace: %s ka ipeuteubit memo nyoe:
