Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution-data-server.po
Languages: ace

source: Data source '%s' does not support deleting remote resources
ace: Sumber data '%s' hana mendukung pengapoh sumber daya remote

source: Data source '%s' has no collection backend to delete the remote resource
ace: Sumber data '%s' hana backend

source: Data source '%s' does not support OAuth 2.0 authentication
ace: Sumber data '%s' hana mendukung otentifikasi OAuth 2.0

source: File must have a '.source' extension
ace: Sumber harus na ekstensi '.source'

source: The user declined to authenticate
ace: Pengguna tulak mengotentikasi

source: UID '%s' is already in use
ace: UID '%s' kalheuh na yang pakek

source: Extension dialog '%s' not found.
ace: Dialog ektensi '%s' hana meuteume.

# CategoryName
source: Anniversary
ace: Peuingat

# CategoryName
source: Birthday
ace: Tanggai Lahee

# CategoryName
source: Business
ace: Bisnis

# CategoryName
source: Competition
ace: Kompetisi

# CategoryName
source: Favorites
ace: Favorit

# CategoryName
source: Gifts
ace: Hadiah

# CategoryName
source: Goals/Objectives
ace: Tujua

# CategoryName
source: Holiday
ace: Uroe pree

# CategoryName
source: Holiday Cards
ace: Kartu Uroe Pree

# CategoryName
source: Hot Contacts
ace: Kontak peunteng

# CategoryName
source: Ideas
ace: Ide

# CategoryName
source: International
ace: Internasiona

# CategoryName
source: Key Customer
ace: Nasabah Kunci

# CategoryName
source: Personal
ace: Pribadi

# CategoryName
source: Phone Calls
ace: Panggilan Telepon

# CategoryName
source: Strategies
ace: Srateg

# CategoryName
source: Suppliers
ace: Pemasok

# CategoryName
source: Time & Expenses
ace: Watee & Pengeluaran

# CategoryName
source: Waiting
ace: Teungoh Pre

source: Source not loaded
ace: Sumber hana di muat

source: Source already loaded
ace: Sumber kalheuh di muat

source: Offline unavailable
ace: Offline hana tersedia

source: Address book authentication request
ace: Permintaan otentikasi buku alamat

source: Calendar authentication request
ace: Permintaan otentikasi kalender

source: Mail authentication request
ace: Permitaan otentikasi email

source: Authentication request
ace: Permintaan otentikasi

source: Please enter the password for address book "%s".
ace: Peu tamong sandi untuk buku alamat "%s"

source: Please enter the password for calendar "%s".
ace: Peu tamong untuk kalender "%s".

source: Please enter the password for mail account "%s".
ace: Peu tamong sandi keu akun email "%s".

source: Please enter the password for mail transport "%s".
ace: Peu tamong sandi keu transport surat "%s".

source: Please enter the password for memo list "%s".
ace: Peu tamong untuk daftar memo "%s".

source: Please enter the password for task list "%s".
ace: Peu tamong sandi untuk daftar tugas "%s".

source: Please enter the password for account "%s".
ace: Peu tamong sandi keu akun "%s".

source: Source file is missing a [%s] group
ace: Berkas sumber yang kureung grup [%s]

source: Data source '%s' is not removable
ace: Sumber data '%s' han jheut di lepas

source: Data source '%s' is not writable
ace: Sumber data '%s' han jheut di tuleuh

source: Unnamed
ace: Hana nan

source: Signature script must be a local file
ace: Skrip tanda tangan harus berkas lokal

source: SSL certificate for host '%s', used by address book '%s', is not trusted. Do you wish to accept it?
ace: Sertifikat SSL bagi host '%s', yang di pakek oleh buku alamat '%s', hana teupeucaya. Peu keuh droen akan teurimong?

source: SSL certificate for host '%s', used by calendar '%s', is not trusted. Do you wish to accept it?
ace: Sertifikat SSL bagi host '%s', yang di pakek oleh kalender '%s', hana teupeucaya. peu keuh droen hendak teurimong?

source: SSL certificate for host '%s', used by memo list '%s', is not trusted. Do you wish to accept it?
ace: Sertifikat SSL bagi host '%s', yang di pakek oleh daftar memo '%s', hana teupeucaya. Peu keuh Droen hendak teurimong?

source: SSL certificate for host '%s', used by task list '%s', is not trusted. Do you wish to accept it?
ace: Sertifikat SSL bagi host '%s', yang di pakek oleh daftar tugas '%s', hana teupeucaya. Peu keuh Droen teurimong?

source: %a %m/%d/%Y %I:%M:%S %p
ace: %a, %d/%m/%Y %I:%M:%S %p

source: Proxy type to use
ace: Tipe proksi yang akan di pakek

source: What proxy type to use. "0" means system, "1" means no proxy, "2" means manual proxy.
ace: Tipe proksi peu yang di pakek. "0" berarti sistem, "1" berarti hana proksi. "2" berarti proksi manual

source: Whether to use http-proxy
ace: Peu keuh pakek HTTP-Proxy

source: Whether to use proxy for HTTP requests.
ace: Peu keuh pakek proksi untuk permintaan HTTP

source: Whether proxy server requires authentication
ace: Peu keuh server perle otentikasi

source: Whether authentication is required to access proxy server.
ace: Peu keuh perle otentikasi untuk akses server proksi.

source: Host name for HTTP requests
ace: Nan host bagi yang di lakee HTTP

source: Host name to use for HTTP requests.
ace: Nan host untuk di pakek bagi yang di lakee HTTP.

source: Port number for HTTP requests
ace: Numboi port bagi yang di lakee HTTP

source: Port number to use for HTTP requests.
ace: Numboi port untuk di pakek le HTTP

source: Proxy authentication user name
ace: Nan pengguna otentikasi proksi

source: User name to use to authenticate against proxy server.
ace: Nan pengguna dipakek keu otentikasi keu server proksi.

source: Proxy authentication password
ace: Sandi otentikasi proksi

source: Password to use to authenticate against proxy server.
ace: Sandi dipakek keu otentikasi keu server proksi.

source: List of hosts to connect to without proxy
ace: Dapeuta host yang dihubungi hana proksi

source: List of hosts for which do not use proxy.
ace: Dapeuta host yang hana proksi.

source: Host name for HTTPS requests
ace: Nan host bagi peu lakee HTTPS

source: Host name to use for HTTPS requests.
ace: Nan host keu di pakek bagi yang lakee HTTPS

source: Port number for HTTPS requests
ace: Numboi port bagi yang lakee HTTPS

source: Port number to use for HTTPS requests.
ace: Numboi port keu di pakek bagi yang lakee HTTPS

source: Host name for SOCKS requests
ace: Nan host bagi peu lakee SOCKS

source: Host name to use for SOCKS requests.
ace: Nan host keu di pakek bagi permintaan SOCKS.

source: Port number for SOCKS requests
ace: Numboi port bagi peu lakee SOCKS

source: Port number to use for SOCKS requests.
ace: Numboi port keu di pakek bagi peu lakee SOCKS.

source: Automatic proxy configuration URL
ace: URL konfigurasi proksi otomatis

source: Where to read automatic proxy configuration from.
ace: Dari panee baca konfigurasi proksi otomatis.

source: No such data source for UID '%s'
ace: Hana sumber data lagee nyan bagi UID '%s'

source: Cannot find a corresponding account in the org.gnome.OnlineAccounts service from which to obtain a password for '%s'
ace: Han jheut meuteume akun yang sesuai dalam pelayanan org.gnome.OnlineAccounts tempat meuteume sandi bagi '%s'

source: Invalid password for '%s'
ace: Sandi hana beutoi keu '%s'

source: Code: %u - Unexpected response from server
ace: Kode: %u - Respon yang hana diharapkan dari server

source: Failed to parse autodiscover response XML
ace: Gagal mengurai XML respon autodiscover

source: Failed to find Autodiscover element
ace: Gagal meumita elemen Autodiscover

source: Failed to find Response element
ace: Gagal meumita elemen Respon

source: Failed to find Account element
ace: Gagal meumita elemen Akun

source: Failed to find ASUrl and OABUrl in autodiscover response
ace: Gagal meumita ASUrl dan OABUrl dalam respon autodiscover

source: Cannot find a corresponding account in the org.gnome.OnlineAccounts service from which to obtain an access token for '%s'
ace: Han jheut meuteume akun yang bersesuaian dalam layanan org.gnome.OnlineAccounts tempat meuteume token akses bagi '%s'

source: Failed to obtain an access token for '%s':
ace: Gagal meuteume token akses keu '%s':

source: Calendar
ace: Kalender

source: Contacts
ace: Kontak

source: Not part of certificate
ace: Kon bagian dari sertifikat

source: This certificate has been verified for the following uses:
ace: Sertifikat nyo ka diverifikasi untuk kegunaan berikut:

source: SSL Client Certificate
ace: Sertifikat Klien SSL

source: SSL Server Certificate
ace: Sertifikat Server SSL

source: Email Signer Certificate
ace: Sertifikat Penadatanganan Email

source: Email Recipient Certificate
ace: Sertifikat Peunerimong Email

source: Issued To
ace: Di peuteubit Untuk

source: Common Name (CN)
ace: Commeon Name (CN)

source: Organization (O)
ace: Organisasi (O)

source: Organizational Unit (OU)
ace: Unit Organisasi (OU)

source: Serial Number
ace: Numboi Seri

source: Issued By
ace: Di peuteubit Oleh

source: Validity
ace: Validitas

source: Issued On
ace: Di peuteubit bak

source: Expires On
ace: Kadaluarsa bak

source: Fingerprints
ace: Sidik Jaroe

source: SHA1 Fingerprint
ace: Sidik jaroe SHA1

source: MD5 Fingerprint
ace: Sidik jaroe MD5

source: General
ace: Umum

source: Certificate Hierarchy
ace: Hirarki Sertifikat

source: Certificate Fields
ace: Ruas Sertifikat

source: Field Value
ace: Nilai Ruas

source: Details
ace: Rincian

source: Version
ace: Versi

source: Version 1
ace: Versi 1

source: Version 2
ace: Versi 2

source: Version 3
ace: Versi 3

source: PKCS #1 MD2 With RSA Encryption
ace: PKCS #1 MD2 Deungon Enkripsi RSA

source: PKCS #1 MD5 With RSA Encryption
ace: PKCS #1 MD5 Deungon Enkripsi RSA

source: PKCS #1 SHA-1 With RSA Encryption
ace: PKCS #1 SHA-1 Deungon Enkripsi RSA

source: PKCS #1 SHA-256 With RSA Encryption
ace: PKCS #1 SHA-256 Deungon Enkripsi RSA

source: PKCS #1 SHA-384 With RSA Encryption
ace: PKCS #1 SHA-384 Deungon Enkripsi RSA

source: PKCS #1 SHA-512 With RSA Encryption
ace: PKCS #1 SHA-512 Deungon Enkripsi RSA

source: PKCS #1 RSA Encryption
ace: PKCS #1 Enkripsi RSA

source: Certificate Key Usage
ace: Penggunaan Kunci Sertifikat

source: Netscape Certificate Type
ace: Tipe Sertikat Netscape

source: Certificate Authority Key Identifier
ace: Peuturi Kunci Otoritas Sertifikat

source: Object Identifier (%s)
ace: Peuturi Obyek (%s)

source: Algorithm Identifier
ace: Peuturi Algoritma

source: Algorithm Parameters
ace: Parameter Algoritma

source: Subject Public Key Info
ace: Info kunci Publik Subjek

source: Subject Public Key Algorithm
ace: Algoritma Kunci Publik Subjek

source: Subject's Public Key
ace: Kunci Publik Subjek

source: Error: Unable to process extension
ace: Error: Han jheut proses ekstensi

source: Object Signer
ace: Penadatangan Objek

source: SSL Certificate Authority
ace: Otoritas Sertifikat SSL

source: Email Certificate Authority
ace: Otoritas Sertifikat Email

source: Signing
ace: Menadatangani

source: Non-repudiation
ace: Han jheut menyangkal

source: Key Encipherment
ace: Pengenkripsian Kunc

source: Data Encipherment
ace: Pengenskripsian Data

source: Key Agreement
ace: Perjanjian Kunc

source: Certificate Signer
ace: Penadatanganan Sertifikat

source: CRL Signer
ace: Penandatanganan CRL

source: Critical
ace: Kritis

source: Not Critical
ace: Hana Kritis

source: Extensions
ace: Ektensi

source: Certificate
ace: Sertifikat

source: Certificate Signature Algorithm
ace: Algoritma Tandatangan Sertifikat

source: Issuer
ace: Penerbit

source: Subject
ace: Subjek

source: Issuer Unique ID
ace: ID Unik Peunerbit

source: Subject Unique ID
ace: ID Unik Subjek

source: Certificate Signature Value
ace: Nilai Tandatangan Sertifikat

source: The signing certificate authority is not known.
ace: Certificate authority yang menandatangani hana di turi.

source: The certificate does not match the expected identity of the site that it was retrieved from.
ace: Sertifikat hana cocok dengon yang diharapkan dari situs tempat nyan di cok

source: The certificate's activation time is still in the future.
ace: Watee aktivasi sertifikat mantong di masa keu.

source: The certificate has expired.
ace: Sertifikat ka kadaluarsa.

source: The certificate has been revoked according to the connection's certificate revocation list.
ace: Sertifikat ka di cabot menurut daftar pencabutan sertifikat koneksi.

source: The certificate's algorithm is considered insecure.
ace: Algoritma sertifikat dianggap hana aman.

source: Certificate trust...
ace: Kepeucayaan sertifikat

source: _View Certificate
ace: Kaloen Sertifikat

source: _Reject
ace: Tula

source: Accept _Temporarily
ace: Terimong sementara

source: _Accept Permanently
ace: Terimong Sabee

source: SSL certificate for '%s' is not trusted. Do you wish to accept it?
ace: Sertifikat SSL bagi '%s' hana teupeucaya. Peu keuh Droen heundak teurimong?

source: Detailed information about the certificate:
ace: Informasi leungkap teuntang sertifikat:

source: Issuer:
ace: Penerbit:

source: Subject:
ace: Subjek:

source: Fingerprint:
ace: Sidik Jaroe:

source: Reason:
ace: Alasan:

source: Integrate your calendars
ace: Intergrasikan Kalender Droen

source: Integrate your contacts
ace: Intergrasikan kontak Droen

source: Signon service did not return a secret
ace: Layanan sing on hana peu baleuj suatu rahasia

source: Google Calendar
ace: Kalender Google

source: Google Contacts
ace: Kontak Google

source: Mail
ace: Email

source: Integrate your mailboxes
ace: Intergrasikan kotak email Droen

source: Cannot find a corresponding account service in the accounts database from which to obtain an access token for '%s'
ace: Han jheut teume layanan akun yang berhubungan dalam basis data akun tempat meuteume token akses bagi '%s'

source: Expected status 200 when requesting guid, instead got status %d (%s)
ace: Berharap status 200 watee lakee guid, tapi meuteume status %d (%s)

source: Error parsing response as JSON:
ace: Error watee mengurai respon sebago JSON:

source: Didn't find email member in JSON data
ace: Hana meuteume anggota email di data JSON

source: Yahoo! Calendar
ace: Kalender Yahoo!

source: Yahoo! Mail
ace: Email Yahoo!

source: Tasks
ace: Tugas

source: Keep running after the last client is closed
ace: Teptap berjalan ban kalheuh klien keuneulheuh ditop

source: Wait running until at least one client is connected
ace: Preh di jak sampo paleng han sidroe klien terhubung

source: Birthdays & Anniversaries
ace: Uroe Lahee & Perayaan Tahunan

source: On LDAP Servers
ace: Bak Server LDAP

source: On This Computer
ace: Bak Komputer Nyoe

source: Search Folders
ace: Mita Folder

source: Weather
ace: Cuaca

source: On The Web
ace: Di Web

source: _Dismiss
ace: _Top
