Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: You are replying to a message which was sent to many recipients. Are you sure you want to reply to ALL of them?
ace: Droen balah mandum pesan yang i kirem u leu penerima. Droen yakin meunjak kirem u mandum?

source: This message cannot be sent because you have not specified any recipients
ace: Pesan nyoe han jeut i kirem karena Droen goh lom peu teunte penerima

source: Please enter a valid email address in the To: field. You can search for email addresses by clicking on the To: button next to the entry box.
ace: Silakan peutamoeng alamat surel yang beutoi bak kolom Penerima. Droen jeut mita alamat ngoen teugoen tombol bak sampeng isian kolom Penerima.

source: Use default drafts folder?
ace: Pakek folder draf utama?

source: Unable to open the drafts folder for this account. Use the system drafts folder instead?
ace: Han jeut buka folder rancangan keu akun nyoe. Pakek folder rancangan ata sistem?

source: Use _Default
ace: Pakek_Ata Kana

source: Are you sure you want to permanently remove all the deleted messages in folder "{0}"?
ace: Peu gata ka yakin geusampoh permanen ban mandum pesan nyang isampoh bak folder "{0}"?

source: If you continue, you will not be able to recover these messages.
ace: Meunyo gata lanjutkan, gata han mungken lee meuteume pesan nyan.

source: _Expunge
ace: _Sampoh

source: Are you sure you want to permanently remove all the deleted messages in all folders?
ace: Peu gata ka yakin geusampoh permanen ban mandum pesan nyang isampoh bak mandum folder?

source: _Empty Trash
ace: Peukosong teumpat broeh

source: Opening too many messages at once may take a long time.
ace: That lheue geubuka pesan meusigoe jeut mungken guecok watee nyang treb.

source: _Open Messages
ace: _Geubuka Pesan

source: You have unsent messages, do you wish to quit anyway?
ace: Gata na pesan nyang hana teukirem, peu gata kemeu teubit lajue?

source: If you quit, these messages will not be sent until Evolution is started again.
ace: Meunyo ka teubit, pesan nyoe han teukirem sigohlom Evolution geumulai lom.

source: Error while {0}.
ace: Terjadi Kesalahan watee {0}.

source: Error while performing operation.
ace: Terjadi kesalahan watee pubuet operasi

source: Enter password.
ace: Peutamong password.

source: Error loading filter definitions.
ace: Terjadi kesalahan bak geumuat definisi filter.

source: Cannot save to directory "{0}".
ace: Hanjeut geusimpan u direktori "{0}"

source: Cannot save to file "{0}".
ace: Hanjeut geusimpan u file "{0}"

source: Cannot create the save directory, because "{1}"
ace: Hanjeut geupeugot direktori penyimpanan, pasai "{1}"

source: Cannot create temporary save directory.
ace: Hanjeut geupeugot direktori penyimpanan temprorer

source: File exists but cannot overwrite it.
ace: Beurkas ka na tapi hanjeut ta timpa

source: File exists but is not a regular file.
ace: Beurkas ka na tapi nyan keun beurkas biasa

source: Cannot delete folder "{0}".
ace: Hanjeut geusampoh folder "{0}".

source: Cannot delete system folder "{0}".
ace: Hanjeut geusampoh folder sistem "{0}".

source: System folders are required for Evolution to function correctly and cannot be renamed, moved, or deleted.
ace: Folder sistem peurle keu Evolution agar berfungsi secara beutoi dan hanjeut i ubah nan jih, ipinah, ataua isampoh.

source: Failed to expunge folder &quot;{0}&quot;.
ace: Hana jeut ta peugadoh folder &quot;{0}&quot;.

source: Failed to refresh folder &quot;{0}&quot;.
ace: Gagal refresh folder &quot;{0}&quot;.

source: Cannot rename or move system folder "{0}".
ace: Hanjeut ubah nan atau pinah folder sistem "{0}".

source: Really delete folder "{0}" and all of its subfolders?
ace: Betoi keuneuk sampoh folder "{0}" dan mandum subfolder?

source: If you delete the folder, all of its contents and its subfolders' contents will be deleted permanently.
ace: Meunye dreun sampoh folder, maka mandum aso dan aso sub folder akan disampoh secara permanen.

source: Really delete folder "{0}"?
ace: Betoi keuneuk sampoh folder "{0}"?

source: If you delete the folder, all of its contents will be deleted permanently.
ace: Menye dreun sampoh folder nyo, mandum aso jih juga ikot disampoh permanen.

source: These messages are not copies.
ace: Peusan-peusan nyo keun salinan.

source: Messages shown in Search Folders are not copies. Deleting them from a Search Folder will delete the actual messages from the folder or folders in which they physically reside. Do you really want to delete these messages?
ace: Pesan yang i tampilkan dalam Folder Pencarian kon salinan. Sampoeh mandum dari Folder Pencarian jeut sampoeh pesan sebenar jih bak pat pesannya na. Peukeuh Droen yakin meuheut sampoeh pesan-pesan nyoe?

source: Cannot rename "{0}" to "{1}".
ace: Hanjeut tabouh nan "{0}" u "{1}".

source: A folder named "{1}" already exists. Please use a different name.
ace: Folder nyang nan jih "{1}" ka na. Aci geupakek nan ngeun laen.

source: Cannot move folder "{0}" to "{1}".
ace: Hanjeut pinah folder "{0}" u "{1}"

source: Cannot open source folder. Error: {2}
ace: Hanjeut geubuka folder sumber. Error: {2}

source: Cannot open target folder. Error: {2}
ace: Hanjeut geubuka folder target. Error: {2}

source: Cannot copy folder "{0}" to "{1}".
ace: Hanjeut geusalin folder "{0}" u "{1}"

source: Cannot create folder "{0}".
ace: Hanjeut geupeugot folder "{0}"

source: Cannot open folder. Error: {1}
ace: Hanjeut buka folder. Error: {1}

source: Cannot save changes to account.
ace: Hanjeut geusimpan perubahan u akun.

source: You have not filled in all of the required information.
ace: Gata hana pasoe ban mandum informasi nyang ipeurle

source: You may not create two accounts with the same name.
ace: Gata han mungken peugot dua boh akun deungon nan nyang saban

source: Are you sure you want to delete this account?
ace: Peu gata ka yakin geusampoh akun nyoe?

source: If you proceed, the account information will be deleted permanently.
ace: Meunyo gata lanjutkan, informasi akun akan isampoh permanen.

source: Are you sure you want to delete this account and all its proxies?
ace: Peu gata ka yakin geusampoh akun nyoe dan ban mandum proxy jih?

source: If you proceed, the account information and all proxy information will be deleted permanently.
ace: Meunyo gata lanjutkan, informasi akun dan ban mandum informasi proxy jih akan isampoh permanen.

source: Are you sure you want to disable this account and delete all its proxies?
ace: Peu gata ka yakin peumate akun dan sampoh ban mandum proxy jih?

source: If you proceed, all proxy accounts will be deleted permanently.
ace: Meunyo gata lanjutkan, ban mandum proxy akun akan isampoh permanen.

source: Do _Not Disable
ace: Bek Di_nonaktifkan

source: _Disable
ace: _Peumate

source: Cannot edit Search Folder "{0}" as it does not exist.
ace: Hanjeut edit Folder Pencarian "{0}" karena hana.

source: This folder may have been added implicitly, go to the Search Folder editor to add it explicitly, if required.
ace: Folder nyoe mungken ka ipeutamah secara implisit jak u editor Pencarian Folder keu peutamah secara eksplisit, meunyo peurle.

source: Cannot add Search Folder "{0}".
ace: Hanjeut tamah Folder Pencarian "{0}".

source: A folder named "{0}" already exists. Please use a different name.
ace: Folder ngeun nan "{0}" kana. ci pakek nan laen.

source: Search Folders automatically updated.
ace: Saringan Folder otomatis dipeurbaharui.

source: Mail filters automatically updated.
ace: Filter surel ka secara otomatis dipeubaharui.

source: Missing folder.
ace: Folder gadeh.

source: You must specify a folder.
ace: Droen harus pileh folder ile.

source: You must name this Search Folder.
ace: Sarengan Folder nyoe harus di bri nan.

source: No folder selected.
ace: Hana folder yang dipileh.

source: You must specify at least one folder as a source. Either by selecting the folders individually, and/or by selecting all local folders, all remote folders, or both.
ace: Droen harus pileh paleng han saboh folder sebago sumber. Cara jih, pileh folder dan/ato pileh mandum folder lokal. ato pileh mandum folder bak server ato kedua jih.

source: Problem migrating old mail folder "{0}".
ace: Masalah watee pinah folder surat awai "{0}"

source: A non-empty folder at "{1}" already exists. You can choose to ignore this folder, overwrite or append its contents, or quit.
ace: Folder hana-kosong bak "{1}" kana. Droen jhet mengabaikan folder nyoe, timpa ato tamah asoe jih, ato piyoh.

source: Ignore
ace: Abaikan

source: _Overwrite
ace: _Timpa

source: _Append
ace: _Tamah

source: Evolution's local mail format has changed.
ace: Format surat lokal Evolution ka berubah

source: Evolution's local mail format has changed from mbox to Maildir. Your local mail must be migrated to the new format before Evolution can proceed. Do you want to migrate now? An mbox account will be created to preserve the old mbox folders. You can delete the account after ensuring the data is safely migrated. Please make sure there is enough disk space if you choose to migrate now.
ace: Format email lokal Evolution ka berubah dari mbox awai. Peukeuh Droen meujak migrasi jino? saboh akun mbox akan di peuget keu melestarikan folder mbox awai. Droen jhet apoh akun nyan banlheuh pastikan meunyoe data teu migrasi secara aman. Cuba pastikan na sep ruang disk meunyoe Droen pileh keu migrasi jino.

source: _Exit Evolution
ace: _Teubit Evolution

source: _Migrate Now
ace: _Migrasi Jino

source: Unable to read license file.
ace: Berkas lisensi han jhet di buka.

source: Cannot read the license file "{0}", due to an installation problem. You will not be able to use this provider until you can accept its license.
ace: Han jhet baca berkas lisensi &quot "{0}", karna masalah pemasangan. Droen han jhet pakek penyedia nyoe sampek droen jhet terimong lisensi jih.

source: Please wait.
ace: Silahkan preh.

source: Querying server for a list of supported authentication mechanisms.
ace: Mita server keu daftar mekanisme autentifikasi yang di dukong.

source: Failed to query server for a list of supported authentication mechanisms.
ace: Gagal query server keu teumee daftar mekanisme otentikasi yang di dukong.

source: Synchronize folders locally for offline usage?
ace: Sinkroniasasi folder lokal keu pengguna offline?

source: Do you want to locally synchronize the folders that are marked for offline usage?
ace: Droen meujak sinkronisasi folder lokal yang di tandai keu pengguna offline?

source: Do _Not Synchronize
ace: Bek sinkron

source: _Synchronize
ace: _Sinkronisasi

source: Do you want to mark all messages as read?
ace: Droen meujak tandai mandum pesan kalheuh teubaca?

source: This will mark all messages as read in the selected folder.
ace: Nyoe akan tandai mandum pesan bahwa kalheuh teubaca bak folder yang dipileh.

source: This will mark all messages as read in the selected folder and its subfolders.
ace: Akan tandai mandum pesan bahwa kalheuh teubaca bak folder teupileh dan subfoldernya.

source: Close message window.
ace: Top jendela peusan.

source: Would you like to close the message window?
ace: Dreun keuneuk top jendela peusan?

source: _Yes
ace: _Ya

source: _No
ace: _Han

source: _Always
ace: Sa_be

source: N_ever
ace: Bek _le

source: Copy folder in folder tree.
ace: Salen folder lam pohon folder.

source: Are you sure you want to copy folder '{0}' to folder '{1}'?
ace: Dreun yakin keuneuk salen folder "{0}" u folder "{1}"?

source: Move folder in folder tree.
ace: Pinah folder lam pohon folder.

source: Are you sure you want to to move folder '{0}' to folder '{1}'?
ace: Dreun yakin keuneuk pinah folder "{0}" u folder "{1}"?

source: This message cannot be sent because the account you chose to send with is not enabled
ace: Peusan nyo hanjeut dikirem, karena akun yang dreun pileh keu kirem peusan hana aktif

source: Please enable the account or send using another account.
ace: Aktifkan aku terkait atau kirem ngeun akun yang laen.

source: Mail Deletion Failed
ace: Gagal Sampoh Surat

source: You do not have sufficient permissions to delete this mail.
ace: Dreun hana hak yang sep keu sampoh surat nyo.

source: "Check Junk" Failed
ace: Gagal "Peuriksa Peusan Broeh"

source: "Report Junk" Failed
ace: Gagal "Melaporkan Peusan Broeh"

source: "Report Not Junk" Failed
ace: Gagal "Melaporkan Keun Peusan Broeh"

source: Remove duplicate messages?
ace: Beuh peusan duplikat?

source: No duplicate messages found.
ace: Hana meutume pesan duplikat

source: Folder '{0}' doesn't contain any duplicate message.
ace: Folder "{0}" hana memuat pesan duplikat apapun.

source: Failed to disconnect account &quot;{0}&quot;.
ace: Gagal putoh akun &quot;{0}&quot;.

source: Failed to unsubscribe from folder &quot;{0}&quot;.
ace: Gagal peupiyoh berlangganan dari folder &quot;{0}&quot;.

source: Unable to retrieve message.
ace: Hanjeut cek peusan.

source: Failed to open folder.
ace: Gagal buka folder.

source: Failed to find duplicate messages.
ace: Gagal meutume pesan-pesan duplikat.

source: Failed to retrieve messages.
ace: Gagal watee cek peusan.

source: Failed to remove attachments from messages.
ace: Gagal sampoh lampiran dari peusan.

source: Failed to download messages for offline viewing.
ace: Gagal download pesan keu kaloen offline.

source: Failed to save messages to disk.
ace: Gagal keubah pesan ke disk.

source: Hidden file is attached.
ace: Berkas teu peusom di lampirkan.

source: The attachment named {0} is a hidden file and may contain sensitive data. Please review it before sending.
ace: Lampirkan meu nan {0} nyan keuh berkas teu peusom dan mungken muat data yang sensitif. Harap periksa seugohlom kirem.

source: Printing failed.
ace: Pencetakan gagal.

source: The printer replied &quot;{0}&quot;.
ace: Pencetak jaweub &quot;{0}&quot;

source: Could not perform this operation on {0}.
ace: Han jhet laksanakan operasi nyo bak {0}.

source: You must be working online to complete this operation.
ace: Droen perle kerja online keu selesaikan operasi nyoe.

source: Canceling...
ace: Peu batal...

source: Send & Receive Mail
ace: Kirem & cok Surat

source: Cancel _All
ace: Peu batal Mandum

source: Updating...
ace: Peu baroe...

source: Waiting...
ace: Preh...

source: Checking for new mail at '%s'
ace: Cek email baroe bak '%s'

source: Search Folders
ace: Mita Folder

source: Edit Search Folder
ace: Ubah Folder Peumita

source: New Search Folder
ace: Pileh Folder Peumita

source: Unseen
ace: Golom ikalon

source: Seen
ace: Kaleh ikalon

source: Answered
ace: Kaleuh ijaweb

source: Forwarded
ace: Teruskan

source: Multiple Unseen Messages
ace: Pesan Goh lom Di kaloen Ganda

source: Multiple Messages
ace: Pesan Ganda

source: Lowest
ace: Paleng Rendah

source: Lower
ace: Meuyup

source: Higher
ace: Lebeh Manyang

source: Highest
ace: Paleng Tingg

source: Today %l:%M %p
ace: Uro nyo %l:%M %p

source: Yesterday %l:%M %p
ace: Buklam %l:%M %p

source: Select all visible messages
ace: Pileh mandum pesan yang jhet Droen kaloen jino

source: Messages
ace: Pesan

source: Follow-up
ace: Tindak-Lanjut

source: Generating message list
ace: Peuget dapeuta pesan

source: No message satisfies your search criteria. Change search criteria by selecting a new Show message filter from the drop down list above or by running a new search either by clearing it with Search->Clear menu item or by changing the query above.
ace: Hana peusan nyang sesuai kriteria pencarian gata. Ubah kriteria pencarian deungon geupileh penyaring baroe. Peuleumah pesan dari daftar drop down iwateuh ataua deungon geujalankan pencarian baroe deungon cara geupeugleh jih pakek butir menu Mita->Peugleh ataua deungon geu ubah query iwateuh

source: There are no messages in this folder.
ace: Hana peusan lam folder nyo.

source: Flagged
ace: Na flag

source: Received
ace: Iteurimong

source: Flag Status
ace: Status Flag

source: Follow Up Flag
ace: Tanda Keu Ditindaklanjuti

source: Due By
ace: Tiba Saatjih Bak

source: Messages To
ace: Peusan u

source: Subject - Trimmed
ace: subjek - Disingkat

source: Subject or Addresses contains
ace: Subjek atau alamat meuaso

source: Recipients contain
ace: Yang teurimong meuaso

source: Message contains
ace: Peusan meuaso

source: Subject contains
ace: Subjek meuaso

source: Sender contains
ace: Yang kirem meuaso

source: Body contains
ace: Badan peusan meuaso

source: _Table column:
ace: _Tabel kolom

source: Address formatting
ace: Penformatan alamat

source: _Format address according to standard of its destination country
ace: _Format alamat sesuai ngeun standar dari neugara tujuannya

source: Autocompletion
ace: Auto komplet

source: Always _show address of the autocompleted contact
ace: _Sabe peulumah alamat dari kontak yang dilengkapi otomatis

source: Multiple vCards
ace: vCard Ganda

source: vCard for %s
ace: vCard untok %s

source: Contact information
ace: Informasi kontak

source: Contact information for %s
ace: Informasi kontak keu %s

source: New Address Book
ace: Buku Alamat Baro

# New
source: _Contact
ace: _Kontak

source: Create a new contact
ace: Peuget kontak baroe

# New
source: Contact _List
ace: _Dapeuta Kontak

source: Create a new contact list
ace: Peuget dapeuta kontak baroe

# New
source: Address _Book
ace: _Buku Alamat

source: Create a new address book
ace: Peuget buku alamat baroe

source: Certificates
ace: Sertifikat

source: Address Book Properties
ace: Properti Buku alamat

source: Save as vCard
ace: Keubah sebago vCard

source: Co_py All Contacts To...
ace: Salin Mandum_Kontak...

source: Copy the contacts of the selected address book to another
ace: Salin kontak dari buku alamat yang dipile

source: D_elete Address Book
ace: _Apoh Buku Alamat

source: Delete the selected address book
ace: Apoh buku alamat yang dipileh

source: Mo_ve All Contacts To...
ace: Pinah _Mandum Kontak...

source: Move the contacts of the selected address book to another
ace: Pinah kontak dari buku yang di pileh

source: _New Address Book
ace: _Buku Alamat Baru

source: Address _Book Properties
ace: Properti _Buku Alamat

source: Show properties of the selected address book
ace: Peuleumah properti buku alamat yang dipileh

source: Re_fresh
ace: Per_barui

source: Address Book _Map
ace: Peta Buku Ala_mat

source: Show map with all contacts from selected address book
ace: Peuleumah peta ngeun mandum kontak dari buku alamat yang dipileh

source: _Rename...
ace: _Gantoan...

source: Rename the selected address book
ace: Ubah nan buku alamat yang dipileh

source: Stop loading
ace: Peumate Peumuatan

source: _Copy Contact To...
ace: _Salen Kontak u...

source: Copy selected contacts to another address book
ace: Salen kontak yang dipileh keu buku alamat yang laen

source: _Delete Contact
ace: _Sampoh Kontak

source: _Find in Contact...
ace: _Mita Lam Kontak...

source: Search for text in the displayed contact
ace: Mita teks bak kontak yang dipeuleumah

source: _Forward Contact...
ace: _Kirem Info Kontak

source: Send selected contacts to another person
ace: Kirem kontak yang dipileh keu oreung laen

source: _Move Contact To...
ace: _Pinah Kontak U...

source: Move selected contacts to another address book
ace: Pinah kontak keu buku alamat laen

source: _New Contact...
ace: Kontak _Baro

source: New Contact _List...
ace: Daftar Kontak _Baro...

source: _Open Contact
ace: Buka K_ontak

source: View the current contact
ace: Nging kontak nyo

source: _Send Message to Contact...
ace: Kirem Peu_san u Kontak nyo...

source: Send a message to the selected contacts
ace: Kirem peusan keu kontak yang dipileh

source: _Actions
ace: _Aksi

source: _Preview
ace: _Pratinjau

source: _Delete
ace: _Sampoh

source: _Properties
ace: _Properti

source: Address Book Map
ace: Peta Buku Alamat

source: Contact _Preview
ace: _Pratinjau Kontak

source: Show contact preview window
ace: Peuleumah jendela Pratinjau kontak

source: Show _Maps
ace: Peuleumah _Peta

source: Show maps in contact preview window
ace: Peuleumah peta di jendela pratinjau kontak

source: _Classic View
ace: Peuleumah _Klasik

source: Show contact preview below the contact list
ace: Peuleumah pratinjau kontak di bawah daftar kontak

source: _Vertical View
ace: Peuleumah _Vertikal

source: Show contact preview alongside the contact list
ace: Peuleumah pratinjau kontak di sampeng daftar kontak

source: Unmatched
ace: Hana cocok

source: Advanced Search
ace: Mita Leubeh Lanjut

source: Print all shown contacts
ace: Cetak mandum kontak yang dipeulemah

source: Preview the contacts to be printed
ace: Mempratinjau kontak yang akan dicetak

source: Print selected contacts
ace: Cetaj konta yang ka dipileh

source: S_ave Address Book as vCard
ace: Keubah Buku _Alamat sebagai VCard

source: Save the contacts of the selected address book as a vCard
ace: Keubah kontak dari buku alamat yang di pileh sebagai vCard

source: _Save as vCard...
ace: _Keubah sebagai vCard

source: Save selected contacts as a vCard
ace: Keubah kontak yang dipileh sebagai vCard

source: _Forward Contacts
ace: _Meuneruskan Alamat

source: _Forward Contact
ace: _Meuneruskan Alamat

source: _Send Message to Contacts
ace: _Kirem Pesan u Kontak

source: _Send Message to List
ace: _Kirem Pesan u Daftar

source: _Send Message to Contact
ace: _Kirem Pesan u Kontak

source: Audio Player
ace: Ngon Puta Audio

source: Play the attachment in embedded audio player
ace: Pudep lampiran lam ngon puta audio teutanom

source: You can restore Evolution from a backup file. This will restore all your personal data, settings mail filters, etc.
ace: Dreon jeut peubalek data Evolution dari berkas cadangan. Peubalek nyan diikoet mandum peungaturan pribadi Droen, Peunyarengan pesan, dll.

source: _Restore from a backup file:
ace: Peubalek dari berkas cadangan:

source: Choose a backup file to restore
ace: Pileh berkas cadangan yang keunuek ipeubalek

source: Restore from Backup
ace: Peubalek dari Backup

source: Select name of the Evolution backup file
ace: Pileh nan berkas cadangan Evolution

source: _Restart Evolution after backup
ace: Peu_jak ualng Evolution aleuh peugot cadangan

source: Select name of the Evolution backup file to restore
ace: Pileh nan cadangan Evolution yang keuneuk ipeubalek

source: _Restart Evolution after restore
ace: Peu_jak ualng Evolution aleuh peubalek cadangan

source: _Back up Evolution Data...
ace: _Back up Data Evolution...

source: Back up Evolution data and settings to an archive file
ace: Back up data dan pengaturan Evolution u berkas arsip

source: R_estore Evolution Data...
ace: Peuba_lek Data Evolution...

source: Restore Evolution data and settings from an archive file
ace: Mengembalikan data ngon pengaturan Evolution yang sigolom jih ikeubah sebagoe arsip cadangan

source: Back up Evolution directory
ace: Back up direktori Evolution

source: Restore Evolution directory
ace: Direktori untuk restore Evolution

source: Check Evolution Back up
ace: Periksa Cadangan Evolution

source: Restart Evolution
ace: Peujak ulang Evolution

source: With Graphical User Interface
ace: Ngon Antarmuka Grafik

source: Shutting down Evolution
ace: Peumatee Evolution

source: Backing Evolution accounts and settings
ace: Peugot cadangan akun dan peungaturan Evolution

source: Backing Evolution data (Mails, Contacts, Calendar, Tasks, Memos)
ace: Peugot cadangan data Evolution (Surat, Kontak, Kalender, Tugas, Memo)

source: Back up complete
ace: Backup leungkap

source: Restarting Evolution
ace: Peujak ulang Evolution

source: Back up current Evolution data
ace: Peugoet Cadangan data Evolution yang jinoe

source: Extracting files from back up
ace: Ekstrak berkas dari cadangan

source: Loading Evolution settings
ace: Buka penganturan Evolution

source: Removing temporary back up files
ace: Beoh berkas cadangan temporer

source: Reloading registry service
ace: Muat ulang layanan registri

source: Evolution Back Up
ace: Back Up Evolution

source: Backing up to the folder %s
ace: Peugoet Cadangan %s
