Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: Some of your contacts may not be available until Evolution is restarted.
ace: Padum boeh kontak dreun mungken hana tersedia sampai Evolution dipeujak ulang.

source: The calendar backend servicing &quot;{0}&quot; has quit unexpectedly.
ace: Backend kalender yang meulayani "{0}" tiba-tiba teututop.

source: Some of your appointments may not be available until Evolution is restarted.
ace: Padup boeh dari janji meurumpeek Dreun mungken hana sampek Evolution dipeujak ulang.

source: The memo list backend servicing &quot;{0}&quot; has quit unexpectedly.
ace: Beckend daftar memo yang meulayani "{0}" tibaq-tiba teututop.

source: Some of your memos may not be available until Evolution is restarted.
ace: Padum boeh dari memo Dreun mungken hana tersedia sampai Evolution dipeujak ulang.

source: The task list backend servicing &quot;{0}&quot; has quit unexpectedly.
ace: Backend daftar tugas yang melayani '{0}' tiba-tiba teutop.

source: Some of your tasks may not be available until Evolution is restarted.
ace: Beberapa tugas Droen mungkin hana tersedia sampoe Evolution neu jalankan ulang.

source: The address book backend servicing &quot;{0}&quot; encountered an error.
ace: Backend buku alamat yang melayani '{0}' na kesalahan.

source: The calendar backend servicing &quot;{0}&quot; encountered an error.
ace: Backend kalender yang melayani '{0}' meurumpok saboh kesalahan.

source: The memo list backend servicing &quot;{0}&quot; encountered an error.
ace: Backend dapeuta memo yang layani '{0}' meurumpok saboh kesalahan.

source: The task list backend servicing &quot;{0}&quot; encountered an error.
ace: Backend dapeuta tugas yang melayani '{0}' meurumpok saboh kesalahan

source: click to add
ace: klik keu tamah

source: (Ascending)
ace: (Peu ek)

source: (Descending)
ace: (Peu tron)

source: Not sorted
ace: Hana ter urot

source: No grouping
ace: Hana Kelompok

source: Available Fields
ace: Kolom na

source: Add a Column
ace: Tamah kolom

source: To add a column to your table, drag it into the location in which you want it to appear.
ace: Keu tamah kolom dalam label, cok kolom yang diinginkan dan peuduk bak lokasi yang Droen inginkan.

source: Customize Current View
ace: Peu sesuai Tampila

source: Sort _Ascending
ace: Peu urot _Ascending

source: Sort _Descending
ace: Peu urot _Descending

source: _Unsort
ace: Bak _peu urot

source: Group By This _Field
ace: _Kelompokkan Berdasarkan Kolom nyoe

source: Group By _Box
ace: Kelompokkan _Berdasarkan Kotak

source: Remove This _Column
ace: Apoh _kolom nyoe

source: Add a C_olumn...
ace: Tamah Kolom...

source: A_lignment
ace: Peu sesuai

source: B_est Fit
ace: Peduk terbaik

source: Format Column_s...
ace: _Format Kolom...

source: Custo_mize Current View...
ace: Kostum tampilan nyoe...

source: _Sort By
ace: _Neurutkan

source: _Custom
ace: _Neusesuaikan

source: Select All
ace: Pileh Mandum

source: Input Methods
ace: Metode Masukan

source: Click here to go to URL
ace: Klik bak nyoe keu URL

source: _Copy Link Location
ace: _Salen Lokasi Tautan

source: Copy the link to the clipboard
ace: Salen tautan bak papan klip

source: _Open Link in Browser
ace: Buka Link dalam Br_owser

source: Open the link in a web browser
ace: Buka tautan bak peramban web

source: _Copy Email Address
ace: _Salen Alamat Surel

source: _Copy Image
ace: Sal_en Gamba

source: Copy the image to the clipboard
ace: Salen gamba u papan klip

source: Select all text and images
ace: Pileh mandum teks ngoen gamba

source: Click to call %s
ace: Klik keu hoi %s

source: Click to hide/unhide addresses
ace: Klik keu peu som/peu leumah alamat

source: Click to open %s
ace: Klik keu buka %s

source: Calendar: from %s to %s
ace: Kalender: dari %s sampoe %s

source: evolution calendar item
ace: objek kalender evolution

source: Evolution Source Viewer
ace: Penilik Sumber Evolution

source: Display Name
ace: Nan Tampilan

source: Flags
ace: Peunanda

source: Identity
ace: Identitas

source: Missing date.
ace: Tanggai galom ipaso.

source: You must choose a date.
ace: Droen harus pasoe tanggai.

source: Missing filename.
ace: Kureng nan berkas.

source: You must specify a filename.
ace: Droen harus tuleh nan berkas.

source: File &quot;{0}&quot; does not exist or is not a regular file.
ace: Berkas &quot;{0}&quot; hana ato kon berkas biasa

source: Bad regular expression &quot;{0}&quot;.
ace: Reguler expression hana get &quot;{0}&quot;.

source: Could not compile regular expression &quot;{1}&quot;.
ace: Han jheut kompilasi ekspresi reguler &quot;{1}&quot;.

source: Missing name.
ace: Nan hana di pasoe.

source: You must name this filter.
ace: Droen harus pasoe nan bak filter nyoe.

source: Name &quot;{0}&quot; already used.
ace: nan &quot;{0}&quot; kalheuh di pakek.

source: Please choose another name.
ace: Silahkan pileh nan yang laen.

source: popup a child
ace: popup saboh aneu

source: toggle the cell
ace: jungket se

source: expands the row in the ETree containing this cell
ace: Peukeumang bares bak ETree yang na sel nyoe

source: collapses the row in the ETree containing this cell
ace: peu rot bareh dalam ETree yang na sel nyoe

source: Table Cell
ace: Sel Tabel

source: click
ace: Klik

source: sort
ace: Peu urot

source: Define Views
ace: Definisikan Tampilan

source: Table
ace: tabel

source: Save Current View
ace: simpan Tampilan jino

source: Define New View
ace: Definisikan Tampilan Baroe

source: Do you wish to save your changes?
ace: Droen meujak keubah perubahan?

source: This signature has been changed, but has not been saved.
ace: Tanda tanan nyoe ka di ubah tapi goh lom di keubah.

source: _Discard changes
ace: _Peu abai perubahan

source: Please provide an unique name to identify this signature.
ace: Tulong jok nan unik keu teupeu tanda tangan nyoe.

source: Could not load signature.
ace: Han jeut memuat tanda tangan.

source: Could not save signature.
ace: Han jeut keubah tanda tangan.

source: This option will use an OAuth 2.0 access token to connect to the server
ace: Opsi nyo akan pakek akses OAuth 2.0 keu menyambong ke server

source: Invalid authentication result code (%d)
ace: Kode hasil otentikasi (%d) han sah

source: Saving message to folder '%s'
ace: Keubah pesan u lam folder "%s"

source: Forwarded messages
ace: Pesan yang diteruskan

source: Retrieving %d message
ace: Cek %d pesan

source: Scanning messages for duplicates
ace: Memindai pesan keu duplikat

source: Removing folder '%s'
ace: Sampoh folder "%s"

source: File "%s" has been removed.
ace: Berkas "%s" ka disampoh.

source: File has been removed.
ace: Berkas ka disampoh.

source: Removing attachments
ace: Beuh lampiran

source: Saving %d message
ace: Keubah %d peusan

source: Invalid folder URI '%s'
ace: URL folder "%s" hana sah

source: Failed to apply outgoing filters: %s
ace: Gagal keu peuget filter peutubit: %s

source: Failed to append to %s: %s Appending to local 'Sent' folder instead.
ace: Gagal tamah u %s: %s Ganto tamah u folder lokal "Teukirim".

source: Failed to append to local 'Sent' folder: %s
ace: Gagal tamah u folder "Teukirim" lokal: %s

source: Sending message
ace: Teungoh kirem peusan

source: Inbox
ace: Kotak Tamong

source: Drafts
ace: Rancangan

source: Sent
ace: Teukirem

source: User cancelled operation
ace: Pengguna peu batal operasi

source: %s authentication failed
ace: otentikasi %s gagal

source: No data source found for UID '%s'
ace: Hana di teume sumber data bagi UID '%s'

source: No destination address provided, forwarding of the message has been cancelled.
ace: Hana di jok alamat tujuan, penerusan pesan ka di peu batal.

source: No identity found to use, forwarding of the message has been cancelled.
ace: Hana di teume identitas keu di pakek, pesan batal di teruskan.

source: Disconnecting from '%s'
ace: Koneksi putoh dari '%s'

source: Reconnecting to '%s'
ace: Sambong ulang keu '%s'

source: Preparing account '%s' for offline
ace: Peu siap akun '%s' keu offline

source: Pinging %s
ace: Ping %s

source: Filtering Selected Messages
ace: Sarengan Pesan yang di pileh

source: Failed to filter selected messages. One reason can be that folder location set in one or more filters is invalid. Please check your filters in Edit->Message Filters. Original error was: %s
ace: Gagal sareng pesan yang di pileh. Saboh alasan jhet karna lokasi folder yang ditata bak saboh ato leubeh penyareng hana sah. Harap peuriksa penyareng Droen dalam Sunting->Penyareng Pesan. Error Asli: %s

source: Fetching mail from '%s'
ace: Cok surat dari '%s'

source: Failed to apply outgoing filters. One reason can be that folder location set in one or more filters is invalid. Please check your filters in Edit->Message Filters. Original error was: %s
ace: Error terapkan sarengan teubit. Saboh alasan bisa jadi karna lokasi folder yang ditata bak saboh ato leubeh peuyareng hana valid. Harap peuriksa peunyareng Droen dalam Sunting->penyareng pesan. Error asli: %s

source: Sending message %d of %d
ace: Kirem %d dari %d pesan

source: Failed to send a message
ace: Gagal Kirem pesan

source: Canceled.
ace: Di peubatal

source: Complete.
ace: Selesai.

source: Moving messages to '%s'
ace: Pinah pesan keu '%s'

source: Copying messages to '%s'
ace: Salin pesan keu '%s'

source: Storing folder '%s'
ace: Keubah folder '%s'

source: Expunging and storing account '%s'
ace: Apoh ngon keubah akun '%s'

source: Storing account '%s'
ace: Keubah akun '%s'

source: Emptying trash in '%s'
ace: Peu kosong tempat broh bak '%s'

source: Could not create spool directory '%s': %s
ace: Han jheut peunget direktori spool '%s': %s

source: Trying to movemail a non-mbox source '%s'
ace: Cuba keu movemail saboh sumber kon mbox '%s'

source: Forwarded message - %s
ace: Peusan yang diteruskan -%s

source: Forwarded message
ace: Peusan yang diteruskan

source: Setting up Search Folder: %s
ace: Peuget Saringan Folder: %s

source: Updating Search Folders for '%s' - %s
ace: Memutakhirkan Folder Pencarian keu '%s' - %s

source: The Search Folder "%s" has been modified to account for the deleted folder "%s".
ace: Folder Pencarian "%s" ka diubah keu memperhitungkan folder yang disampoh "%s".

source: _Restore Default
ace: Peubalek _Baku

source: You can drag and drop account names to reorder them.
ace: Dreun jeut tarek dan peurhet nan akun keu ubah urutan mereka.

source: De_fault
ace: _Standar

source: Enabled
ace: Ipeuaktef

source: Account Name
ace: Nan akun

source: No email address provided
ace: Hana alamat surel yang dibre

source: Missing domain in email address
ace: Kurang domain lam alamat email

source: Unknown background operation
ace: Operasi latar belakang yang hana diketahui

source: Close this window
ace: Itoup window nyo

source: (No Subject)
ace: (Hana Subjek)

source: _Skip Lookup
ace: _Lewati Pencarian

source: Evolution Account Assistant
ace: Asisten Akun Evolution

source: Check for Supported Types
ace: Periksa Tipe yang I Dukung

source: Congratulations, your mail configuration is complete. You are now ready to send and receive email using Evolution. Click "Apply" to save your settings.
ace: Seulamat, peungato pesan gata ka seuleuso. Gata ka siap geukirem email dan teurimong email pakek Evolution. Klik "Teurapkan" keubah peungaturan dron.

source: Done
ace: Kaleuh

source: Special Folders
ace: Folder Khusus

source: Draft Messages _Folder:
ace: _Folder Pesan Draft:

source: Choose a folder for saving draft messages.
ace: Pileh folder tempat keubah pesan draft.

source: Sent _Messages Folder:
ace: Folder E_mail Terkirim:

source: Choose a folder for saving sent messages.
ace: Pileh folder tempat keubah pesan yang ka di kirem.

source: S_ave replies in the folder of the message being replied to
ace: Keubah jawaban dalam folder pesan yang di jaweub.

source: _Restore Defaults
ace: Peu balek ke bawaan.

source: Use a Real Folder for _Trash:
ace: Pakek Folder Nyata bagi Tong Broh:

source: Choose a folder for deleted messages.
ace: Pileh folder bagi pesan yang di apoh.

source: Use a Real Folder for _Junk:
ace: Pakek Folder Nyata bagi Spam:

source: Choose a folder for junk messages.
ace: Pileh folder bagi pesan hana jelas.

source: Composing Messages
ace: Tuleh Pesan baroe

source: Alway_s carbon-copy (cc) to:
ace: Sabee kirem tembusan (cc) ke:

source: Always _blind carbon-copy (bcc) to:
ace: Sabee kirem tembusan bayangan (bcc) ke:

source: Message Receipts
ace: Pesan Penerimaan

source: S_end message receipts:
ace: Kirem nota pesan:

source: Never
ace: Bek pernah

source: Always
ace: Sabee

source: Ask for each message
ace: Konfirmasi ile keu tiep pesan yang di kirem

source: Defaults
ace: Bawaa

source: Please enter your name and email address below. The "optional" fields below do not need to be filled in, unless you wish to include this information in email you send.
ace: Peu tamong nan ngon alamat surat Droen di baroeh nyoe. Bak kolom "tambahan", Droen hana perle pasoe secara lengkap, kecuali meunyoe meujak sertakan informasi nyan bak pesan yang Droen kirem.

source: Account Information
ace: Informasi Akun

source: Type the name by which you would like to refer to this account. For example, "Work" or "Personal".
ace: Keutik nan yang meujak Droen pakek keu mangacu bak akun nyoe. Misal: "Kanto" ato "Rumoh"

source: Required Information
ace: Perle informasi

source: Full Nam_e:
ace: Nan Lengkap

source: Email _Address:
ace: Alamat Email

source: Optional Information
ace: Informasi Opsional

source: Re_ply-To:
ace: Balah keu:

source: Or_ganization:
ace: Organisasi:

source: Add Ne_w Signature...
ace: _Tamah Tanda Tangan Baroe...

source: Looking up account details...
ace: Mita rincian akun...

source: Checking for New Mail
ace: Teungoeh periksa surel Baroe

source: Check for _new messages every
ace: Periksa pesan_baroe setiap

source: Receiving Options
ace: Opsi Pengambilan

source: Receiving Email
ace: Pengambilan Surel

source: General
ace: Umom

source: _Do not sign meeting requests (for Outlook compatibility)
ace: Bek tan_da tangan usulan pertemuan(supaya han jeut i baca bak Outlook)

source: OpenPGP _Key ID:
ace: ID_Kunci OpenPGP:

source: Si_gning algorithm:
ace: Al_goritma tanda tangan:

source: Al_ways sign outgoing messages when using this account
ace: _Sabee boeh tanda tangan bak surel tibit watee pakek akun nyoe

source: Always encrypt to _myself when sending encrypted messages
ace: Sabee enkripsi pesan yang i kire_m keu droe watee kirem pesan terenkripsi

source: Always _trust keys in my keyring when encrypting
ace: Sabee_percaya kunci bak keyring watee acak

source: Secure MIME (S/MIME)
ace: MIME Aman (S/MIME)

source: Sig_ning certificate:
ace: Sertifikat ta_nda tangan:

source: Select
ace: Pileh

source: Signing _algorithm:
ace: _Algoritma tanda tangan:

source: Always sign outgoing messages when using this account
ace: Sabee boeh tanda tangan bak surel tibit watee pakek akun nyoe

source: Encryption certificate:
ace: Sertifikat enkripsi:

source: Always encrypt outgoing messages when using this account
ace: Sabee enkripsi surel tibit watee pakek akun nyoe

source: Always encrypt to myself when sending encrypted messages
ace: Sabee enkripsi pesan yang di kirem keu droe watee kirem pesan ter enkripsi

source: Sending Email
ace: Pengirem email

source: Server _Type:
ace: Tipe Server:

source: This is a summary of the settings which will be used to access your mail.
ace: Nyo adalah ringkasan dari pengato yang akan di pakek keu akses email droen.

source: Personal Details
ace: Detail Pribadi

source: Full Name:
ace: Nan lengkap:

source: Email Address:
ace: Alamat Email:

source: Receiving
ace: Teurimong

source: Sending
ace: Kirem

source: Server Type:
ace: Tipe Server:

source: Username:
ace: Nan Pengguna:

source: Security:
ace: Keamanan:

source: Account Summary
ace: Ringkasan Akun

source: Welcome to the Evolution Mail Configuration Assistant. Click "Continue" to begin.
ace: Selamat datang bak Asisten Konfigurasi Email Evolution. Klik "maju" keu mulai.

source: Welcome
ace: Selamat Datang

source: Account Editor
ace: Edit Akun

source: _Add to Address Book...
ace: Tamah ke Buku Alamat...

source: _To This Address
ace: Keu alamat nyoe

source: _From This Address
ace: _Dari alamat nyoe:

source: Send _Reply To...
ace: Kirem Balasan ke....

source: Send a reply message to this address
ace: Kirem pesan balasan ke alamat nyoe

source: Create Search _Folder
ace: Peuget Folder peumita

source: Save _Image...
ace: K_eubah Gamba...

source: Save the image to a file
ace: Keubah gamba u dalam suatu berkas

source: Junk filtering software:
ace: Perangkat lunak penyaring broeh

source: _Label name:
ace: _Nan label:

source: I_mportant
ace: _Peunteng

source: _Work
ace: Keurja

source: _Personal
ace: _Pribadi

source: _To Do
ace: _Tugah

source: _Later
ace: _Eunteuk

source: Add Label
ace: Tamah Label

source: Note: Underscore in the label name is used as mnemonic identifier in menu.
ace: Catatan: Underscore bak label nama ka ipakek seubagai identitas mnemonic bak menu.

source: Color
ace: Warna

source: Please select a folder
ace: Ci pileh folder

source: Page %d of %d
ace: Pn %d dari %d

source: Print
ace: Cetak

source: Header Name
ace: Nan Tajuk

source: Header Value
ace: Nilai Tajuk

source: Headers
ace: Tajuk

source: Save Image
ace: Keubah Gamba

source: Copy to Folder
ace: Salen u Folder

source: C_opy
ace: _Salin

source: Move to Folder
ace: Pinah u Folder

source: _Move
ace: _Peupinah

source: _Do not ask me again.
ace: Bek _tanyeng lon le.

source: _Always ignore Reply-To: for mailing lists.
ace: Sabe abaikan Reply-To: keu milis.

source: Failed to retrieve message:
ace: Gagal cok pesan:

source: Retrieving message '%s'
ace: Cok pesan '%s'

source: A_dd Sender to Address Book
ace: Peutamong peungirem ke dalam Buku Alamat

source: Add sender to address book
ace: Tamah peungirem ke buku alamat

source: Check for _Junk
ace: _sareng pesan broh

source: Filter the selected messages for junk status
ace: Sareng pesan yang di pileh dari pesan-pesan broh

source: _Copy to Folder...
ace: _salin ke Folder...

source: Copy selected messages to another folder
ace: Salin pesan yang di pileh ke folder yang laen.

source: _Delete Message
ace: _Apoh Pesa

source: Mark the selected messages for deletion
ace: Tanda pesan teupileh sebagai di apoh

source: Create a Filter Rule for Mailing _List...
ace: Peuget aturan penyarengan keu mail list...

source: Create a rule to filter messages to this mailing list
ace: Peugot aturan filter munuroet milis bak surel nyoe

source: Create a Filter Rule for _Recipients...
ace: Peugot aturan filter untuk ureung _Trimoeng...

source: Create a rule to filter messages to these recipients
ace: Peugot aturan filter meunurut ureung trimoeng surel nyoe

source: Create a Filter Rule for Se_nder...
ace: Peugot aturan filter untuk ureung kirem...

source: Create a rule to filter messages from this sender
ace: peugot aturan filter meunurot ureunl kirem surel

source: Create a Filter Rule for _Subject...
ace: Peugot aturan filter untuk _Subjek...

source: Create a rule to filter messages with this subject
ace: Peugot aturan filter meunurot subjek pesan nyoe

source: A_pply Filters
ace: Teurapkan Filter

source: Apply filter rules to the selected messages
ace: Peubut filter ngon filter pesan-pesan yang teungoh ipileh

source: _Find in Message...
ace: Mita _lam Pesan...

source: Search for text in the body of the displayed message
ace: Mita bak badan teks surel yang teungoh ibuka

source: _Clear Flag
ace: Sampoe_h Tanda

source: Remove the follow-up flag from the selected messages
ace: Apoh bendera follow-up dari pesan-pesan yang dipileh

source: _Flag Completed
ace: _Tanda kalheuh

source: Set the follow-up flag to completed on the selected messages
ace: Tandai tindak lanjut ka beres bak peusan-peusan yang dipileh

source: Follow _Up...
ace: Tindak-lanj_uti...

source: Flag the selected messages for follow-up
ace: Boeh tanda pesan-pesan yang i pileh keu i tindaklanjuti

source: _Attached
ace: _Terlampir

source: Forward the selected message to someone as an attachment
ace: Teruskan pesan nyoe ke ureung laen sebagoe lampiran

source: Forward As _Attached
ace: Terusk_an Sebagoe Lampiran

source: _Inline
ace: _Teks Peusan

source: Forward the selected message in the body of a new message
ace: Teruskan pesan nyoe sebagoe bagian teks keu pesan yang baroe

source: Forward As _Inline
ace: Teruskan Sebago_e Teks Pesan

source: _Quoted
ace: _Kutipan

source: Forward the selected message quoted like a reply
ace: Teruskan pesan nyoe dalam bentuk kutipan

source: Forward As _Quoted
ace: Teruskan Sebagoe_Kutipan

source: _Load Images
ace: Peuleu_mah Gamba

source: Force images in HTML mail to be loaded
ace: Peuleumah gamba bak surel HTML

source: _Important
ace: _Penteng

source: Mark the selected messages as important
ace: Boeh tanda pesan yang i pileh sebagoe peunteng

source: _Junk
ace: _Broh

source: Mark the selected messages as junk
ace: Boeh tanda pesan yang i pileh sebagoe broeh

source: _Not Junk
ace: _Kon Broh

source: Mark the selected messages as not being junk
ace: Boeh tanda pesan yang i pileh kon sebagoe broeh

source: _Read
ace: _Kaleuh Ibaca

source: Mark the selected messages as having been read
ace: Peu tanda pesan yang i pileh sebagoe kaleuh i baca

source: Uni_mportant
ace: Hana Peun_teng

source: Mark the selected messages as unimportant
ace: Peu tanda pesan yang i pileh sebagoe hana peunteng

source: _Unread
ace: Goh lom Dibaca

source: Mark the selected messages as not having been read
ace: Tandai pesan yang dipileh sebagai gohlom dibaca

source: _Edit as New Message...
ace: Edit sebagai pesan Baroe...

source: Open the selected messages in the composer for editing
ace: Buka pesan yang dipileh bak komposer keu di edit

source: Compose _New Message
ace: Peuget pesan baroe

source: Open a window for composing a mail message
ace: Buka window keu pueget pesan baroe

source: _Open in New Window
ace: Buka dalam window baroe

source: Open the selected messages in a new window
ace: Buka pesan yang dipileh bak window baroe

source: _Move to Folder...
ace: Pinah ke folder....

source: Move selected messages to another folder
ace: Pinah pesan yang dipileh ke folder laen

source: _Switch to Folder
ace: Tuka ke folder

source: Display the parent folder
ace: Peuleumah folder induk

source: Switch to _next tab
ace: Pinah ke tab selanjut jih

source: Switch to the next tab
ace: Pinah ke tab selanjut jih

source: Switch to _previous tab
ace: Pinha ke tab seugohlom jih

source: Switch to the previous tab
ace: Pinah ke tab seugohlom jih

source: Cl_ose current tab
ace: Top tab nyoe

source: Close current tab
ace: Top tab nyoe

source: _Next Message
ace: Pesan selanjut ji

source: Display the next message
ace: Buka pesan selanjut jih

source: Next _Important Message
ace: Pesan penting selanjut jih

source: Display the next important message
ace: Buka pesan penteng selanjut jih

source: Next _Thread
ace: Thread selanjut jih

source: Display the next thread
ace: Peuleumah topik selanjut jih

source: Next _Unread Message
ace: Pesan goh lom Dibaca Selanjut jih

source: Display the next unread message
ace: Buka pesan yang goh lom i baca selanjut jih

source: _Previous Message
ace: _Pesan Sebelum nyoe

source: Display the previous message
ace: Buka pesan sigolomnyoe

source: Pr_evious Important Message
ace: P_esan Penteng Sigolomnyoe

source: Display the previous important message
ace: Buka pesan Peunteng sigolomnyoe

source: Previous T_hread
ace: Ulir_Sigolomnyoe

source: Display the previous thread
ace: Peuleumah ulir sigolomnyoe

source: P_revious Unread Message
ace: Pesan_Goh Lom Neu Baca Sigolomnyoe

source: Display the previous unread message
ace: Buka pesan yang goh lom i baca sigolomnyoe

source: Print this message
ace: Cetak pesan nyoe

source: Preview the message to be printed
ace: Kaloen pratinjau pesan sigolom i cetak
