Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: Position of the task preview pane when oriented vertically
ace: Posisi panel kaloen tugas peukeuh posisi jih vertikal

source: Highlight overdue tasks
ace: Sorot tugas yang teulat seleso

source: Whether highlight overdue tasks with a special color (task-overdue-color)
ace: Peukeuh sorot tugas yang teulat ngon warna khusus (task-overdue-color)

source: Overdue tasks color
ace: Warna tugas teulat lheuh

source: Background color of tasks that are overdue, in "#rrggbb" format. Used together with task-overdue-highlight.
ace: Warna layeu likot dari tugas yang teulat, dalam bentuk "#rrggbb". Di pakek ngon task-overdue-highlight.

source: Time divisions
ace: Peumbagian wate

source: Intervals shown in Day and Work Week views, in minutes
ace: Intercval yang di tujukan bak tampilan Uroe dan Minggu Kerja, dalam meunet.

source: Timezone
ace: Zona wate

source: The default timezone to use for dates and times in the calendar, as an untranslated Olson timezone database location like "America/New York"
ace: Timezone yang di pakek keu penanggalan dan watee kalender, lagee zona lokasi basis data watee Olsen yang hana di terjemahkan lagee "America/New York"

source: Twenty four hour time format
ace: Bentuk dua ploh peut jeum

source: Whether to show times in twenty four hour format instead of using am/pm
ace: Peu keuh peuleumah watee dalam 24 jeum daripada am/pm

source: Birthday and anniversary reminder
ace: Peuingat Uroe lahee & perayaan

source: Whether to set a reminder for birthdays and anniversaries
ace: Peu keuh menata peuingat bagi uroe lahee dan peryaan tahunan

source: Default appointment reminder
ace: Peunga

source: Whether to set a default reminder for appointments
ace: Peukeuh ato peuingat bawaan keu pertemuan

source: Use system timezone
ace: Pakek zona watee sistem

source: Use the system timezone instead of the timezone selected in Evolution
ace: Pakek zona watee sistem daripada zona watee yang di pileh bak Evolutio

source: Week start
ace: Kamulai minggu

source: Weekday the week starts on, from Sunday (0) to Saturday (6)
ace: Awa

source: Work days
ace: Uro kerja

source: Days on which the start and end of work hours should be indicated
ace: Uroe yang seharus jih peuleumah watee jeum kerja mulai ngon abeh

source: Previous Evolution version
ace: Versi Evolution seugohlom jih

source: The most recently used version of Evolution, expressed as "major.minor.micro". This is used for data and settings migration from older to newer versions.
ace: Versi Evolution yang paleng akhee dipakek, di peugah sebago "mayor.minor.mikro". nyoe dipakek keu data ngon pengato megrasi dari versi awai keu versi leubeh baroe.

source: List of disabled plugins
ace: Dapeuta plugin yang dipeumate

source: The list of disabled plugins in Evolution
ace: Dapeuta yang di peumatee dalam Evolutio

source: The window's X coordinate
ace: Koordinat X window

source: The window's Y coordinate
ace: Koordinat Y window

source: The window's width in pixels
ace: Lebar window dalam piksel

source: The window's height in pixels
ace: Panyang window dalam piksel

source: Whether the window is maximized
ace: Peu keu window dimaksimalkan

source: Gnome Calendar's calendar import done
ace: Impor kalender Gnome ke kalender seles

source: Whether calendar from Gnome Calendar has been imported or not
ace: Peukeuh kalender dari Kalender Gnome ka diimpor ato gohlom

source: Gnome Calendar's tasks import done
ace: Impor tugas kalender Gnome seleso

source: Whether tasks from Gnome Calendar have been imported or not
ace: Peu keuh tugas dari Gnome Kalender diimpor ato goh

source: Check whether Evolution is the default mailer
ace: Cek peu keuh Evolution adalah program email utama

source: Every time Evolution starts, check whether or not it is the default mailer.
ace: Tiep Evolution mulai, cek peu keuh jih merupaka penyurat default.

source: Default charset in which to compose messages
ace: Karakter utama default yang di pakek keu tuleh pesab baroe

source: Default charset in which to compose messages.
ace: Karakter utama default yang di pakek keu tuleh pesan.

source: Path where picture gallery should search for its content
ace: Path dipat galeri gamba harus mita asoe

source: This value can be an empty string, which means it'll use the system Picture folder, usually set to ~/Pictures. This folder will be also used when the set path is not pointing to the existent folder
ace: Nilai nyoe jhet berupa string kosong, yang berarti di pakek folder Gamba sistem, biasa jih ditata keu ~/Pictures. Folder nyoe akan di pakek watee path yang ditata hana mengacu keu folder yang kalheuh na

source: Spell check inline
ace: Cek ejaan inline

source: Draw spelling error indicators on words as you type.
ace: Peuleumah indikator error ejaan kata bak tiep ketikan.

source: Automatic link recognition
ace: Peuturi link otomatis

source: Recognize links in text and replace them.
ace: Turi link dalam teks dan ganto

source: Automatic emoticon recognition
ace: Peuturi emoticon otomatis

source: Recognize emoticons in text and replace them with images.
ace: Peuturi imoticon bak teks aleuh nyan gantoe ngon gamba.

source: Attribute message
ace: Peusan atribut

source: The text that is inserted when replying to a message, attributing the message to the original author
ace: Teks yang disisipkan watee jaweub suatu pesan, peutanda bahwa bagian pesan nyan dituleh lee pengarang awai

source: Forward message
ace: Teruskan peusan

source: The text that is inserted when forwarding a message, saying that the forwarded message follows
ace: Teks yang disisipkan watee meneruskan pesan, yang menyatakan bahwa aleuh nyan nakeuh pesan yang diteruskan

source: Original message
ace: Pesan asli

source: The text that is inserted when replying to a message (top posting), saying that the original message follows
ace: Teks yang disisipkan watee jaweub pesan (top posting), yang menyatakan bahwa aleuh nyoe nakeuh pesan awai

source: Group Reply replies to list
ace: Jawaban Grup jaweub u milis

source: Instead of the normal "Reply to All" behaviour, this option will make the 'Group Reply' toolbar button try to reply only to the mailing list through which you happened to receive the copy of the message to which you're replying.
ace: Keu gantoe prilaku normal "Jaweub u Mandum", opsi nyoe akan ipeugoet tombol bilah alat 'Jaweub Grup' coba jaweub cuma u milis yang kirem Droen salenan pesan yang teungoh Droen jaweub.

source: Put the cursor at the bottom of replies
ace: Peuduk kursor i baroeh jawaban

source: Users get all up in arms over where the cursor should go when replying to a message. This determines whether the cursor is placed at the top of the message or the bottom.
ace: Peungguna jeut pileuh ipat kursor mesti teuduk watee jaweub peusan. Nyoe peuteuntee pukeuh kursor ipeuduk i wateuh pesan atau i miyub.

source: Always request read receipt
ace: sabee kirem permintaan pemberitahuan pembacaan surel

source: Whether a read receipt request gets added to every message by default.
ace: Peukeuh permintaan tanda trimoeng ka ibaca itamah bak tip pesan secara default.

source: Send HTML mail by default
ace: Kirem surel HTML secara default

source: Send HTML mail by default.
ace: Kirem surel HTML secara default.

source: Spell checking color
ace: Warna untok peuriksa ejaan

source: Underline color for misspelled words when using inline spelling.
ace: Wareuna gareuh baroeh bak tip kata-kata yang salah eja watee pileh pengeja inline.

source: Spell checking languages
ace: Basa untuk priksa ejaan

source: List of dictionary language codes used for spell checking.
ace: Daftar kode basa kamus yang ipakek untuk priksa ejaan.

source: Show "Bcc" field when sending a mail message
ace: Peuleuymah "Bcc" watee kirem surel

source: Show the "Bcc" field when sending a mail message. This is controlled from the View menu when a mail account is chosen.
ace: Peuleuymah "Bcc" watee kirem surel. Nyoe diatoe dari menu View watee akun surel ipileh.

source: Show "Cc" field when sending a mail message
ace: Peuleuymah "Cc" watee kirem surel

source: Show the "Cc" field when sending a mail message. This is controlled from the View menu when a mail account is chosen.
ace: Peuleuymah "Cc" watee kirem surel. Nyoe diatoe dari menu View watee akun surel ipileh.

source: Show "Reply To" field when sending a mail message
ace: Peuleuymah "Balah U" watee kirem surel

source: Show the "Reply To" field when sending a mail message. This is controlled from the View menu when a mail account is chosen.
ace: Peudeuh ruas "Jaweub Keu" watee teungoh kirem pesan surat. Nyo i kendalikan dari menu Tilikan watee i pileh akun news.

source: Show "From" field when posting to a newsgroup
ace: Peuleumah ruas "From" wate kirem u newsgroup

source: Show the "From" field when posting to a newsgroup. This is controlled from the View menu when a news account is chosen.
ace: Peuleumah "dari" watee kirem keu saboh newsgroup. nyo dikendalikan dari meni Kaloen wate saboh akun news di pileh.

source: Show "Reply To" field when posting to a newsgroup
ace: Peuleumah "Reply To" watee posting keu newsgroup

source: Show the "Reply To" field when posting to a newsgroup. This is controlled from the View menu when a news account is chosen.
ace: Peuleumah "Jawab ke" watee kirem keu saboh newsgroup. Nyo dikendalikan dari menu Kaloen watee saboh akun news di pileh

source: Digitally sign replies when the original message is signed
ace: Tandatangani jawaban secara digital watee pesan asli ditandatangani

source: Automatically enable PGP or S/MIME signatures when replying to a message which is also PGP or S/MIME signed.
ace: Secara otomatis fungsikan tanda tangan PGP ato S/MIME wate jaweub pesan yang ditandatangani PGP ato S/MIME.

source: Encode filenames in an Outlook/GMail way
ace: Enkode nan berkas secara Outlook/Gmail

source: Encode filenames in the mail headers same as Outlook or GMail do, to let them display correctly filenames with UTF-8 letters sent by Evolution, because they do not follow the RFC 2231, but use the incorrect RFC 2047 standard.
ace: Mengkode nan berkas bak ulee email lagee yang di peuget Outlook ato Gmail, keu biarkan awak nyan peuleumah ngon beutoi nan berkas ngon huruf UTF-8 yang di kirem oleh Evolution, karena awak nyan hana turi RFC 2231, tapi pakek RFC 2047 yang salah

source: Put personalized signatures at the top of replies
ace: Tamah tanda tangan yang di personalisasi di pucok jawaba

source: Users get all up in arms over where their signature should go when replying to a message. This determines whether the signature is placed at the top of the message or the bottom.
ace: Peungguna jhet pileh di pat tanda tangan harus di peuduk watee jaweeb pesan. nyo peuteunte peu keuh tanda tangan di peuduk di pucok pesan ato di dasar.

source: Do not add signature delimiter
ace: Bek tamah pembatas tanda tangan

source: Set to TRUE in case you do not want to add signature delimiter before your signature when composing a mail.
ace: Pasoe TRUE meunyo Droen han ek tamah pembatas tanda tangan seugohlom tanda tangan droen watee suson surat

source: Ignore list Reply-To:
ace: Abaikan Reply-To dari list:

source: Some mailing lists set a Reply-To: header to trick users into sending replies to the list, even when they ask Evolution to make a private reply. Setting this option to TRUE will attempt to ignore such Reply-To: headers, so that Evolution will do as you ask it. If you use the private reply action, it will reply privately, while if you use the 'Reply to List' action it will do that. It works by comparing the Reply-To: header with a List-Post: header, if there is one.
ace: Padup-padup milis geu atoe tajuk Reply-To: header keu geu taki pengguna jeut geu kirem jaweuban keu milis, bah pih awak nyan geu lake Evolution keu geu peuget jaweuban keudroe. Geu atoe opsi nyo keu TRUE keumeung ci han peuduli tajuk Reply-To: headers, jadi Evolution akan i peuget peu nyang Dren lake. Menyo Dren neu pakek aksi jaweuban privat, jih i jaweub secara privat. nyo bekerja deungon geubandengkan tajuk Reply-To: deungon tajuk List-Post: headers, menyo na.

source: List of localized 'Re'
ace: Dapeuta 'Re' yang terlokalisas

source: Comma-separated list of localized 'Re' abbreviations to skip in a subject text when replying to a message, as an addition to the standard "Re" prefix. An example is 'SV,AV'.
ace: Dapeuta nyang ipisah koma keu singkatan 'Re' nyang ilokalkan keu geu lewat bak teks subjek watee geu jaweub saboh pesan, sebagoe tambahan keu prefiks standar "Re". Saboh contoh jih adalah 'SV,AV'.

source: Save file format for drag-and-drop operation
ace: Keubah format berkas bagi operasi drag-and-drop

source: Can be either 'mbox' or 'pdf'.
ace: Jhet berupa 'mbox' ato 'pdf'

source: Show image animations
ace: Peuleumah gamba animasi

source: Enable animated images in HTML mail. Many users find animated images annoying and prefer to see a static image instead.
ace: Peu izin gamba na gerak bak surat HTML. Rame pengguna teuganggu deungon gamba na gerak ngen leubeh galak geukaloen gamba hana gerak.

source: Enable or disable type ahead search feature
ace: Peu udep ato peu matee pengetikan bak fasilitas mita

source: Enable the side bar search feature to allow interactive searching of folder names.
ace: Peu udep fitur mita bilah sisi disingkat

source: Disable or enable ellipsizing of folder names in side bar
ace: Peu keuh nan folder di bilah sisi singkat

source: Whether disable ellipsizing feature of folder names in side bar.
ace: Peu keuh peumatee fitur penyingkatan nan folder di bilah sisi.

source: Enable or disable magic space bar
ace: Peuaktif ato peumate bilah spasi ajaib

source: Enable this to use Space bar key to scroll in message preview, message list and folders.
ace: Peuaktif nyo keu tombol spasi keu scroll dalam teumpat kaloen pesan, dapeuta pesan, ngen berkas.

source: Enable to use a similar message list view settings for all folders
ace: Peuaktef untok pakek pengaturan tilikan daftar peusan nyang sama bagi mandum folder

source: Enable to use a similar message list view settings for all folders.
ace: Peuaktef untok pakek pengaturan tilikan daftar peusan nyang sama bagi mandum folder.

source: Mark citations in the message "Preview"
ace: Peutanda kutipan lam peusan "Pracetak"

source: Mark citations in the message "Preview".
ace: Peutanda kutipan lam peusan "Pracetak".

source: Citation highlight color
ace: Warna peunanda kutipan

source: Citation highlight color.
ace: Warna peunanda kutipan.

source: Enable/disable caret mode
ace: Peuaktif/peumate mode caret

source: Enable caret mode, so that you can see a cursor when reading mail.
ace: Peuaktef moda caret, kursor akan nampak wate Dron baca surel.

source: Default charset in which to display messages
ace: Gugus karakter utama nyang igunakan untok meunampilkan peusan

source: Default charset in which to display messages.
ace: Gugus karakter utama nyang igunakan untok meunampilkan peusan.

source: Load images for HTML messages over HTTP
ace: Muat gamba untok peusan HTML meulalui HTTP

source: Load images for HTML messages over HTTP(S). Possible values are: "0" - Never load images off the net. "1" - Load images in messages from contacts. "2" - Always load images off the net.
ace: pasoe gamba keu pesan HTML roat HTTP(s). Nilai nyang mungken adalah "0"-Hantoem ipasoe gamba dari jaringan. "1"-Pasoe gamba bak pesan dari kontak . "2"-Sabee-sabee pasoe gamba dari jaringan.

source: Show Animations
ace: Peuleumah Animasi

source: Show animated images as animations.
ace: Peulemah gamba animasi.

source: Show all message headers
ace: Peulemah mandum header peusan

source: Show all the headers when viewing a messages.
ace: Peuleumah mandum tajuk saat menampilkan saboh peusan.

source: List of custom headers and whether they are enabled.
ace: Daftar judol custom dan peukeuh nyan ipeuaktef.

source: This key should contain a list of XML structures specifying custom headers, and whether they are to be displayed. The format of the XML structure is &lt;header enabled&gt; - set enabled if the header is to be displayed in the mail view.
ace: Kunci nyoe harus na saboh dapeuta struktur XML yang peuteuntee judul custom, dan peukeuh dipeuleumah. Format struktur XML joh nyan keuh &it; judul di peuudep&gt; - peu udep meunyoe judul di peuleumah bak surat

source: Show photo of the sender
ace: Peuleumah foto peungirem

source: Show the photo of the sender in the message reading pane.
ace: Peuleumah foto pengirem peusan i dalam panel peumbaca.

source: Search for the sender photo in local address books
ace: Mita foto pengirem ibuku alamat lokal

source: This option would help in improving the speed of fetching.
ace: Opsi nyo akan meumbantu memperbaiki kecepatan peugambilan.

source: Mark as Seen after specified timeout
ace: Peutanda seubagai Terlihat kaleuh jeda tertentu

source: Mark as Seen after specified timeout.
ace: Peutanda seubagai Terlihat kaleuh jeda tertentu.

source: Timeout for marking messages as seen
ace: Tenggang wate untok peutanda peusan seubagai kaleuh ikalon

source: Timeout in milliseconds for marking messages as seen.
ace: Tenggang wate untok peutanda peusan seubagai kaleuh ikalon.

source: Sender email-address column in the message list
ace: Kolom alamat peungirem surat bak daftar peusan

source: Show the email-address of the sender in a separate column in the message list.
ace: Peuleumah alamat nyang kirem surat bak kolom nyang beda bak dapeuta pesan.

source: Determines whether to use the same fonts for both "From" and "Subject" lines in the "Messages" column in vertical view
ace: Peukeuh pakek huruf nyang sama keu bareh "Dari" ngen "Subjek" bak kolom "Pesan" bak kaloen secara vetikal

source: Determines whether to use the same fonts for both "From" and "Subject" lines in the "Messages" column in vertical view.
ace: Peukeuh pakek huruf nyang sama keu bareh "Dari" ngen "Subjek" bak kolom "Pesan" bak kaloen secara vetikal

source: Show deleted messages in the message-list
ace: Peuleumah peusan nyang kaleuh isampoh wate daftar peusan

source: Show deleted messages (with a strike-through) in the message-list.
ace: Peuleumah peusan nyang isampoh (ngon pemogokan-melalui) dafta peusan.

source: Enable Unmatched search folder
ace: Peuaktef folder pencarian Hana Cocok

source: Enable Unmatched search folder within Search Folders. It does nothing if Search Folders are disabled.
ace: Peuaktif berkas pencarian Hana Cocok Berkas Pencarian. Nyo han ipeuget sapeu menyo Berkas Pencarian ipeunonaktif.

source: Hides the per-folder preview and removes the selection
ace: Peusom pratilik per folder ngon sampoh pilihan

source: This key is read only once and reset to "false" after read. This unselects the mail in the list and removes the preview for that folder.
ace: Kunci nyo ibaca sigoe tok ngen direset keu "false" ohleuh dibaca. Nyo ipeubatal pilehan bak surat bak dapeuta ngen i hapus kaloen keu berkas nyan.

source: Height of the message-list pane
ace: Panyang panel dafta peusan

source: Height of the message-list pane.
ace: Panyang panel dafta peusan.

source: State of message headers in paned view
ace: Keuadaan tajuk peusan bak titikan panel

source: Describes whether message headers in paned view should be collapsed or expanded by default. "0" = expanded and "1" = collapsed
ace: Peukeuh tajuk pesan i kaloen panel harus ilipat atawa ikembangkan secara baku. "0" = ikembangkan "1" = ilipat

source: Width of the message-list pane
ace: Panyang panel daftar peusan

source: Width of the message-list pane.
ace: Panyang panel daftar peusan.

source: Layout style
ace: Mode tata leutak

source: The layout style determines where to place the preview pane in relation to the message list. "0" (Classic View) places the preview pane below the message list. "1" (Vertical View) places the preview pane next to the message list.
ace: Gaya tata letak peuteunte dipat panel peuleumah bak dapeuta pesan. "0" (peuleumah klasik) peuduk panel peuleumah di baroeh dapueta pesan. "1" (peuleumah vertikal) peuduk panel peuleumh disampeng dapeuta pesan.

source: Variable width font
ace: Hurof lebar bebas

source: The variable width font for mail display.
ace: Font lebar variabel untok peunampilan surat.

source: Terminal font
ace: Hurof jeneh Terminal

source: The terminal font for mail display.
ace: Font terminal untok penampil surat.

source: Use custom fonts
ace: Pakek jeneh hurof droe

source: Use custom fonts for displaying mail.
ace: Pakek huruf nyan i ubah (nyang ipileh keudroe) keu ipeudeuh surat.

source: Compress display of addresses in TO/CC/BCC
ace: Padatkan tampilan alamat bak TO/CC/BCC

source: Compress display of addresses in TO/CC/BCC to the number specified in address_count.
ace: Peurapat tampilan alamat bak TO/CC/BCC keu nomor nyang ipeutentee bak address_count.

source: Number of addresses to display in TO/CC/BCC
ace: Jumlah alamat ipeuleumah lam TO/CC/BCC

source: This sets the number of addresses to show in default message list view, beyond which a '...' is shown.
ace: nyoe alamat yang dipeudeh bak peusan ngen tampilan biasa. diluwa pih na di peudeuh lom

source: Thread the message-list based on Subject
ace: Peuhubung daftar-pesan berdasar bak Subjek

source: Whether or not to fall back on threading by subjects when the messages do not contain In-Reply-To or References headers.
ace: Peuteunte peukeh kembali peuleumah dalam bentuk thread berdasarkan judul wate tajuk hana meu asoe kolom In-Reply-To ato References

source: Default value for thread expand state
ace: Nilai awai keu tingkat peu luah topik

source: This setting specifies whether the threads should be in expanded or collapsed state by default. Evolution requires a restart.
ace: Pengato nyo peugah peukeuh thread mesti dalam keaddan terkembang ato teulipat secara bawaan Evolution perle di jalankan ulang.

source: Whether sort threads based on latest message in that thread
ace: Peukeuh peu urot thread berdasarkan pesan keuneuhlheuh dalam thread nyan.

source: This setting specifies whether the threads should be sorted based on latest message in each thread, rather than by message's date. Evolution requires a restart.
ace: Pengato nyo peugah peukeuh thread mesti di peu urot berdasarkan pesan keuneuhlheuh bak tiep thread, kon berdasarkan tanggai pesan. Evolution perle di jalankan ulang.

source: Sort accounts alphabetically in a folder tree
ace: Urutkan akun seucara alfabetis lam bak folder

source: Tells how to sort accounts in a folder tree used in a Mail view. When set to true accounts are sorted alphabetically, with an exception of On This Computer and Search folders, otherwise accounts are sorted based on an order given by a user
ace: Bri thee kiban peu urot akun dalam tree folder yang di pakek dalam tampilan email. Wate di ato ulang ke true, akun di peu urot secara alfabet, ngon pengecualian folder bak komputer nyoe dan peumita, selaen nyan akun di peu urot yang di lakee lee pengguna

source: Log filter actions
ace: Aksi saringan log

source: Log filter actions to the specified log file.
ace: Aksi saringan log u berkas log yang ipileh.

source: Logfile to log filter actions
ace: Aksi berkas log u saringan log

source: Logfile to log filter actions.
ace: Aksi berkas log u saringan log.

source: Flush Outbox after filtering
ace: Gelontor Outbox kaleuh penyarengan

source: Whether to flush Outbox after filtering is done. Outbox flush will happen only when there was used any 'Forward to' filter action and approximately one minute after the last action invocation.
ace: Peukeuh flush Outbox banlheuh di sareng. Flush Outbox cuma wate aksi sarengan 'Forward to' di pakek dan kira-kira siminet banlheuh pemanggilan aksi keuneuhlheuh.

source: Default forward style
ace: Mode baku untok peunerusan surat

source: Prompt on empty subject
ace: Konfirmasi untok peusan hana subjek
