Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: This address book could not be opened.
ace: Buku alamat nyo hana teusedia

source: This address book server might be unreachable or the server name may be misspelled or your network connection could be down.
ace: Server keu buku alamat nyoe tengoh hanjeut teubuka, kadang nan server salah atawa koneksi teungoh hana get.

source: Failed to authenticate with LDAP server.
ace: Gagal watee mengotentikasi pakek server LDAP.

source: Check to make sure your password is spelled correctly and that you are using a supported login method. Remember that many passwords are case sensitive; your caps lock might be on.
ace: Pastikan bahwa droen ka neupetamong sandi dengoen beutoi. cuba neuperhati capslock.

source: This address book server does not have any suggested search bases.
ace: Server buku alamat nyoe hana basis untuk mita yang dijok.

source: This LDAP server may use an older version of LDAP, which does not support this functionality or it may be misconfigured. Ask your administrator for supported search bases.
ace: Versi server LDAP nyo mungken ka tuha that ngen hana idukong fungsionalitas nyo atawa gohlom iatoe deungoen beutoi. Neu hubungi bagian IT atawa administrator jeut geu peuaktif pencarian bak LADP.

source: This server does not support LDAPv3 schema information.
ace: Server nyoe hana meudukung LDAPv3 skema beurita

source: Could not get schema information for LDAP server.
ace: Hanjeut ta meurempek beurita skema untuk server LDAP

source: LDAP server did not respond with valid schema information.
ace: Server LDAP hana ijaweub informasi dengoen beutoi

source: Could not remove address book.
ace: Buku alamatnyo hanjeut tasampoh

source: Delete address book '{0}'?
ace: Sampoh buku alamat'{0}'?

source: This address book will be removed permanently.
ace: Buku alamatnyo isampoh Seulamanya

source: Do _Not Delete
ace: Bek_Neusampoh

source: Delete remote address book &quot;{0}&quot;?
ace: Sampoh buku alamat remote &quot;{0}&quot;?

source: This will permanently remove the address book &quot;{0}&quot; from the server. Are you sure you want to proceed?
ace: Nyoe keuneuk neusampoh seucara permanen alamat &quot;{0}&quot; dari server. yakin ?

source: _Delete From Server
ace: _Sampoh dari server

source: Category editor not available.
ace: Kawan neu andam hana geuseudia

source: Unable to open address book
ace: Buku alamat hanjeut tabuka

source: Unable to perform search.
ace: Proses pencari hanjeut talakukan

source: Would you like to save your changes?
ace: Peukeuh dron item simpan mandum perubahan nyang kaa talakukan?

source: You have made modifications to this contact. Do you want to save these changes?
ace: Droneh kaleuh neubah bak iformasi ureng laen. Dron keneuk keubah perubahan nyan?

source: _Discard
ace: Bataikan

source: Cannot move contact.
ace: Hanjeut tapinah kontak

source: You are attempting to move a contact from one address book to another but it cannot be removed from the source. Do you want to save a copy instead?
ace: Dron teungoh usaha tapinahkan kontak dari saboh alamat u alamat laenjih, tapi sayangjih, informasinyo hanjeut tasampoh dari buku alamat asaijih. Peukeuh dron ingen menyalin mantong?

source: The image you have selected is large. Do you want to resize and store it?
ace: Gamba nyang dron pileh uberaya. Ubah ukuranjih ngon simpan?

source: _Resize
ace: _Ubah Ukuran

source: _Use as it is
ace: _Pakai peu nyang na

source: _Do not save
ace: Bek _tasimpan

source: Unable to save {0}.
ace: Hanjeut tasimpan {0}.

source: Error saving {0} to {1}: {2}
ace: Gagai tasimpan {0} ke {1}: {2}

source: Address '{0}' already exists.
ace: Alamat '{0}' kana.

source: A contact already exists with this address. Would you like to add a new card with the same address anyway?
ace: Kana kontak ngon alamat nyang hii. Teutap tamahkan karto baro ngon alamat nyang hii nyan?

source: _Add
ace: _Tamah

source: Some addresses already exist in this contact list.
ace: Padup alamat kaleh na udalam dafta kontak nyo.

source: You are trying to add addresses that are part of this list already. Would you like to add them anyway?
ace: Droneh ucoba tamahkan alamat nyang kaa jadi bagian dafta. Tamahkan ju?

source: Skip duplicates
ace: Peulewat nyang hii

source: Add with duplicates
ace: Tamah ngon nyang kana

source: List '{0}' is already in this contact list.
ace: Daftar '{0}' ka na lam daftar kontak

source: A contact list named '{0}' is already in this contact list. Would you like to add it anyway?
ace: Nan daftar kontak '{0}' kaleuh na lam daftar kontak. Peu droen neuk tamah ngoen segala cara ?

source: Failed to delete contact
ace: Hanjeut tasampoh kontak

source: You do not have permission to delete contacts in this address book.
ace: Droen hana izin keu hapoh kontak bak buku alamat

source: Cannot add new contact
ace: Hanjeut tambah kontak baro

source: '{0}' is a read-only address book and cannot be modified. Please select a different address book from the side bar in the Contacts view.
ace: '{0}' adalah buku alamat nyang hanya jeut ibaca ngon hanjeut taubah. Cineu pileh buku alamat nyang laen bak panel sampeng dalam tampilan Kontak.

source: Contact Editor
ace: Teumpat edit Kontak

source: Image
ace: Gamba

source: Nic_kname:
ace: Nan_Pacneuk

source: _File under:
ace: _data dimiyueb

source: _Where:
ace: _Pat

source: Ca_tegories...
ace: Golongan

source: Full _Name...
ace: Nan_Panyang

source: _Wants to receive HTML mail
ace: _jeut takirem mail HTML

source: Telephone
ace: Telepon

source: Instant Messaging
ace: Pesan Bagah

source: Contact
ace: Kontak

source: _Home Page:
ace: _Halaman Awai

source: _Calendar:
ace: _Kalender

source: _Free/Busy:
ace: _Sibuk

source: Home Page:
ace: Halaman Awai

source: Calendar:
ace: Kalender

source: Free/Busy:
ace: Sibuk

source: Web Addresses
ace: Alamat Web

source: Web addresses
ace: Alamat Web

source: _Profession:
ace: _Pekerjaann

# Job
source: _Title:
ace: _Judul

source: _Company:
ace: _Kanto

source: _Department:
ace: _Jurusan

source: _Manager:
ace: _Tukang Atoe

source: _Assistant:
ace: _Pembantu

source: Job
ace: Buet

source: _Office:
ace: _Kanto

source: _Spouse:
ace: _Meupasang

source: _Birthday:
ace: _Uroe Lahe

source: _Anniversary:
ace: _Uroe Jadeh

source: Anniversary
ace: Uroe Jadeh

source: Birthday
ace: Uroe Lahe

source: Miscellaneous
ace: Meumacam-macam

source: Personal Information
ace: Informasi Droe

source: _City:
ace: _Kota

source: _Zip/Postal Code:
ace: _Kode Pos

source: _State/Province:
ace: _Provinsi

source: _Country:
ace: _Nanggroe

source: _Address:
ace: _Alamat

source: Home
ace: Rumoeh

source: Work
ace: Pekerjaan

source: Other
ace: Laennya

source: Mailing Address
ace: Alamat Mail

source: Notes
ace: Catatan

source: MSN
ace: NSN

source: GroupWise
ace: Keulompok

source: Error adding contact
ace: Salah lam tamah kontak

source: Error modifying contact
ace: Salah lam ubah kontak

source: Error removing contact
ace: Salah lam hapos kontak

source: Contact Editor - %s
ace: Teumpat Editor - %s

source: Please select an image for this contact
ace: Tulong pileh gamba keu kontak nyoe

source: _No image
ace: _Hana gamba

source: The contact data is invalid:
ace: Data kontak nakeuh hana saheh:

source: '%s' has an invalid format
ace: '%s'meumiliki format nyang salah

source: '%s' cannot be a future date
ace: '%s'Han jeut ubah keu Masa Ukeu

source: %s'%s' has an invalid format
ace: %s'%s' Na Format yang salah

source: %s'%s' is empty
ace: %s'%s' kosong

source: Invalid contact.
ace: kontak salah

source: Contact Quick-Add
ace: Tamah-Bagah Kontak

source: _Edit Full
ace: _Edit Peunoh

source: _Full name
ace: _Nan Panyang

source: _Select Address Book
ace: _Pileh Buku Alamat

source: Mr.
ace: Pak.

source: Mrs.
ace: Ibu.

source: Ms.
ace: Ibu

source: Miss
ace: Ibu

source: Sr.
ace: Bapak

source: Full Name
ace: Nan Panyang

source: _First:
ace: _Keufon

# FullName
source: _Title:
ace: _Judul

source: _Middle:
ace: _Tengoh

source: _Last:
ace: _Akhe

source: Contact List Editor
ace: Teumpat Edit Daftar Kontak

source: _List name:
ace: _Daftar nan

source: Members
ace: Anggota

source: _Type an email address or drag a contact into the list below:
ace: _Tuleh alamat email atau tarek kontak u dalam daftar

source: _Hide addresses when sending mail to this list
ace: _Bek peudeuh alamat watee mengirim email keu daftar nyoe

source: Add an email to the List
ace: Tamah sebuah email u dalam daftar

source: Remove an email address from the List
ace: Hapoh sebuah alamat email dari daftar

source: Insert email addresses from Address Book
ace: Pasoe alamat email dari Buku Alamat

source: _Select...
ace: _Pileh

source: Contact List Members
ace: Daftar Anggta Kontak

source: _Members
ace: _Anggota

source: Error adding list
ace: Kesalahan lam tamah daftar

source: Error modifying list
ace: Kesalahan lam merubah daftar

source: Error removing list
ace: Kesalahan lam hapoh daftar

source: Duplicate Contact Detected
ace: Na kontak yang ka na

source: The name or email of this contact already exists in this folder. Would you like to save the changes anyway?
ace: Nan Atau email kana dalam folder nyoe,peukeuh droeneuh meujak simpan peurubahan nyoe?

source: Conflicting Contact:
ace: Kontak mengalami konflik

source: Changed Contact:
ace: Perubahan bak kontak

source: _Merge
ace: _Gabung

source: The name or email address of this contact already exists in this folder. Would you like to add it anyway?
ace: Nan Atau email kana dalam folder nyoe,peukeuh droeneuh meujak simpan peurubahan nyoe?

source: Original Contact:
ace: Kontak yang asli

source: New Contact:
ace: Kontak Baro

source: Merge Contact
ace: Gabong Kontak

source: Name contains
ace: Nan mengandung

source: Email begins with
ace: Email Dimulai ngen

source: Any field contains
ace: Mandum fil mengandung

source: No contacts
ace: Hana kontak

source: %d contact
ace: %d kontak

source: Error getting book view
ace: Error Deuh Tampilan Buku

source: Search Interrupted
ace: Meuganggu bak tamita

source: Error modifying card
ace: Kesalahan lam mengubah kartu

source: Cut selected contacts to the clipboard
ace: Cok kontak pilehan u clipboard

source: Copy selected contacts to the clipboard
ace: Salen kontak pilehan u clipboard

source: Paste contacts from the clipboard
ace: Paste kontak dari clipboard

source: Delete selected contacts
ace: Hapoh kontak yang dipileh

source: Select all visible contacts
ace: Pileh mandum kontak

source: Are you sure you want to delete these contact lists?
ace: Peu droen yakin neuk hapoh daftar kontak nyo?

source: Are you sure you want to delete this contact list?
ace: Peu droen yakin neuk hapoh daftar kontak nyoe ?

source: Are you sure you want to delete this contact list (%s)?
ace: Peu droen yakin neuk hapoh daftar kontak (%s)?

source: Are you sure you want to delete these contacts?
ace: Peu droe ka yakin neujak hapus kontak nyoe?

source: Are you sure you want to delete this contact?
ace: Peu droe ka yakin neujak hapus kontak nyoe?

source: Are you sure you want to delete this contact (%s)?
ace: Peu droe ka yakin neujak hapus kontak nyoe (%s)?

source: Opening %d contacts will open %d new windows as well. Do you really want to display all of these contacts?
ace: Buka kontak %d teubuka ciet %d jendela baru. Yakin meuheut peudeuh bamdum alamat nyo?

source: _Don't Display
ace: _Bek Peulemah

source: Display _All Contacts
ace: Peulemah_Mandum Kontak

source: File As
ace: Data sebagai

source: Given Name
ace: Nan yang ibie

source: Family Name
ace: Nan Keluarga

source: Nickname
ace: Nan Panuek

source: Assistant Phone
ace: Numboi Telepon Asisten

source: Business Phone
ace: Numboi Telepon Bisnis

source: Business Phone 2
ace: Numboi Telepon Bisnis 2

source: Business Fax
ace: Alamat Fax Bisni

source: Callback Phone
ace: Neuhubungi balek

source: Car Phone
ace: Numboi Telepon Moto

source: Company Phone
ace: Nan Perusahaan

source: Home Phone
ace: Numboi Telepon Rumoh

source: Home Phone 2
ace: Numboi Telepon Rumoh 2

source: Home Fax
ace: Alamat Fax Rumoeh

source: ISDN Phone
ace: Numboi Telepon ISDN

source: Mobile Phone
ace: Numboi HP

source: Other Phone
ace: Numboi Telpon yang Laen

source: Other Fax
ace: Alamat Fax yang Laen

source: Primary Phone
ace: Numboi Telepon yang Utama

source: Company
ace: Perusahaan

source: Office
ace: Kanto

source: Title
ace: Judul

source: Role
ace: Peranan

source: Manager
ace: Menejer

source: Assistant
ace: Asisten

source: Web Site
ace: Alamat Web

source: Journal
ace: Jurnal

source: Categories
ace: Kategori

source: Spouse
ace: Ngon udep

source: Note
ace: Cacatan

source: Contacts Map
ace: Peuta Kontak

source: Searching for the Contacts...
ace: Proses mita keu Kontak..

source: Search for the Contact or double-click here to create a new Contact.
ace: Mita keu Kontak atawa neu klik dua goe sinoe keu peuget Kontak baro.

source: There are no items to show in this view. Double-click here to create a new Contact.
ace: Hana asoe nyang jeut lam ngieng nyo. Neu klik sinoe dua goe keu peuget kontak baro.

source: Search for the Contact.
ace: Mita keu Kontak

source: There are no items to show in this view.
ace: Hana yang jeut i peuleumah

source: Work Email
ace: Email Kerja

source: Home Email
ace: Email Rumoh

source: Other Email
ace: Email Laen

source: evolution address book
ace: Alamat buku evolution

source: New Contact
ace: Kontak baro

source: New Contact List
ace: Daftar Kontak Baro

source: current address book folder %s has %d card
ace: folder buku alamat %s jinoe na %d kartu

source: Open
ace: Buka

source: Contact List:
ace: Daftar Kontak

source: Contact:
ace: Kontak

source: Copy _Email Address
ace: Salen_Alamat Email

source: Copy the email address to the clipboard
ace: Salen alamat email u clipboard

source: _Send New Message To...
ace: _Kirim Pesan Baro U....

source: Send a mail message to this address
ace: Kirim pesan Email u alamat nyoe

source: Click to mail %s
ace: Klik bak email %s

source: Open map
ace: Buka peuta

source: List Members:
ace: Daftar Anggota

source: Department
ace: Departemen

source: Profession
ace: Buet

source: Position
ace: Posisi

source: Video Chat
ace: Video Peugah Haba

source: Calendar
ace: Kalender

source: Free/Busy
ace: Sibuk

source: Phone
ace: Telepon

source: Address
ace: Alamat

source: Home Page
ace: Halaman Awai

source: Web Log
ace: Log Web

source: Personal
ace: Pribadi

source: List Members
ace: Daftar Anggota

source: Job Title
ace: Jabatan

source: Home page
ace: Halaman Awai

source: This address book cannot be opened. This either means this book is not marked for offline usage or not yet downloaded for offline usage. Please load the address book once in online mode to download its contents.
ace: Alamat buku nyoe hana jeut dibuka.Buku nyoe beurarti hanjeut geutanda keu yang pakek cara offline atau hanjeut geudownload le yang pakek cara offline . geucie ulang alamat buku nyan lam cara online geuyak jeut geudownload asoe bukunyan.

source: This address book cannot be opened. Please check that the path %s exists and that permissions are set to access it.
ace: buku nyoe hanjeut geubuka, guecie peuriksa menyoe dalam jalurnyo na %s ,ngen na izin nak jeut geu atoe akses jih.

source: This version of Evolution does not have LDAP support compiled in to it. To use LDAP in Evolution an LDAP-enabled Evolution package must be installed.
ace: Versi Evolution nyoe hana dilengkapi ngon dukongan LDAP. Meunyoe Droen meujak pakek LDAP bak LDAP, neu instal paket Evolution yang kana ngon LDAP.

source: This address book cannot be opened. This either means that an incorrect URI was entered, or the server is unreachable.
ace: Buku alamat nyoe han jheut di buka. Mungken URI yang Droen peutamong hana beutoi ato server teungoh matee ato di lua jangkauan.

source: Detailed error message:
ace: Detail pesan gagal:

source: More cards matched this query than either the server is configured to return or Evolution is configured to display. Please make your search more specific or raise the result limit in the directory server preferences for this address book.
ace: Na lee kartu yang cocok ngon query nyo yang jumlah jih leubeh lee dari yang mampu di peuleumah oleh server ato Evolution. Neu ubah mita leubeh spesifik ato tamah batasan hasil pencarian bak pengato server dorektori bak buku alamat nyoe.

source: The time to execute this query exceeded the server limit or the limit configured for this address book. Please make your search more specific or raise the time limit in the directory server preferences for this address book.
ace: Watee proses peumita ka leubeh batas watee yang di peuteunte server. Silahkan pakek kata kunci yang laen ato yang leubeh spesifik ato tamah batas watee mita bak pengato server direktori bak buku alamat nyoe.

source: The backend for this address book was unable to parse this query. %s
ace: Program punggung keu buku alamat nyoe han jheut mampu menguraikan query nyoe. %s

source: The backend for this address book refused to perform this query. %s
ace: Program punggung keu buku alamat nyoe tulak keu lakukan query. %s

source: This query did not complete successfully. %s
ace: Query hana berhasil di peuget. %s

source: card.vcf
ace: Kontak vcf

source: Select Address Book
ace: Pileh Alamat Buku

source: list
ace: Daftar

source: Move contact to
ace: Pinah kontak u

source: Copy contact to
ace: salen kontak u

source: Move contacts to
ace: Pinah kotak u

source: Copy contacts to
ace: Salen Kontak u

source: Card View
ace: Peulemah Kartu

source: Importing...
ace: Mengimpor

source: Outlook Contacts CSV or Tab (.csv, .tab)
ace: Kontak Outlook CSV atau Tab (.csv, .tab)

source: Outlook Contacts CSV and Tab Importer
ace: Nyang peutamong Kontak Outlook CSV dan Tab

source: Mozilla Contacts CSV or Tab (.csv, .tab)
ace: Kontak Mozilla CSV atau Tab (.csv, .tab)

source: Mozilla Contacts CSV and Tab Importer
ace: Nyang peutamong Kontak mozila CSV dan Tab

source: Evolution Contacts CSV or Tab (.csv, .tab)
ace: Kontak Evolution CSV atau Tab (.csv, .tab)

source: Evolution Contacts CSV and Tab Importer
ace: Nyang peutamong Kontak Evolution CSV dan Tab

source: LDAP Data Interchange Format (.ldif)
ace: Format Peuteuka Data LDAP (.ldif)

source: Evolution LDIF importer
ace: Nyang peutamong LDIF Evolution

source: Evolution vCard Importer
ace: Program Peutamong vCard Evolution

source: Page %d
ace: Halaman%d

source: Specify the output file instead of standard output
ace: Peutamong berkas output ngon kon standard output

source: List local address book folders
ace: Peuleumah folder daftar buku alamat lokal

source: Show cards as vcard or csv file
ace: Peuleumah kartu dalam bentuk vcard ato berkas csv

source: Command line arguments error, please use --help option to see the usage.
ace: Error bak argumen perintah, pakek -help keu kaloen cara pakek program nyoe.

source: Only support csv or vcard format.
ace: Cuma mendukong format csv ato vcard.

source: Unhandled error
ace: Error hana tertangani

source: Can not open file
ace: hanjeut tabuka berkas

source: Failed to open client '%s': %s
ace: Gagal meumbuka klien'%s':%s

source: minute
ace: Meunet

source: hour
ace: Jeum

source: day
ace: uro

source: Start time
ace: Wate awai

source: Appointments
ace: Jadual Pertemuan

source: Dismiss _All
ace: Tutop Mandu_m

source: _Snooze
ace: _Tapeuingat lom

source: _Dismiss
ace: _Tutop

source: Location:
ace: Lokasi:

source: location of appointment
ace: lokasi pertemuan

source: Snooze _time:
ace: Wate_terlelap:

source: days
ace: Uro

source: hours
ace: Jeum

source: minutes
ace: Meunet

source: No summary available.
ace: Hana tersedia ringkasan.

source: No description available.
ace: Hana tersedia keuterangan.

source: No location information available.
ace: Informasi lokasi hana tersedia

source: Evolution Reminders
ace: Peungingat Evolution

source: You have %d reminder
ace: Dron na %d Peuingat

source: Warning
ace: Peringatan

source: An Evolution Calendar reminder is about to trigger. This reminder is configured to run the following program: %s Are you sure you want to run this program?
ace: Peuingat Kalender Evolution di jalankan. Peuingat nyoe ka di konfigurasi keu jalankan peintah nyo: %s Beutoi meujak jalankan program nyo?

source: Do not ask me about this program again.
ace: Bek tanyong lee tentang program nyo.

source: invalid time
ace: jem hana betoi

source: %d hour
ace: %d jeum

source: %d minute
ace: %d meunet

source: %d second
ace: %d deutek

source: Would you like to send all the participants a cancelation notice?
ace: Peukeuh Dron meuheut kirem beurita peumbatalan bak mandum peuserta?

source: If you do not send a cancelation notice, the other participants may not know the meeting is canceled.
ace: Miseu Dron hana kirem beurita peumbatalan, peuserta laen mungken hana tepeu bahwa pertemuan nyo kaleuh ipeubatai.

source: Do _not Send
ace: Bek _kirem

source: _Send Notice
ace: _Kirem Pemberitahuan

source: Are you sure you want to delete this meeting?
ace: Dron yakin Kemeung sampoh pertemuan nyoe?

source: All information on this meeting will be deleted and can not be restored.
ace: Mandum informasi pertemuan nyo akan tasampoh han ipeubalek lage sot.

source: If you do not send a cancelation notice, the other participants may not know the task has been deleted.
ace: Miseu Dron hana kirem beurita peumbatalan, peuserta laen mungken hana teupeu bahwa tugah nyo kaleuh tasampoh.

source: Are you sure you want to delete this task?
ace: Droneh yaken kemeung sampoh tugah nyo?

source: All information on this task will be deleted and can not be restored.
ace: mandum informasi bak tugah nyo akan tasampoh han ipeubalek lage sot.

source: Would you like to send a cancelation notice for this memo?
ace: Peukeuh Droneh kemeung kirem beurita peumbatalan memo nyo?

source: If you do not send a cancelation notice, the other participants may not know the memo has been deleted.
ace: Miseu Dron kirem beurita peumbatalan, peuserta laen mungken hana teupu bahwa tugas nyo kaleuh tasampoh.

source: Are you sure you want to delete this memo?
ace: Dron yaken kemeung sampoh memo nyo?

source: All information on this memo will be deleted and can not be restored.
ace: Mandum informasi memo nyo akan tasampoh han ipeubalek le lage semula.

source: Are you sure you want to delete the meeting titled '{0}'?
ace: Droneh yaken kemeung sampoh pertemuan berjudul'{0}'?

source: Are you sure you want to delete the appointment titled '{0}'?
ace: Droneh yaken kemeung sampoh merumpok berjudul'{0}'?

source: All information on this appointment will be deleted and can not be restored.
ace: Mandum informasi jadual pertemuan nyo kemeung tasampoh hanjeut ipeubalek le u semula.

source: Are you sure you want to delete this appointment?
ace: Droneh yaken kemeung sampoh janji merumpok nyo?

source: Are you sure you want to delete the '{0}' task?
ace: Droneh yaken kemeung sampoh tugah'{0}'?

source: Are you sure you want to delete the memo '{0}'?
ace: Droneh yaken kemeung sampoh memo'{0}'?

source: All information in this memo will be deleted and can not be restored.
ace: Mandum informasi memo nyo akan tasampoh dan han ipeubalek le lage semula.

source: Are you sure you want to delete these {0} appointments?
ace: Dron yaken ingen sampoh{0}janji merumpok nyo?

source: All information on these appointments will be deleted and can not be restored.
ace: Mandum informasi tentang jadual pertemuan nyo kemeung tasampoh han ipeubalek le lage semula.

source: Are you sure you want to delete these {0} tasks?
ace: Dron yaken kemeung sampoh{0}tugas nyo?

source: All information on these tasks will be deleted and can not be restored.
ace: Mandum informasi tentang tugas-tugas nyo kemeung tasampoh han ipeubalek lage semula.

source: Are you sure you want to delete these {0} memos?
ace: Droen yakin meujak apoh {0} memo nyoe?
