Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution-data-server.po
Languages: ace

source: Cannot rename folder: %s: No such folder
ace: Hana jhet peunan-ulang folder: %s: Hana folder lagee nyan

source: Enable _Unmatched folder
ace: Peu udep folder yang hana dicocokka

source: Cannot copy messages to the Trash folder
ace: Han jhet copy pesan ke folder Tempat Broh

source: Cannot copy messages to the Junk folder
ace: Han Jheut copy pesan-pesan keu folder Junk

source: Checking for New Mail
ace: Mengeucek Surat Baroe

source: C_heck for new messages in all folders
ace: Peuriksa pesan baroe dalam mandum folder

source: Ch_eck for new messages in subscribed folders
ace: Peuriksa pesan baroe dalam folder yang di langgani

source: Use _Quick Resync if the server supports it
ace: Pakek Resync bagah menyoe server mendukung jih

source: _Listen for server change notifications
ace: Deungoe pemberitahuan perubahan server

source: Folders
ace: Folder

source: _Show only subscribed folders
ace: Peuleumah folder yang dilanggani mantong

source: O_verride server-supplied folder namespace
ace: Timpa namespace folder yang di jok server

source: Options
ace: Pilehan

source: Apply _filters to new messages in all folders
ace: Terapkan peunyareng bak pesan baroe di mandunm folder

source: _Apply filters to new messages in Inbox on this server
ace: Teurapkan peunyareng bak pesan baroe di dalam Kotak Masuk bak server nyoe

source: Check new messages for _Junk contents
ace: Peuriksa pesan baroe dari isi kotak yang hana berguna (pesan broh)

source: Only check for Junk messages in the IN_BOX folder
ace: Cuma periksa pesan broh bak folder KOTAK MASUK

source: Automatically synchroni_ze remote mail locally
ace: Otomatis men_sinkron surat jioh secara lokal

source: Default IMAP port
ace: Port bawaan IMAP

source: IMAP over SSL
ace: IMAP di ateuh SSL

source: For reading and storing mail on IMAP servers.
ace: Untuk baca dan simpan surat bak server IMAP

source: mailbox: %s (%s)
ace: Kotak surat %s(%s)

source: _Index message body data
ace: _Indeks data asoe pesan

source: Cannot get message %s from folder %s %s
ace: Han jheut memperoleh pesan %s dari folder %s %s

source: _Use the '.folders' folder summary file (exmh)
ace: Pakek berkas ringkasan (exmh) folder'.folders'

source: MH-format mail directories
ace: Direktori surat beuformat MH

source: For storing local mail in MH-like mail directories.
ace: Untuk penyimpanan surat lokal dalam direktori surat lagee-MH

source: Local delivery
ace: Penyerahan lokal

source: For retrieving (moving) local mail from standard mbox-formatted spools into folders managed by Evolution.
ace: Untuk cok (pinah) surat lokal dari spool berformat mbox standar ke dalam folder yang di ato Evolution.

source: _Apply filters to new messages in Inbox
ace: Terapkan peunyareng bak pesan baroe di inbox

source: Maildir-format mail directories
ace: Direktori surat berformat maildir

source: For storing local mail in maildir directories.
ace: Untuk simpan surat lokal dalam sirekroti maildir.

source: _Store status headers in Elm/Pine/Mutt format
ace: Simpan header status dalam format Elm/Pine/Mutt

source: Standard Unix mbox spool file
ace: Berkas spool mbox Unix Standar

source: For reading and storing local mail in external standard mbox spool files. May also be used to read a tree of Elm, Pine, or Mutt style folders.
ace: Untuk baca dan simpan surat lokal dalam berkas spool mbox standar eksternal. dan juga jhet untuk baca pohon folder gaya Elm, Pine, atawa Mutt.

source: Standard Unix mbox spool directory
ace: Direktori spool mbox Unix standar

source: Could not rename folder %s to %s: %s
ace: Han jheut peunan-ulang folder %s keu %s: %s

source: Local mail file %s
ace: Berkas surat lokal %s

source: Store root %s is not an absolute path
ace: Root simpanan %s kon lokasi absolut

source: Store root %s is not a regular directory
ace: Root simpanan %s kon direktori biasa

source: Cannot get folder: %s: %s
ace: Han jheut cok folder: %s: %s

source: Local stores do not have an inbox
ace: Simpanan lokal hana inbox

source: Could not delete folder index file '%s': %s
ace: Han jheut apoh berkas indeks folder '%s': %s

source: Could not delete folder meta file '%s': %s
ace: Han jheut apoh berkas meta folder'%s': %s

source: Could not rename '%s': %s
ace: Han jheut peunan-ulang '%s':%s

source: Unable to add message to summary: unknown reason
ace: Han jheut tamah pesan ke ringkasan: alasan hana di turi

source: No such message
ace: Hana pesan lagee nyan

source: Cannot append message to maildir folder: %s:
ace: Han jheut tamah pesan ke folder maildir: %s:

source: Cannot get message %s from folder %s:
ace: Han jheut terimong pesan %s dari folder %s:

source: Cannot transfer message to destination folder: %s
ace: Han jheut kirem pesan meulalui folder tujuan: %s

source: Folder %s already exists
ace: Folder %s kalheuh na

source: Cannot create folder '%s': %s
ace: Han jheut peuget folder '%s':%s

source: Cannot get folder '%s': %s
ace: Han jheut memperoleh folder '%s': %s

source: Cannot get folder '%s': folder does not exist.
ace: Han jheut memperoleh folder '%s': folder hana.

source: Cannot get folder '%s': not a maildir directory.
ace: Han jheut memperoleh folder '%s': kon direktori maildir

source: Cannot create folder '%s': folder exists.
ace: Han jheut peuget folder '%s': folder kalheuh na.

source: Could not delete folder '%s': %s
ace: Han jheut apoh folder '%s': %s

source: not a maildir directory
ace: kon direktori maildir

source: Could not scan folder '%s': %s
ace: Han jheut scan folder '%s': %s

source: Cannot open maildir directory path: %s: %s
ace: Han jheut buka lokasi direktori maildir: %s: %s

source: Checking folder consistency
ace: Mengecek kosistensi folder

source: Checking for new messages
ace: Mengecek pesan baroe

source: Storing folder
ace: Simpan pesan baroe

source: Cannot open mailbox: %s:
ace: Han jheut buka mailbox: %s:

source: Cannot append message to mbox file: %s:
ace: Han jheut tamah pesan bak berkas mbox: %s:

source: The folder appears to be irrecoverably corrupted.
ace: Folder sang han jheut di perbaiki

source: Cannot create folder lock on %s: %s
ace: Han jheut buka kunci folder bak %s: %s

source: Cannot create a folder by this name.
ace: Han jheut buka folder dengon nan nyoe

source: Cannot get folder '%s': not a regular file.
ace: Han jheut memperoleh '%s': kon berkas reguler

source: Cannot create directory '%s': %s.
ace: Han jheut buka direktori '%s': %s

source: Cannot create folder: %s: %s
ace: Han jheut buka folder: %s: %s

source: Folder already exists
ace: Folder kalheuh na

source: Could not delete folder '%s': %s
ace: Han jheut apoh folder '%s': %s

source: '%s' is not a regular file.
ace: '%s' kon berkas reguler

source: Folder '%s' is not empty. Not deleted.
ace: Folder '%s' hana kosong. hana di apoh

source: Could not delete folder summary file '%s': %s
ace: Han jheut apoh berkas ringkasan folder '%s': %s

source: The new folder name is illegal.
ace: Nan folder baroe ilegal

source: Could not rename '%s': '%s': %s
ace: Han jhet ubah nan '%s' :'%s': %s

source: Could not rename '%s' to %s: %s
ace: Han jheut peunan-ulang '%s' keu %s: %s

source: Could not open folder: %s: %s
ace: Han jheut buka folder: %s: %s

source: Fatal mail parser error near position %s in folder %s
ace: Error mengurai surat toe posisi %s dalam folder %s

source: Cannot check folder: %s: %s
ace: Han jheut cek folder: %s: %s

source: Could not open file: %s: %s
ace: Han jheut buka berkas: %s : %s

source: Cannot open temporary mailbox: %s
ace: han jheut buka mailbox sementara: %s

source: Could not close source folder %s: %s
ace: Han jheut top folder sumber '%s': %s

source: Could not close temporary folder: %s
ace: Han jheut top folder temporerr: %s

source: Could not rename folder: %s
ace: Han jheut peunan-ulang folder: %s

source: Could not store folder: %s
ace: Han jheut simpan folder: %s

source: MBOX file is corrupted, please fix it. (Expected a From line, but didn't get it.)
ace: Berkas MBOX reuloh, silahkan peuget. (Berharap bareh From, tapi hana memperoleh jih.)

source: Summary and folder mismatch, even after a sync
ace: Ringkasan dan folder hana cocok, bahkan banlheuh sinkronisasi

source: Unknown error: %s
ace: Error hana di turi: %s

source: Writing to temporary mailbox failed: %s
ace: Gagal tuleh ke mailbox sementara: %s

source: Writing to temporary mailbox failed: %s: %s
ace: Gagal tuleh ke mailbox sementara: %s: %s

source: Cannot append message to mh folder: %s:
ace: Han jheut tamah pesan bak folder mh: %s:

source: Could not create folder '%s': %s
ace: Han jheut peuget folder '%s': %s

source: Cannot get folder '%s': not a directory.
ace: Han jheut mengambil folder '%s': kon direktori.

source: Cannot open MH directory path: %s: %s
ace: Han jheut buka lokasi direktori MH: %s: %s

source: Spool '%s' cannot be opened: %s
ace: Spool '%s' hanjheut di buka: %s

source: Spool '%s' is not a regular file or directory
ace: Spool '%s' kon berkas atawa direktori biasa

source: Spool mail file %s
ace: Spool berkas surat %s

source: Spool folder tree %s
ace: Spool tree folder %s

source: Invalid spool
ace: Spool hana beutoi

source: Folder '%s/%s' does not exist.
ace: Folder '%s/%s' hana.

source: Could not open folder '%s': %s
ace: Han jheut buka folder '%s': %s

source: Folder '%s' does not exist.
ace: Folder '%s' hana.

source: Could not create folder '%s': %s
ace: Han jheut buka folder '%s': %s

source: '%s' is not a mailbox file.
ace: '%s' kon berkas mailbox

source: Store does not support an INBOX
ace: Peunyimpan hana mendukung INBOX

source: Spool folders cannot be deleted
ace: Folder spool han jheut di apoh

source: Spool folders cannot be renamed
ace: Folder spool han jheut peunan-ulang

source: Could not synchronize temporary folder %s: %s
ace: Han jheut mensinkron folder sementara %s:%s

source: Could not synchronize spool folder %s: %s
ace: Han jheut mensinkron folder spool %s: %s

source: Could not synchronize spool folder %s: %s Folder may be corrupt, copy saved in '%s'
ace: Han jheut mensinkron folder spool %s: %s folder mungken reuloh, salinan di simpan di '%s'

source: Internal error: UID in invalid format: %s
ace: Kesalahan internal: UID dalam format salah: '%s

source: Cannot get message %s: %s
ace: Han jheut cok pesan %s: %s

source: Cannot get message %s:
ace: Han jheut meuteume pesan %s:

source: This message is not currently available
ace: Pesan nyoe jino hana

source: Posting failed: %s
ace: Gagal posting: %s

source: Posting failed:
ace: Gagal postingL

source: You cannot post NNTP messages while working offline!
ace: Droen hanjhet posting pesan NNTP watee bekerja Offline!

source: You cannot copy messages from a NNTP folder!
ace: Han jheut salin pesan-pesan dari folder NNTP!

source: _Show folders in short notation (e.g. c.o.linux rather than comp.os.linux)
ace: Peuleumah folder dalam notasi_singkat (lagee. c.o.linux daripada comp.os.linux)

source: In the subscription _dialog, show relative folder names
ace: Dalam_dialog berlangganan, peuleumah nan folder terkait

source: Default NNTP port
ace: Port NNTP bawaa

source: NNTP over SSL
ace: NNTP di ateuh SSL

source: USENET news
ace: Beurita USENET

source: This is a provider for reading from and posting to USENET newsgroups.
ace: Nyo adalah penyedia untuk baca dari dan posting ke newsgroup USENET.

source: This option will connect to the NNTP server anonymously, without authentication.
ace: Opsi nyoe akan menyambong keu server NNTP secara anonom, tanpa otentikasi.

source: This option will authenticate with the NNTP server using a plaintext password.
ace: Opsi nyo akan mengotentifikasi dengan server NNTP pakek kata-sandi teks biasa.

source: Could not read greeting from %s:
ace: Han jheut baca sapaan dari %s:

source: NNTP server %s returned error code %d: %s
ace: Server NNTP %s hasil jih kode kesalahan %d: %s

source: Error retrieving newsgroups: %s
ace: Error watee cok newsgroups: %s

source: You cannot create a folder in a News store: subscribe instead.
ace: Droen han jheut peuget folder dalam penyimpanan Berita: Langganan mantong.

source: You cannot rename a folder in a News store.
ace: Droen han jheut peunan-ulang folder dalam penyimpanan Berita.

source: You cannot remove a folder in a News store: unsubscribe instead.
ace: Droen han jheut apoh folder dalam penyimpanan Berita: Piyoh langganan mantong.

source: You cannot subscribe to this newsgroup: No such newsgroup. The selected item is a probably a parent folder.
ace: Han jheut langganan ke newsgroup nyoe: Hana newsgroup lagee nyan. Item yang dipileh mungken folder induk.

source: You cannot unsubscribe to this newsgroup: newsgroup does not exist!
ace: Han jheut piyoh langganan keu newsgroup nyo: Hana newsgroup lagee nyan!

source: NNTP Command failed:
ace: Peurintah NNTP gagal:

source: Not connected.
ace: Hana teusambong.

source: No such folder: %s
ace: Hana folder lagee nyan: %s

source: %s: Scanning new messages
ace: %s: Meumita pesan-pesan baroe

source: Unexpected server response from xover: %s
ace: Respon server hana diharapkan dari xover: %s

source: Unexpected server response from head: %s
ace: Respon server hana diharapkan dari head: %s

source: Operation failed: %s
ace: Operasi gagal: %s

source: No message with UID %s
ace: Hana pesan ngon UID %s

source: Retrieving POP message %d
ace: Cok pesan POP %d

source: Unknown reason
ace: Alasan hana di turi

source: Retrieving POP summary
ace: Cok ringkasan POP

source: Cannot get POP summary:
ace: Hana jheut cok ringkasan POP:

source: Expunging old messages
ace: Ceu haba awai

source: Expunging deleted messages
ace: Ceu haba yang di li

source: Message Storage
ace: Keuneubah Haba

source: _Leave messages on server
ace: Peutinggai haba bak server

source: _Delete after %s day(s)
ace: _Li banlheuh %s uroe

source: Delete _expunged from local Inbox
ace: Peumatee dukongan keu mandum ektensi POP3

source: Disable _support for all POP3 extensions
ace: Peumatee dukongan keu mandum ekstensi POP3

source: Default POP3 port
ace: Port POP3 bawaa

source: POP3 over SSL
ace: POP3 di ateuh SSL

source: For connecting to and downloading mail from POP servers.
ace: Keu koneksi dan download haba dari server POP.

source: This option will connect to the POP server using a plaintext password. This is the only option supported by many POP servers.
ace: Opsi nyoe konek keu server POP pakek kata-sandi teks biasa. Nyoe saboh opsi yang di dukung oleh mandum server POP.

source: This option will connect to the POP server using an encrypted password via the APOP protocol. This may not work for all users even on servers that claim to support it.
ace: Opsi nyoe keu konek server ngon pakek kata-sandi terenkripsi rot protokol APOP. Nyoe mungken hana bekerja bagi mandum pengguna bahkan bak server yang mengklaim mengdukung jih.

source: Failed to read a valid greeting from POP server %s
ace: Gagal baca saleum beutoi dari server POP %s

source: Failed to connect to POP server %s in secure mode: %s
ace: Gagal konek keu server POP %s dalam mode aman: %s

source: STLS not supported by server
ace: STLS hana di dukung lee server

source: Failed to connect to POP server %s in secure mode%s
ace: Gagal sambong keu server POP %s dalam mode aman %s

source: Failed to connect to POP server %s in secure mode:
ace: Gagal sambong keu server POP %s dalam mode aman:

source: Cannot login to POP server %s: SASL Protocol error
ace: Han jheut login keu server POP %s: SASL Protokol salah

source: Failed to authenticate on POP server %s:
ace: Gagal mengotentifikasi bak server POP %s:

source: POP3 server %s
ace: Server POP3 %s

source: POP3 server for %s on %s
ace: Server POP3 untuk %s bak %s

source: Unable to connect to POP server %s: Invalid APOP ID received. Impersonation attack suspected. Please contact your admin.
ace: Han jheut sambong keu server POP %s teurimong ID APOP yang hana beutoi. Di duga na serangan pemalsuan. silahkan peugah bak admin droen.

source: Unable to connect to POP server %s. Error sending password:
ace: Han jheut sambong ke server POP %s. Error watee kirem sandi.

source: Unable to connect to POP server %s. Error sending username%s
ace: Han jheut sambong keu server POP %s. Error watee kirem nan pengguna %s

source: No such folder '%s'.
ace: Hana folder '%s'

source: POP3 stores have no folder hierarchy
ace: Peunyimpanan POP3 hana hirarki folder

source: Sendmail
ace: KiremEmail

source: For delivering mail by passing it to the "sendmail" program on the local system.
ace: Untuk penyerahan surat dengon melewatkan keu program "sendmail" bak sistem lokal.

source: Mail delivery via the sendmail program
ace: Pengireman surat di lakukan pakek program sendmail

source: Could not parse recipient list
ace: Han jheut mengurai daftar penerimong

source: Could not parse arguments
ace: Han jheut mengurai argumen

source: Could not create pipe to '%s': %s: mail not sent
ace: Han jheut peuget pipa keu '%s': %s: surat hana teukirem

source: Could not fork '%s': %s: mail not sent
ace: Han jheut fork '%s': %s: surat hana teukirem

source: Could not send message:
ace: Han jheut kirem pesan

source: '%s' exited with signal %s: mail not sent.
ace: '%s' teubit dengon sinyal %s: surat hana di kirem.

source: Could not execute '%s': mail not sent.
ace: Han jheut mengeksekusi '%s': surat hana teukirem.

source: '%s' exited with status %d: mail not sent.
ace: '%s' teubit dengon status %d: surat hana teukirem.

source: Default SMTP port
ace: Port SMTP bawaan

source: SMTP over SSL
ace: SMTP di ateuh SSL

source: Message submission port
ace: Port pengirem pesan

source: SMTP
ace: SMPTP

source: For delivering mail by connecting to a remote mailhub using SMTP.
ace: Mengirem surat dengon cara menghubungi server email pakek SMTP.

source: Welcome response error:
ace: Respon sambutan Error:

source: Failed to connect to SMTP server %s in secure mode: %s
ace: Gagal konek ke server SMTP %s dalam mode aman: %s

source: STARTTLS command failed:
ace: Peurintah STARTTLS gagal:

source: Failed to connect to SMTP server %s in secure mode:
ace: Gagal sambong keu server SMTP %s dalam mode aman:

source: SMTP server %s
ace: Server SMTP %s

source: SMTP mail delivery via %s
ace: Penyerahan surat SMTP via %s

source: SMTP server %s does not support %s authentication
ace: Server %s hana mendukung otentikasi %s

source: No SASL mechanism was specified
ace: Hana mekanisme SASL yang si peugah

source: AUTH command failed:
ace: Peurintah AUTH gagal:

source: Cannot send message: service not connected.
ace: Han jheut kirem pesan: layanan hana teusambong.

source: Cannot send message: sender address not valid.
ace: Han jheut kirem pesan: alamat hana beutoi.

source: Sending message
ace: Kirem pesan.

source: Cannot send message: no recipients defined.
ace: Han jheut kirem pesan: peuneurimong hana

source: Cannot send message: one or more invalid recipients
ace: Han jheut kirem pesan: saboh atawa na padum boh penerima hana beutoi

source: Syntax error, command unrecognized
ace: Salah sintaks, peurintah hana di turi

source: Syntax error in parameters or arguments
ace: Salah sintaks dalam parameter atawa argumen

source: Command not implemented
ace: Perintah hana di implementasikan

source: Command parameter not implemented
ace: Perameter perintah hana di implementasikan

source: System status, or system help reply
ace: Status sistem, atawa jawaban bantuan sistem

source: Help message
ace: Pesan bantuan

source: Service ready
ace: Layanan kalheuh

source: Service closing transmission channel
ace: Layanan kanal transmisi teungoh ditop

source: Service not available, closing transmission channel
ace: Layanan hana tersedia, kanal teungoh ditop

source: Requested mail action okay, completed
ace: Aksi surat yang di lakee berhasil, ka siap

source: User not local; will forward to <forward-path>
ace: Pengguna kon lokal; diteruskan keu <forward-path>

source: Requested mail action not taken: mailbox unavailable
ace: Tindakan yang di lakee han jheut di peulaku: kotak surat hana tersedia

source: Requested action not taken: mailbox unavailable
ace: Tindakan yang di lakee han jheut di peulaku: kotak surat hana tersedia

source: Requested action aborted: error in processing
ace: Tindakan yang di lakee di peubatal: kesalahan dalam pemrosesan

source: User not local; please try <forward-path>
ace: Pengguna hana bak sistem lokal; harap cuba <forward-path>

source: Requested action not taken: insufficient system storage
ace: Permintaan hana peulaku: leubeh dari alokasi penyimpanan

source: Requested mail action aborted: exceeded storage allocation
ace: Permintaan surat di peubatal: leubeh dari alokasi penyimpanan

source: Requested action not taken: mailbox name not allowed
ace: Permintaan hana di peulaku: nan kotak surat hana diperkenankan

source: Start mail input; end with <CRLF>.<CRLF>
ace: Mulai pasoe surat; tutop dengon <CRLF>.<CRLF>

source: Transaction failed
ace: Transaksi hana berhasil

source: A password transition is needed
ace: Perle transisi password

source: Authentication mechanism is too weak
ace: Mekanisme otentifikasi leumoh that

source: Encryption required for requested authentication mechanism
ace: Perle penyandian untuk mekanisme otentifikasi yang di lakee

source: Temporary authentication failure
ace: Otentifikasi temporer hana berhasil

source: SMTP Greeting
ace: Sambutan SMTP

source: HELO command failed:
ace: Perintah HELO gagal:

source: MAIL FROM command failed:
ace: Perintah MAIL FROM gagal:

source: RCPT TO command failed:
ace: Perintah RCPT TO gagal:

source: RCPT TO <%s> failed:
ace: RCPT TO <%s> gagal:

source: DATA command failed:
ace: Peurintah DATA gagal:

source: RSET command failed:
ace: Peurintah RSET gagal:

source: QUIT command failed:
ace: Peurintah QUIT gagal:

source: Contact UID of a user
ace: UID kontak dari saboh pengguna

source: Birthday and anniversary reminder
ace: Peungingat uroe lahee dan perayaan tahunan

source: Whether to set a reminder for birthdays and anniversaries
ace: Peu keuh meunata peungingat bagi uroe lahee dan perayaan tahunan

source: Birthday and anniversary reminder value
ace: Nilai peungingat uroe lahee dan perayaan tahunan

source: Number of units for determining a birthday or anniversary reminder
ace: Numboi unit untuk peuteunte saboh peungingat uroe lahee atawa perayaan tahunan

source: Birthday and anniversary reminder units
ace: Unit peungingat uroe lahee dan perayaan tahunan

source: Units for a birthday or anniversary reminder, "minutes", "hours" or "days"
ace: Unit bagi pengingat uroe lahee atawa perayaan tahunan, "minutes"(meunet),"hours"(jeum), atawa"days" (uroe)

source: Bus name vanished (client terminated?)
ace: Nan bus hana le(klien diterminasi?)

source: No response from client
ace: Hana respon dari klien

source: Client cancelled the operation
ace: Klien peu batal operasi

source: Client reports password was rejected
ace: Klien meulapor bahwa sandi hana diteurimong

source: Add this password to your keyring
ace: Tamah sandi nyo keu ring kunci Droe

source: Password was incorrect
ace: Sandi Hana Beutoi

source: %s does not support authentication
ace: %s hana mendukung otentikasi

source: %s does not support creating remote resources
ace: %s haan mendukung peuget sumber daya remote

source: %s does not support deleting remote resources
ace: %s hana mendukung pengapoh sumber daya remote

source: No backend factory for hash key '%s'
ace: Hana prabrek backend bagi kunci hash '%s'

source: Data source is missing a [%s] group
ace: Sumber daya kekurangan grup [%s]

source: Data source '%s' does not support creating remote resources
ace: Sumber data '%s' hana mendukung pembuatan sumber daya remote

source: Data source '%s' has no collection backend to create the remote resource
ace: Sumber data '%s' hana backend koleksi untuk peunget sumber daya remote
