Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/evolution.po
Languages: ace

source: Because you do not trust the certificate authority that issued this certificate, then you do not trust the authenticity of this certificate unless otherwise indicated here
ace: kareuna droen hana neupateh otoritas yang peutebit sertifikat nyoe, seucara otomatis sertifikat nyoe hana otentik, kecuali na geusebut nyang laen

source: Enter the password for '%s'
ace: peutamong sandi keu "%s"

source: Enter new password for certificate database
ace: peutamong sandi database sertifikat

source: Enter new password
ace: peutamong sandi baroe

source: Issued to: Subject: %s
ace: Issued keu: Subyek: %s

source: Issued by: Subject: %s
ace: Issued le: Subyek: %s

source: Select certificate
ace: pileh sertifikat

source: You have certificates from these organizations that identify you:
ace: droen meutemeung sertifikat dari pengelola nyoe

source: Certificates Table
ace: tabel sertifikat

source: _Backup
ace: _Cadangan

source: Backup _All
ace: Cadangan_mandum

source: Your Certificates
ace: sertifikat ata droen

source: You have certificates on file that identify these people:
ace: droen na sertifikat bak berkas nyang mengidentifikasi ureung-ureung nyoe

source: Contact Certificates
ace: kontak sertifikat

source: You have certificates on file that identify these certificate authorities:
ace: droen na sertifikat bak berkas nyang mengidentifikasi otoritas sertifikast nyoe

source: Authorities
ace: otoritas

source: Certificate Authority Trust
ace: otoritas peungelola sertifikat

source: Trust this CA to identify _websites.
ace: Neupecaya CA keu identifikasi situs_web

source: Trust this CA to identify _email users.
ace: Neupecaya CA nyoe keu identifikasi Pengirem surel

source: Trust this CA to identify _software developers.
ace: Neupecaya CA nyoe keu identifikasi nyang peungembang perangkat lunak

source: Before trusting this CA for any purpose, you should examine its certificate and its policy and procedures (if available).
ace: sigohlom neupecaya CA nyoe keu sigala macam, neuperiksa ilee asoe sertifikat nyoe dan seugala prosedur jih

source: Certificate
ace: sertifikat

source: Certificate details
ace: Rincian sertifikat

source: Email Certificate Trust Settings
ace: Peungaturan Sertifikat Email

source: Trust the authenticity of this certificate
ace: Pateeh bak keuabsahan sertifikat nyoe

source: Do not trust the authenticity of this certificate
ace: Bek pateeh keabsahan sertifikat nyoe

source: _Edit CA Trust
ace: _Ubah Trust CA

source: Version
ace: Versi

source: Version 1
ace: Versi 1

source: Version 2
ace: Versi 2

source: Version 3
ace: Versi 3

source: PKCS #1 MD2 With RSA Encryption
ace: PKCS #1 MD2 Ngon Enkripsi RSA

source: PKCS #1 MD5 With RSA Encryption
ace: PKCS #1 MD5 Ngon Enkripsi RSA

source: PKCS #1 SHA-1 With RSA Encryption
ace: PKCS #1 SHA1 Ngon Enkripsi RSA

source: PKCS #1 SHA-256 With RSA Encryption
ace: PKCS #1 SHA-256 Ngon Enkripsi RSA

source: PKCS #1 SHA-384 With RSA Encryption
ace: PKCS #1 SHA-384 Ngon Enkripsi RSA

source: PKCS #1 SHA-512 With RSA Encryption
ace: PKCS #1 SHA-512 Ngon Enkripsi RSA

source: PKCS #1 RSA Encryption
ace: PKCS #1 Enkripsi RSA

source: Certificate Key Usage
ace: Pakek Gunci Sertifikat

source: Netscape Certificate Type
ace: Tipe Sertifikat Netscape

source: Certificate Authority Key Identifier
ace: Yang Peuturi Gunci Otoritas Sertifikat

source: Object Identifier (%s)
ace: Yang Peuturi Objek (%s)

source: Algorithm Identifier
ace: Algoritma Yang Peuturi

source: Algorithm Parameters
ace: Parameter Algoritma

source: Subject Public Key Info
ace: Info Gunci Publik Subjek

source: Subject Public Key Algorithm
ace: Algoritma Gunci Publik Subjek

source: Subject's Public Key
ace: Gunci Publik Subjek

source: Error: Unable to process extension
ace: Han Item: Han item proses ekstensi

source: Object Signer
ace: Tukang tanda tangan objek

source: SSL Certificate Authority
ace: Otoritas Sertifikat SSL

source: Email Certificate Authority
ace: Otoritas Sertifikat Email

source: Signing
ace: Teungoh tanda tangan

source: Non-repudiation
ace: Han-tulak

source: Key Encipherment
ace: Enkripsi Gunci

source: Data Encipherment
ace: Enkripsi Data

source: Key Agreement
ace: peuseutujuan Gunci

source: Certificate Signer
ace: Tanda Tangan Sertifikat

source: CRL Signer
ace: Peunanda URL

source: Critical
ace: Peunteng

source: Not Critical
ace: Hana Peunteng

source: Extensions
ace: Extensi

source: Certificate Signature Algorithm
ace: Algoritma Tanda Tangan Sertifikat

source: Issuer
ace: Yang Peutubit

source: Issuer Unique ID
ace: ID Unik Yang Peutubit

source: Subject Unique ID
ace: ID Unik Subjek

source: Certificate Signature Value
ace: Nilai Tanda Tangan Sertifikat

source: Sign
ace: Tanda Tangan

source: Encrypt
ace: Enkripsi

source: Certificate already exists
ace: Sertifikat kana

source: PKCS12 File Password
ace: Sandi Beurkas PKCS12

source: Enter password for PKCS12 file:
ace: Pasoe sandi untuk beurkas PKCS12:

source: Imported Certificate
ace: Sertifikat Yang Diimpor

source: _Address Cards
ace: _Kartu Alamat

source: _List View
ace: _Tampelan Daftar

source: By _Company
ace: Munuroet _Peurusahaan

source: _Day View
ace: _Tampelan Uroe

source: _Work Week View
ace: _Tampelan Keureuja Tip Minggu

source: W_eek View
ace: _Tampelan Tip Minggu

source: _Month View
ace: _Tampelan Tip Buleun

source: _Messages
ace: _Peusan

source: As _Sent Folder
ace: _Keu Folder Teukirem

source: By Su_bject
ace: Meunuroet Su_bjek

source: By Se_nder
ace: Meunuroet Peu_ngirem

source: By S_tatus
ace: Meunuroet S_tatus

source: By _Follow Up Flag
ace: Meunuroet Tanda _Follow Up

source: For _Wide View
ace: Kue _Tampelan Luwah

source: As Sent Folder for Wi_de View
ace: Keu Fol_der Teukirem keu Tampelan Luwah

source: _Memos
ace: _Catatan

source: With _Due Date
ace: _Ngon Lam Tempo

source: With _Status
ace: Ngon _Status
