Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/file-roller.po
Languages: ace

source: File is not a valid .desktop file
ace: Nyo kon beureukaih .desktop yang saheh

source: Unrecognized desktop file Version '%s'
ace: Beureukaih desktop Versi '%s' hana diturie

source: Starting %s
ace: Peuphon %s

source: Application does not accept documents on command line
ace: Aplikasi hana jiteurimong dokumen bak bareh perintah

source: Unrecognized launch option: %d
ace: Peunileh nyang iteubit hana i turie: %d

source: Can't pass documents to this desktop element
ace: Hana dokumen bak elemen desktop nyo

source: Not a launchable item
ace: Kon barang nyang jeut i eksekusi

source: Disable connection to session manager
ace: Peumate koneksi keu manajer sesi

source: Specify file containing saved configuration
ace: Peuteuntei beureukaih nyang teukeubah konfigurasi

source: FILE
ace: BEUREUKAIH

source: Specify session management ID
ace: Peutentei ID manajemen sesi

source: Session management options:
ace: Peunileh manajemen sesi:

source: Show session management options
ace: Peudeuh peuneuleh manajemen sesi

source: Archive Manager
ace: Manajer Arsip

source: Create and modify an archive
ace: Peuget ngoen andam arsip

source: zip;tar;extract;unpack;
ace: zip;tar;ekstrak;bongkar;

source: How to sort files
ace: Kiban cara suson beureukaih

source: What criteria must be used to arrange files. Possible values: name, size, type, time, path.
ace: Kriteria peu yang mesti ta ngui keu ta atoe beureukaih. Kriteria yang mungkin: nan, ukuran, jenis, watee, path

source: Sort type
ace: Jenis peuuroet

source: Whether to sort in ascending or descending direction. Possible values: ascending, descending.
ace: Ta peu uroet ek atawa tren direksi. Value nyang mungken: ek, tren

source: List Mode
ace: Mode Daftar

source: Use 'all-files' to view all the files in the archive in a single list, use 'as-folder' to navigate the archive as a folder.
ace: Nguie 'bandum-beureukaih' keu kaloen mandum beureukaih lam arsip bak daftar saboh, ngui 'sebagoe-folder' keu menavigasi arsip sebagoe folder

source: Display type
ace: Jenis Teupeuleumah

source: Display the type column in the main window.
ace: Teupeuleumah heuneh kolom bak tingkap utama

source: Display size
ace: Ukuran teupeuleumah

source: Display the size column in the main window.
ace: Teupeuleumah kolom ukuran bak tingkap utama

source: Display time
ace: Watee teupeuleumah

source: Display the time column in the main window.
ace: Teupeuleumah kolom watee bak tingkap utama

source: Display path
ace: Path teupeuleumah

source: Display the path column in the main window.
ace: Teupeuleumah kolom path bak tingkap utama

source: Name column width
ace: Luwah kolom nan

source: The default width of the name column in the file list.
ace: Luwah teuba dari kolom nan lam daftar beureukaih.

source: Max history length
ace: Panyang riwayat maksimal

source: Max number of items in the 'Open Recents' submenu.
ace: Cacah numboi maks lam submenu 'Peuhah Baro'.

source: View statusbar
ace: Peuleumah statusbar

source: Whether to display the statusbar.
ace: Peukeuh keu teupeuleumah statusbar

source: View the folders pane
ace: Peuleumah panel folder

source: Whether to display the folders pane.
ace: Peu keuh keu peulemah panel folder.

source: Editors
ace: Ureung Andam

source: List of applications entered in the 'Open File' dialog and not associated with the file type.
ace: Daftar aplikasi yang i peutamong u lam dialog 'Peuhah Beureukaih' leuh nyan hana i kaitkan ngon jeuneh beureukaih.

source: Compression level
ace: Tingkat kompresi

source: Compression level used when adding files to an archive. Possible values: very-fast, fast, normal, maximum.
ace: Level kompresi yang i ngui watee tamah beureukaih u lam arsip. Nilai yang mungken: bagah that, bagah, biasa, maksimum.

source: Encrypt the archive header
ace: Enkripsi tajuk arsip

source: Whether to encrypt the archive header. If the header is encrypted the password will be required to list the archive content as well.
ace: Peukeuh mesti tajuk arsip i enkripsi. Meunyo tajuk i enkripsi, peurle sandi keu kaloen daftar isi.

source: Do not overwrite newer files
ace: Bek timpa beureukaih nyang leubeh baroe

source: Recreate the folders stored in the archive
ace: Peugot ulang folder-folder yang ta simpan dalam arsip.

source: Default volume size
ace: Ukuran volume bawaan

source: The default size for volumes.
ace: Ukuran bawaan keu volume

source: Extract Here
ace: Ekstrak Di Sino

source: Extract the selected archive to the current position
ace: Ekstrak arsip yang i pileh keu lokasi jinoe

source: Extract To...
ace: Ekstrak u...

source: Extract the selected archive
ace: Ekstrak arsip yang i pileh

source: Compress...
ace: Kompres..

source: Create a compressed archive with the selected objects
ace: Peuget arsip yang i kompres dari objek yang i pileh

source: Open
ace: Buka

source: All archives
ace: Bandum arsip

source: All files
ace: Bandum beureukaih

source: Copyright © 2001–2010 Free Software Foundation, Inc.
ace: Hak Cipta © 2001–2010 Free Software Foundation, Inc.

source: An archive manager for GNOME.
ace: Manajer arsip keu GNOME

source: translator-credits
ace: Hendra Murdani <hendramurdani46@gmail.com>,2013. Maulidan Nashuha<maulidanms@gmail.com>,2013.

source: Could not add the files to the archive
ace: Han jeut tamah beureukaih u lam arsip

source: You don't have the right permissions to read files from folder "%s"
ace: Droen hana hak milek keu baca beureukaih dari folder "%s"

source: Add Files
ace: Tamah Beureukaih

source: _Options
ace: _Peunileh

source: Load Options
ace: Cok Peunileh

source: Save Options
ace: Keubah Peunileh

source: Reset Options
ace: Atoe Ulang Peunileh

source: _Options Name:
ace: _Peunileh Nan:

source: Password required for "%s"
ace: Perle lageum rahsea keu "%s"

source: Wrong password.
ace: Lageum rahsea salah.

source: Compress
ace: Kompres

source: Destination folder "%s" does not exist. Do you want to create it?
ace: Folder "%s" yang neu tuju gohlom na. Peukeuh droeneuh keuneuk beuget nyan?

source: Create _Folder
ace: Peuget _Folder

source: Extraction not performed
ace: Ekstraksi hana geulakukan

source: Could not create the destination folder: %s.
ace: Han jeut peuget folder yang i tuju:%s

source: You don't have the right permissions to extract archives in the folder "%s"
ace: Droen hana hak milek keu ekstrak arsip lam folder "%s"

source: Extract
ace: Ekstrak

source: There was an internal error trying to search for applications:
ace: Kesalahan watee coba mita aplikasi:

source: Archive type not supported.
ace: Jenis arsip hana i dukung.

source: There is no command installed for %s files. Do you want to search for a command to open this file?
ace: Hana perintah yang tepasang keu neungui beureukaih %s. Mita perintah keu peuhah beureukaih nyoe?

source: Could not open this file type
ace: Hanjeut peuhah jeuneh beureukaih nyoe

source: _Search Command
ace: _Mita Perintah

source: Enter a password for "%s"
ace: Tuleh lageum rahsea keu "%s"

source: %s Properties
ace: Properti %s

source: Update the file "%s" in the archive "%s"?
ace: Peubaroe beureukaih "%s" lam arsip "%s"

source: The file has been modified with an external application. If you don't update the file in the archive, all of your changes will be lost.
ace: Beureukaih kaleuh i andam ngoen eksternal aplikasi. Meunyo droen hana peubaroe beureukaih lam arsip, bandum nyang kaleuh droen andam bunoe gadoh.

source: Update the files in the archive "%s"?
ace: Peubaroe beureukaih lam arsip "%s"?

source: Add files to the specified archive and quit the program
ace: Tamah beureukaih lam arsip ngon teubiet dari program

source: ARCHIVE
ace: ARSIP

source: Add files asking the name of the archive and quit the program
ace: Tamah beureukaih ngoen tanyong nan arsip ngon teubiet dari program

source: Extract archives to the specified folder and quit the program
ace: Ekstrak arsip keu folder khusus ngon teubiet dari program

source: Extract archives asking the destination folder and quit the program
ace: Ekstrak arsip dengoen tanyoeng folder yang dituju ngon teubiet dari program

source: Extract the contents of the archives in the archive folder and quit the program
ace: Ekstrak asoe arsip lam folder arsip nyan ngon teubiet dari program

source: Default folder to use for the '--add' and '--extract' commands
ace: Folder utama nyang jingui keu perintah '--add' dengoen '--extract'

source: Create destination folder without asking confirmation
ace: Peuget folder yang dituju tanpa perle peugah hai

source: Use the notification system to notify the operation completion
ace: Ngui sistem notifikasi keu pemberitahuan operasi ka sueleuso

source: Start as a service
ace: Peujak aplikasi seubagai layanan

source: Show version
ace: Peuleumah versi

source: Extract archive
ace: Ekstrak arsip

source: - Create and modify an archive
ace: - Peuget ngoen andam arsip

source: You don't have the right permissions.
ace: Droen hana hak milek nyang beutoi.

source: This archive type cannot be modified
ace: Jeuneh arsip nyoe han jeut ji andam

source: You can't add an archive to itself.
ace: Dron hanjeut tamah arsip lam diri dro.

source: Adding "%s"
ace: Tamah "%s"

source: Extracting "%s"
ace: Ekstrak "%s"

source: Archive not found
ace: Arsip hana di teumee

source: Removing "%s"
ace: Sampoh "%s"

source: Could not find the volume: %s
ace: Hana meuteume volume: %s

source: Deleting files from archive
ace: Sampoh beureukaih dari arsip

source: Recompressing archive
ace: Kompres keulai arsip

source: Decompressing archive
ace: Mendekompres arsip

source: File System
ace: Sistem Beureukaih

source: Could not load the location
ace: Hanjeut cok lokasi

source: Could not create the archive
ace: Hanjeut peuget arsip

source: You have to specify an archive name.
ace: Droen harus peuteuntei nan arsip.

source: You don't have permission to create an archive in this folder
ace: Droen hana hak milek keu peuget arsip dalam folder nyoe

source: New name is the same as old one, please type other name.
ace: Nan nyang baroenakeuh sama ngoen nan yang ka na, neu tuleh nan yang laen.

source: A file named "%s" already exists. Do you want to replace it?
ace: Beureukaih dengoen nan "%s" ka na. Timpa?

source: The file already exists in "%s". Replacing it will overwrite its contents.
ace: Beureukaih ka na lam "%s". Timpa beureukaih nyan akan gantoe bandum asoe lam beureukaih.

source: _Replace
ace: _Timpa

source: Could not delete the old archive.
ace: Han jeut sampoh arsip ata ka trep.

source: C_reate
ace: P_euget

source: _Add
ace: _Tamah

source: _Extract
ace: _Ekstrak

source: Operation completed
ace: Operasi ka seuleuso

source: %d object (%s)
ace: %d objek (%s)

source: %d object selected (%s)
ace: %d objek i pileh (%s)

source: [read only]
ace: [baca mantong]

source: Could not display the folder "%s"
ace: Han jeut teupeuleumah folder "%s"

source: Creating "%s"
ace: Peuget "%s"

source: Loading "%s"
ace: Cok "%s"

source: Reading "%s"
ace: Baca "%s"

source: Deleting the files from "%s"
ace: Sampoh beureukaih dari "%s"

source: Testing "%s"
ace: Cuba "%s"

source: Getting the file list
ace: Cok dafta berkah

source: Copying the files to add to "%s"
ace: Salen beureukaih keu i tamah u dalam "%s"

source: Adding the files to "%s"
ace: Tamah beureukaih keu "%s"

source: Extracting the files from "%s"
ace: Ekstrak beureukaih dari "%s"

source: Copying the extracted files to the destination
ace: Salen beureukaih yang i ekstrak u teumpat yang i tuju

source: Saving "%s"
ace: Keubah "%s"

source: Renaming the files in "%s"
ace: Ubah nan beureukaih dalam "%s"

source: Updating the files in "%s"
ace: Peubaroe beureukaih lam "%s"

source: _Open the Archive
ace: _Peuhah Arsip

source: _Show the Files
ace: _Peuleumah Beureukaih

source: %d file remaining
ace: %d beureukaih lom

source: Please wait…
ace: Tulong preh...

source: Extraction completed successfully
ace: Seuleuso mengekstrak arsip

source: "%s" created successfully
ace: "%s" seuleuso di peuget

source: Command exited abnormally.
ace: Peurintah teubiet seucara hana normal.

source: An error occurred while extracting files.
ace: Na kesalahan watee ekstrak beureukaih

source: Could not open "%s"
ace: Hanjeut peuhah "%s"

source: An error occurred while loading the archive.
ace: Error wate cok arsip.

source: An error occurred while deleting files from the archive.
ace: Na kesalahan watee sampoeh beureukaih dari arsip.

source: An error occurred while adding files to the archive.
ace: Na kesalahan watee tamah beureukaih u dalam arsip.

source: An error occurred while testing archive.
ace: Na kesalahan watee uji arsip.

source: An error occurred while saving the archive.
ace: Na galat watee keubah arsip.

source: An error occurred while renaming the files.
ace: Na galat watee ganto nan berkas.

source: An error occurred while updating the files.
ace: Na galat watee peubaroe beureukaih.

source: An error occurred.
ace: Na kesalahan.

source: Command not found.
ace: Perintah hana i temukan.

source: Test Result
ace: Hase Peuriksa

source: Could not perform the operation
ace: Operasi han jeut i lakukan

source: Do you want to add this file to the current archive or open it as a new archive?
ace: Tamah beureukaih nyoe keu arsip yang kaleuh i buka atawa peujeut keu arsip baroe?

source: Do you want to create a new archive with these files?
ace: Peuget arsip baroe ngoen beureukaih nyoe?

source: Create _Archive
ace: Peuget _Arsip

source: New Archive
ace: Arsip baroe

# File
source: Size
ace: Ukuran

# File
source: Type
ace: Jenis

# File
source: Modified
ace: I ubah

# File
source: Location
ace: Teumpat

# File
source: Name
ace: Nan

source: Open _Recent
ace: Peuhah Yang Paling _Baro

source: Open a recently used archive
ace: Peuhah arsip yang terakhir neungui

source: _Other Actions
ace: _Aksi Laen

source: Other actions
ace: Aksi laen

source: _Location:
ace: _Teumpat

source: Replace file "%s"?
ace: Timpa beureukaih "%s"?

source: Another file with the same name already exists in "%s".
ace: Beureukaih laen ngoen nan yang sama ka na bak "%s"

source: Replace _All
ace: Gantoe _Mandum

source: _Skip
ace: _Peu Lewat

source: Could not save the archive "%s"
ace: Hanjeut keubah arsip "%s"

source: Save
ace: Keubah

source: Last Output
ace: Nyang teubit akhe

source: New name is void, please type a name.
ace: Nan baro soh, cii ketikkan saboh nan.

source: Name "%s" is not valid because it contains at least one of the following characters: %s, please type other name.
ace: Nan "%s" hana valid karena na paling han salah saboeh dari karakter nyoe:%s, ketik nan yang laen.

source: A folder named "%s" already exists. %s
ace: Folder dengoen nan "%s" ka na. %s

source: Please use a different name.
ace: Ngui nan yang laen

source: A file named "%s" already exists. %s
ace: Beureukaih dengoen nan "%s" ka na. %s

source: Rename
ace: Gantoe nan

source: _New folder name:
ace: _Nan folder baroe:

source: _New file name:
ace: _Nan berkas baroe:

source: _Rename
ace: _Gantoe Nan

source: Could not rename the folder
ace: Hanjeut ubah nan folder

source: Could not rename the file
ace: Hanjeut ubah nan beureukaih

source: Moving the files from "%s" to "%s"
ace: Pinah beureukaih dari "%s" ke "%s"

source: Copying the files from "%s" to "%s"
ace: Salen beureukaih dari "%s" u "%s"

source: Paste Selection
ace: Tempel Seleksi

source: _Destination folder:
ace: _Folder yang i tuju:

source: Add files to an archive
ace: Tamah beureukaih u dalam arsip

source: Could not display help
ace: Han jeut teupeuleumah beunantu

source: Add
ace: Tamah

source: Include _files:
ace: Ka termasuk _beureukaih

source: E_xclude files:
ace: S_elaen beureukaih:

source: _Exclude folders:
ace: S_elaen folder:

source: example: *.o; *.bak
ace: contoh: *.o; *.bak

source: Actions
ace: Aksi

source: Add only if _newer
ace: Tamah mantong meunyo _leubeh baroe

source: _Follow symbolic links
ace: Seutot _simbolik

source: _New Archive
ace: _Arsip Baroe

source: View All _Files
ace: Peuleumah Bandum _Beureukaih

source: View as a F_older
ace: Peuleumah keu F_older

source: _Folders
ace: _Folder

source: _Help
ace: _Beunantu

source: _About Archive Manager
ace: Bhah Manajer Arsip

source: _Quit
ace: _Teubiet

source: _Password:
ace: _Lageum Rahsea

source: Delete
ace: Sampoh

source: _Files:
ace: _Beureukaih

source: example: *.txt; *.doc
ace: contoh:*txt;*.doc

source: _All files
ace: _Bandum beureukaih

source: _Selected files
ace: _Beureukaih yang i pileh

source: C_ommand Line Output:
ace: Pe_teubit Bareh Peurintah:

source: _Keep directory structure
ace: _Peutheun struktur direktori

source: Do not _overwrite newer files
ace: _Bek timpa beureukaih yang leubeh baroe

source: Go up one level
ace: Ek saboh tingkat

source: Places
ace: Teumpat

source: _Select All
ace: _Pileh Bandum

source: Dese_lect All
ace: Hana Pi_leh Bandum

source: Show Hidden Files
ace: Peulemah Beureukaih nyang Teupeusom

source: Information about the program
ace: Haba Bhah program

source: _Add Files…
ace: _Tamah Beureukaih...

source: Add files to the archive
ace: Tamah beureukaih u dalam arsip

source: Close the current archive
ace: Toep arsip nyoe

source: Contents
ace: Asoe

source: Display the File Roller Manual
ace: Peuleumah Manual File Roller

source: Copy the selection
ace: Salen Beureukaih yang di pileh

source: Cut the selection
ace: Pinah yang di pileh

source: Paste the clipboard
ace: Paste aso papen klip

source: _Rename…
ace: _Gantoe Nan...

source: Rename the selection
ace: Ganto nan yang i pileh

source: Delete the selection from the archive
ace: Sampoh yang i pileh dari arsip

source: Deselect all files
ace: Hana pileh bandum beureukaih

source: _Extract…
ace: _Ekstrak...

source: Extract files from the archive
ace: Ekstrak beureukaih dari arsip

source: New…
ace: Baro..

source: Create a new archive
ace: Peuget arsip yang baro

source: Open…
ace: Peuhah...

source: Open archive
ace: Peuhah arsip

source: _Open With…
ace: _Peuhah Ngoen...

source: Open selected files with an application
ace: Peuhah beureukaih yang i pileh ngoen aplikasi

source: Pass_word…
ace: _Lageum Rahsea...

source: Specify a password for this archive
ace: Beoh lageum rahsea keu arsip nyoe

source: Show archive properties
ace: Peudeuh properti arsip

source: Reload current archive
ace: Baca keulai arsip nyoe

source: Save As…
ace: Keubah keu...

source: Save the current archive with a different name
ace: Keubah arsip nyoe ngoen nan laen

source: Select all files
ace: Pileh bandum beureukaih

source: _Test Integrity
ace: _Cicuba Integritas

source: Test whether the archive contains errors
ace: Cicuba kesalahan bak aso arsip error

source: Open the selected file
ace: Peuhah beureukaih yang i pileh

source: Open the selected folder
ace: Peuhah folder yang i pileh

source: Go to the previous visited location
ace: Pinah u teumpat terakher yang sigolom nyo i kunjungi

source: Go to the next visited location
ace: Pinah u teumpat yang selanjut jih kaleuh i kunjungi

source: Go to the home location
ace: Balek u lokasi phon

source: View the statusbar
ace: Peuleumah statusbar

source: Find…
ace: Mita...

source: Find files by name
ace: Mita beureukaih lagei nan

source: _Filename:
ace: Nan_Beureukaih

source: Location
ace: Teumpat

source: _Encrypt the file list too
ace: _Enkripsi cit daftar beureukaih nyoe

source: Split into _volumes of
ace: Dipeubekah _ngon ukuran

source: _Other Options
ace: _Peunileh Laen

source: Password
ace: Lageum Rahsea

source: _Encrypt the file list
ace: _Enkripsi daftar beureukaih

# File
source: Name:
ace: Nan:

source: Archive size:
ace: Ukuran arsip:

source: Location:
ace: Teumpat:

source: Compression ratio:
ace: Rasio kompresi:

source: Last modified:
ace: Terakher i ubah:

source: Content size:
ace: Ukuran asoe:

source: Number of files:
ace: Numboi beureukaih:

source: Type:
ace: Jeuneh:

source: _Update
ace: _Peubaroe:

source: S_elect the files you want to update:
ace: P_ileh beureukaih meunjak i peubaroe:
