Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gedit.po
Languages: ace

source: gedit could not back up the old copy of the file before saving the new one. You can ignore this warning and save the file anyway, but if an error occurs while saving, you could lose the old copy of the file. Save anyway?
ace: gedit hanjeut peuget backup salenan ata awai segolom keubah ata baro. Droeneuh jeut hana neupeduli peringatan dan teutap neukeubah, tapi meunyoe error, beureukaih trep kemungkinan akan gadoh. Keubah beurangkaban?

source: gedit cannot handle %s locations in write mode. Please check that you typed the location correctly and try again.
ace: gedit hanjeut diatoe %s lokasi lam mode tuleh. Tulong neuperiksa lokasi nyang beutoi dan keulai.

source: gedit cannot handle this location in write mode. Please check that you typed the location correctly and try again.
ace: gedit hanjeut diatoe lokasi nyoe lam mode tuleh. tulong neuperiksa lokasi nyang beutoi dan keulai.

source: %s is not a valid location. Please check that you typed the location correctly and try again.
ace: %s kon lokasi nyang beutoi. tulong neuperiksa lokasi nyang beutoi dan keulai.

source: You do not have the permissions necessary to save the file. Please check that you typed the location correctly and try again.
ace: Droeneuh hana izin keu keubah beureukaih. tulong neuperiksa lokasi nyang beutoi dan keulai.

source: There is not enough disk space to save the file. Please free some disk space and try again.
ace: Hana sep disk keu keubah. tulong neuperiksa luwah disk.

source: You are trying to save the file on a read-only disk. Please check that you typed the location correctly and try again.
ace: Droeneuh neucuba keubah seubago mode read-only. tulong neuperiksa lokasi nyang beutoi dan keulai.

source: A file with the same name already exists. Please use a different name.
ace: Beureukaih ngon nan nyang saban kana. Tulong ngui nan laen.

source: The disk where you are trying to save the file has a limitation on length of the file names. Please use a shorter name.
ace: Disk tempat keumeung droeneuh keubah na batas nan nyang jeut neungui. Tulong ngui nan nyang leubeh paneuk.

source: The disk where you are trying to save the file has a limitation on file sizes. Please try saving a smaller file or saving it to a disk that does not have this limitation.
ace: Disk tempat keumeung droeneuh keubah na batas ukuran beureukaih. Tulong keubah nyang ukuran jih saban atawa leubeh ubit dari batas.

source: Could not save the file %s.
ace: Hanjuet keubah beureukaih %s

source: The file %s changed on disk.
ace: Beureukaih %s ka meugantoe lam disk.

source: Do you want to drop your changes and reload the file?
ace: Pukeuh droeneuh keumeung peugadoh perubahan dan cok keulai beureukaih?

source: Do you want to reload the file?
ace: Pukeuh droen keumeung cok keulai beureukaih?

source: _Reload
ace: _Cok Keulai

source: Some invalid chars have been detected while saving %s
ace: Na padum boh beureukaih nyang hana beutoi teudeteksi watee neukeubah %s

source: If you continue saving this file you can corrupt the document. Save anyway?
ace: Meunyoe teutap necuba keubah, kadang dokumen jeut error. Keubah beurangkaban?

source: _New Window
ace: _Tingkap baro

source: _Preferences
ace: _Peuatoe

source: _Help
ace: _Beunantu

source: _About
ace: _Bhah

source: _Quit
ace: _Teubiet

source: _Move to New Window
ace: _Pinah u Tingkap Baro

source: Save _As...
ace: Keubah _Seubago

source: _Print...
ace: _Cetak

source: Open a file
ace: Peuhah beureukaih

source: Open a recently used file
ace: Peuhah beureukaih yang baroe jingui

source: Empty
ace: Soeh

source: Hide panel
ace: Bek peudueh panel

source: Click on this button to select the font to be used by the editor
ace: Klik tumboi nyoe keupileh fonta nyang keumeng jingui

source: _Use the system fixed width font (%s)
ace: _Ngui ukoran fonta nyang paih luwah dengon sistem (%s)

source: Directory '%s' could not be created: g_mkdir_with_parents() failed: %s
ace: Direktori '%s' hanjeut ipeuget: g_mkdir_with_parents() failed: %s

source: The selected color scheme cannot be installed.
ace: Skema warena nyang dipileh henjeut diinstall

source: Add Scheme
ace: Tamah Skema

source: A_dd Scheme
ace: T_amah Skema

source: Color Scheme Files
ace: Warena Beureukaih Skema

source: Could not remove color scheme "%s".
ace: Hanjeut hapoh warena skema "%s".

source: gedit Preferences
ace: Peuatoe gedit

source: Preferences
ace: Peuatoe

source: _Display line numbers
ace: _Tepeuleumah numboi-numboi bareh

source: Display right _margin at column:
ace: Teupeuleumah _margin unuen bak kolum:

source: Text Wrapping
ace: Teks Wrapping

source: Enable text _wrapping
ace: Peuaktif teks _wrapping

source: Do not _split words over two lines
ace: Bek _peupisah kata leubeh dari dua bareh

source: Highlight current _line
ace: Sorot bareh_jinoe

source: Highlight matching _brackets
ace: Sorot nyang paih _brackets

source: View
ace: Ngieng

source: Tab Stops
ace: Tab Pioh

source: _Tab width:
ace: _Luwah Tab:

source: Insert _spaces instead of tabs
ace: Peutamoeng _spasi diantara tab

source: _Enable automatic indentation
ace: _Peuaktif indensi otomatis

source: File Saving
ace: Neukeubah Beureukaih

source: Create a _backup copy of files before saving
ace: Peuget _salenan berkas segolom simpan

source: _Autosave files every
ace: _Otomatis keubah tiep beureukaih

source: _minutes
ace: _minet

source: Font
ace: Fonta

source: Editor _font:
ace: Editor _fonta:

source: Pick the editor font
ace: Cok editor fonta

source: Color Scheme
ace: Skema Warena

source: column
ace: Kolum

source: Install scheme
ace: Install skema

source: Install Scheme
ace: Install Skema

source: Uninstall scheme
ace: Uninstall skema

source: Uninstall Scheme
ace: Uninstall Skema

source: Font & Colors
ace: Fonta & Wareuna

source: Plugins
ace: Plugin-plugin

source: File: %s
ace: Beureukaih: %s

source: Page %N of %Q
ace: On %N dari %Q

source: Preparing...
ace: Teugoeh dipersiapkan...

source: Syntax Highlighting
ace: Sorotan Sintaks

source: Print synta_x highlighting
ace: Cetak sorotan sintak_s

source: Line Numbers
ace: Numboi-numboi Bareh

source: Print line nu_mbers
ace: Cetak numboi ba_reh

source: _Number every
ace: _Tiep numboi

source: lines
ace: Bareh-bareh

source: Page header
ace: On ateuh

source: Print page _headers
ace: Cetak on _ateuh

source: Fonts
ace: Fonta-fonta

source: _Body:
ace: _Tuboh:

source: _Line numbers:
ace: _Numboi-numboi bareh

source: He_aders and footers:
ace: At_euh dan baroeh:

source: _Restore Default Fonts
ace: _Peubalek Fonta-fonta lagee awai

source: Show the previous page
ace: Peulemah on jilikoet

source: Show the next page
ace: Peulemah On ukeu

source: Current page (Alt+P)
ace: On jinoe (Alt+P)

source: of
ace: dari

source: Page total
ace: Total on

source: The total number of pages in the document
ace: Total bumboi dari on lam dokumen

source: Show multiple pages
ace: Peulemah on meupadum boh

source: Zoom 1:1
ace: Peurayek 1:1

source: Zoom to fit the whole page
ace: Peurayek keu mandum halaman

source: Zoom the page in
ace: Peurayek halaman

source: Zoom the page out
ace: Peubit halaman

source: _Close Preview
ace: _Teubiet preview

source: Close print preview
ace: Teubit preview cetakan

source: Page %d of %d
ace: On %d dari %d

source: Page Preview
ace: Preview On

source: The preview of a page in the document to be printed
ace: Preview On bak dokumen nyang keumeung dicetak

source: Replace
ace: Ganto

source: Replace _All
ace: Ganto _Bandum

source: Replace All
ace: Ganto Bandum

source: _Search for:
ace: _Mita keu:

source: Replace _with:
ace: Ganto _ngon:

source: _Match case
ace: _Kasus nyang paih

source: Match _entire word only
ace: Peupaih _entri narit mantong

source: Search _backwards
ace: Mita _ulikoet

source: _Wrap around
ace: _Bungkoh

source: There is a tab with errors
ace: Translations pluralized sa: na tab nyang error

source: Reverting %s from %s
ace: Peubalek %s dari %s

source: Reverting %s
ace: Peubalek %s

source: Loading %s from %s
ace: Neucok %s dari %s

source: Loading %s
ace: Neucok %s

source: Saving %s to %s
ace: Keubah %s keu %s

source: Saving %s
ace: Keubah %s

source: Error opening file %s
ace: Masalah Peuhah beureukaih %s

source: Error reverting file %s
ace: Error watee peubalek beureukaih %s

source: Error saving file %s
ace: Masalah keubah beureukaih %s

source: Name:
ace: Nan:

source: MIME Type:
ace: MIME tipe:

source: Encoding:
ace: Pengkodean:

source: Close document
ace: Teubiet dokumen

source: _File
ace: _Beureukaih

source: _Edit
ace: _Andam

source: _View
ace: _Ngieng

source: _Search
ace: _Mita

source: _Tools
ace: _Alat

source: _Documents
ace: _Dokumen

source: Create a new document
ace: Peuget dokumen baro

source: _Open...
ace: _Peuhah

source: Pr_eferences
ace: P_euato

source: Configure the application
ace: Konfigurasi aplikasi

source: _Contents
ace: _Asoe

source: Open the gedit manual
ace: Peuhah manual gedit

source: About this application
ace: Bhah aplikasi nyoe

source: Leave fullscreen mode
ace: Tinggaikan modus laye peunoeh

source: Save the current file
ace: Keubah beureukaih nyang teungoh teupeuhah

source: Save the current file with a different name
ace: Keubah beureukaih nyang teungoh teupeuhah ngon nan laen

source: Revert to a saved version of the file
ace: Peubalek keu versi beureukaih nyang teukeubah

source: Print Previe_w
ace: Cetak pratinjau

source: Print preview
ace: Cetak pratinjau

source: Print the current page
ace: Cetak on nyang teungoh teupeuhah

source: Undo the last action
ace: Peuriwang aksi sigohlom jih

source: Redo the last undone action
ace: Peubalek aksi nyang gohlom leuh

source: Cut the selection
ace: Koh yang dipileh

source: Copy the selection
ace: Salen yang dipileh

source: Paste the clipboard
ace: Paste bak clipboard

source: Delete the selected text
ace: Sampoh teks yang terpileh

source: Select _All
ace: Pileh _Bandum

source: Select the entire document
ace: Pileh bandum dokumen

source: _Highlight Mode
ace: _Modus sorot

source: _Find...
ace: _Mita

source: Search for text
ace: Mita bak teks

source: Find Ne_xt
ace: Mita Uke_u

source: Search forwards for the same text
ace: Mita u keu keu teks nyang saban

source: Find Pre_vious
ace: Mita jilikoet_jih

source: Search backwards for the same text
ace: Mita u likot keu teks nyang meulaen

source: _Replace...
ace: _Ganto...

source: Search for and replace text
ace: Mita ngon gantoe teks

source: _Clear Highlight
ace: _Hapoh sorotan

source: Clear highlighting of search matches
ace: Hapoh sorotan peu nyang dimita

source: Go to _Line...
ace: Jak bak _Bareh

source: Go to a specific line
ace: Jak u bareh nyang ituju

source: _Save All
ace: _Keubah Bandum

source: Save all open files
ace: Keubah bandum ngon peuhah beureukaih

source: _Close All
ace: _Toep Bandum

source: Close all open files
ace: Toep bandum beureukaih nyang teuhah

source: _New Tab Group
ace: _Grup Tab Baro

source: Create a new tab group
ace: Peuget grup tab baro

source: P_revious Tab Group
ace: G_rup Tab Jilikoet

source: Switch to the previous tab group
ace: Jak u grup tab jilikoet

source: Nex_t Tab Group
ace: Gru_p Tab Ukeu jih

source: Switch to the next tab group
ace: Jak u grup tab ukeu jih

source: _Previous Document
ace: _Dokumen Jilikoet jih

source: Activate previous document
ace: Peuaktif dokumen jilikoet jih

source: N_ext Document
ace: D_okumen Ukeu

source: Activate next document
ace: Peuaktif dokumen ukeu

source: Move the current document to a new window
ace: Pinah dokumen nyang teungoh teupeuhah bak tingkap baro

source: Close the current file
ace: Toep beureukaih nyang teungoh teuhah

source: Quit the program
ace: Teubit dari program

source: Show or hide the toolbar in the current window
ace: Peulemah atawa peusom toolbar bak tingkap

source: Show or hide the statusbar in the current window
ace: Peulemah atawa peusom statusbar bak tingkap

source: Edit text in fullscreen
ace: Andam teks lam layeu peunoh

source: Side _Panel
ace: Panel _Bineh

source: Show or hide the side panel in the current window
ace: Peulemah atawa peusom panel bineh bak tingkap

source: _Bottom Panel
ace: _Panel Baroh

source: Show or hide the bottom panel in the current window
ace: Peulemah atawa peusom panel baroh bak tingkap

source: Please check your installation.
ace: Tulong neuperiksa instalasi

source: Unable to open UI file %s. Error: %s
ace: Hanjeut peuhah beureukaih UI %s. Error: %s

source: Unable to find the object '%s' inside file %s.
ace: Hana merumpok objek '%s' lam beureukaih %s

source: / on %s
ace: / bak %s

source: _Wrap Around
ace: _Bungkoh Sekitar

source: Match _Entire Word Only
ace: Peupaih _Entri Narit Mantong

source: _Match Case
ace: _Peupaih Kasos

source: String you want to search for
ace: Kata nyang keumeung droeneuh neumita keu

source: Line you want to move the cursor to
ace: Bareh nyang keumeung droen pinah

source: Use %s highlight mode
ace: Ngui %s modus sorot

source: Plain Text
ace: Plain teks

source: Disable syntax highlighting
ace: Peusom syntax higlighting

source: Open '%s'
ace: Peuhah '%s'

source: Open
ace: Peuhah

source: Save
ace: Keubah

source: Print
ace: Cetak

source: Find
ace: Mita

source: Activate '%s'
ace: Peuaktif '%s'

source: Use Spaces
ace: Ngui Spasi

source: Tab Width
ace: Luwah Tab

source: Bracket match is out of range
ace: Bracket paih nakeuh ilua jangkauan

source: Bracket match not found
ace: Bracked paih hana meuteumei

source: Bracket match found on line: %d
ace: Bracked paih meuteumei bak bareh: %d

source: There are unsaved documents
ace: Hana dokumen nyang teukeubah

source: Change Case
ace: Andam Kasus

source: Changes the case of selected text.
ace: Andam kasus bak teks nyang dipileh

source: C_hange Case
ace: An_dam Kasus

source: All _Upper Case
ace: Bandum _Haraih Rayek

source: Change selected text to upper case
ace: Andam teks nyang dipileh bak Abeujad Rayek

source: All _Lower Case
ace: Bandum _Haraih Ubiet

source: Change selected text to lower case
ace: Andam teks nyang dipileh bak Abeujad ubiet

source: _Invert Case
ace: _Pebalek Kasus

source: Invert the case of selected text
ace: Peubalek kasus teks nyang dipileh

source: _Title Case
ace: _Judul Kasus

source: Capitalize the first letter of each selected word
ace: Peurayek bandum abeujad bak madum kata nyang dipileh

source: Check update
ace: Kalon Seubaro

source: Check for latest version of gedit
ace: Kalon versi paleng baro gedit

source: There was an error displaying the URI.
ace: Na error watee peulemah URL

source: _Download
ace: _Unduh

source: _Ignore Version
ace: _Abaikan versi

source: There is a new version of gedit
ace: Na versi paleng baro ata gedit

source: You can download the new version of gedit by clicking on the download button or ignore that version and wait for a new one
ace: Droen jeut neu unduh versi baro gedit dengoen klik tumboi unduh atawa bek pako ngon preh versi paleng baro

source: Version to Ignore
ace: Versi nyang hana Jipako

source: Version to ignore until a newer version is released.
ace: Versi nyang hana jipako troeh versi leubeh baro iteubit.

source: Document Statistics
ace: Statistik Dokumen

source: Analyzes the current document and reports the number of words, lines, characters and non-space characters in it.
ace: Analisa dokumen nyang teungoh teupeuhah ngon peugah jumlah kata, bareh, karakter, ngon karakter non-ruang idalam.

source: _Document Statistics
ace: _Dokumen Statistik

source: Get statistical information on the current document
ace: Cok informasi statistik bak dokumen nyang teungoh jipeuhah

source: _Update
ace: _Seubaro

source: File Name
ace: Nan Beureukaih

source: Document
ace: Dokumen

source: Selection
ace: Pilehan

source: Lines
ace: Bareh

source: Words
ace: Kata

source: Characters (with spaces)
ace: Karakter (ngon spasi)

source: Characters (no spaces)
ace: Karakter (hana spasi)

source: Build
ace: Bangun

source: Run "make" in the document directory
ace: Peujak "make" bak dokumen direktori

source: Open terminal here
ace: Peuhah terminal inoe

source: Open a terminal in the document location
ace: Peuhah terminal bak lokasi dokumen

source: Remove trailing spaces
ace: Hapoh spasi

source: Remove useless trailing spaces in your file
ace: Hapoh spasi neungui lam beureukaih droeneuh

source: Run command
ace: Peujak command

source: Execute a custom command and put its output in a new document
ace: Peujak command kustom dan puduk keluaran lam dokumen baro

source: External Tools
ace: Eksternal tool

source: Execute external commands and shell scripts.
ace: Peujak command eksternal dan shell scripts.

source: Whether to use the system font
ace: Pukeuh neungui font sistem

source: If true, the external tools will use the desktop-global standard font if it's monospace (and the most similar font it can come up with otherwise).
ace: Meunyoe beutoi, alat eksternal akan jingui font standar ata desktop umum nyang monospace (dan font nyang mirip).

source: A Pango font name. Examples are "Sans 12" or "Monospace Bold 14".
ace: Saboeh nan font pango. contoh jih "Sans 12" atawa "Monospace Bold 14".

source: Could not execute command: %s
ace: Hanjeut eksekusi command: %s

source: You must be inside a word to run this command
ace: Droen harus na i dalam saboeh kata keu peujak perintah nyoe

source: Running tool:
ace: Tool nyang teungoh ijak:

source: Done.
ace: Seuleuso.

source: Exited
ace: Teubiet

source: All languages
ace: Bandum bahsa

source: All Languages
ace: Bandum bahsa

source: New tool
ace: Alat baro

source: This accelerator is already bound to %s
ace: Akselator nyoe ka teuikat keu %s

source: Type a new accelerator, or press Backspace to clear
ace: Tuleh akselator nyang baro, atawa teukon Backspace keu peugleh

source: Type a new accelerator
ace: Tipe akselator nyang baro

source: Stopped.
ace: Piyoh.

source: All documents
ace: Bandum dokumen

source: All documents except untitled ones
ace: Bandum dokumen atawa nyang dijok judul

source: Local files only
ace: Beureukaih lokal mantong

source: Remote files only
ace: Beureukaih nyang diremot mantong

source: Untitled documents only
ace: Beureukaih nyang ijok nan mantong

source: Nothing
ace: Hana

source: Current document
ace: Dokumen nyang jinoe

source: Current selection
ace: Pilehan nyang jinoe

source: Current selection (default to document)
ace: Pilehan nyang jinoe (dokumen bawaan)

source: Current line
ace: Bareh nyang jinoe

source: Current word
ace: Kata nyang jinoe

source: Display in bottom pane
ace: Peulemah bak yup panel

source: Create new document
ace: Peuget dokumen baro

source: Append to current document
ace: Tamah bak dokumen ata jinoe

source: Replace current document
ace: Timpa bak dokumen ata jinoe

source: Replace current selection
ace: Timpa bak pilehan ata jinoe

source: Insert at cursor position
ace: Peutamong bak posisi kursor

source: Manage External Tools
ace: Atoe Alat Eksternal

source: _Tools:
ace: _Alat

source: Add a new tool
ace: Tamah alat baro

source: Add Tool
ace: Tamah Alat

source: Remove selected tool
ace: Hapoh alat nyang dipileh

source: Remove Tool
ace: Hapoh Alat

source: Revert tool
ace: Peubalek alat

source: Revert Tool
ace: Peubalek Alat

source: _Edit:
ace: _Andam

source: _Applicability:
ace: _Berlaku:

source: _Output:
ace: _Teubiet:

source: _Input:
ace: _Tamong:

source: _Save:
ace: _Keubah:

source: Shortcut _Key:
ace: Tumboi _Bagah:

source: Manage _External Tools...
ace: Atoe _Alat Eksternal...

source: Opens the External Tools Manager
ace: Peuhah Eksternal Tools Manager

source: External _Tools
ace: Eksternal _Alat

source: External tools
ace: Eksternal alat

source: Shell Output
ace: Shell Teubiet

source: File Browser Panel
ace: Beureukaih Panel Browser

source: Easy file access from the side panel
ace: Akses beureukaih seucara mudah dari panel bineh

source: File System
ace: Beureukaih Sistem

source: _Set root to active document
ace: _Atoe root keu dokumen nyang aktif

source: Set the root to the active document location
ace: Atoe root keu lokasi dokumen nyang aktif

source: _Open terminal here
ace: _Peuhah Terminal inoe

source: Open a terminal at the currently opened directory
ace: Peuhah terminal bak direktori nyang teungoh dibuka

source: File Browser
ace: Beureukaih Browser

source: An error occurred while creating a new directory
ace: Error watee peuget direktori baro

source: An error occurred while creating a new file
ace: Error watee peuget beureukaih baro

source: An error occurred while renaming a file or directory
ace: Error watee ganto nan beureukaih atawa direktori

source: An error occurred while deleting a file or directory
ace: Error wate hapoh beureukaih atawa direktori

source: An error occurred while opening a directory in the file manager
ace: Error watee peuhah direktori bak beureukaih manager

source: An error occurred while setting a root directory
ace: Error watee atoe root direktori

source: An error occurred while loading a directory
ace: Error watee cok direktori

source: An error occurred
ace: Teujadi error

source: Cannot move file to trash, do you want to delete permanently?
ace: Hana jeut pinah beureukaih u tong broeh, pukeuh droeneuh keumeung hapoh seulama jih?

source: The file "%s" cannot be moved to the trash.
ace: Beureukaih "%s" hanjeut pinah u tong broeh

source: The selected files cannot be moved to the trash.
ace: Beureukaih nyang dipileh hanjeut pinah u tong broeh

source: Are you sure you want to permanently delete "%s"?
ace: Pukeuh droeneuh keumeung hapoh seulama jih beureukaih "%s"?

source: Are you sure you want to permanently delete the selected files?
ace: Pukeuh droeneuh keumeung hapoh seulama jih beureukaih nyang teupileh?

source: If you delete an item, it is permanently lost.
ace: Meunyoe droeneuh hapoh item, nyoe seulama jih gadoh.

source: (Empty)
ace: (Kosong)

source: The renamed file is currently filtered out. You need to adjust your filter settings to make the file visible
ace: Beureukaih ka meuganto nan. Droeneuh peurlee neugantoe peuatoe filter meunyoe keumeung beudeuh beureukaih

source: file
ace: beureukaih

source: The new file is currently filtered out. You need to adjust your filter settings to make the file visible
ace: Beureukaih baro ka disareng. Droeneuh peurlee neugantoe peuatoe filter meunyoe keumeung beudeuh beureukaih

source: directory
ace: direktori

source: The new directory is currently filtered out. You need to adjust your filter settings to make the directory visible
ace: Direktori baro ka disareng. Droeneuh peurlee neugantoe pengaturan filter meunyoe keumeung beudeuh beureukaih

source: _Move to Trash
ace: _Pinah u tong broeh

source: Move selected file or folder to trash
ace: Pinah beureukaih nyang dipileh u folder tong broeh

source: _Delete
ace: _Sampoh

source: Delete selected file or folder
ace: Sampoh beureukaih nyang dipileh atawa direktori

source: Open selected file
ace: Peuhah beureukaih nyang dipileh

source: Up
ace: Ek

source: Open the parent folder
ace: Peuhah direktori di ateuh

source: _New Folder
ace: _Folder Baro

source: Add new empty folder
ace: Tamah folder kosong nyang baro

source: New F_ile
ace: Beureuka_ih Baro

source: Add new empty file
ace: Tamah beureukaih kosong nyang baro

source: _Rename
ace: _Ganto Nan

source: Rename selected file or folder
ace: Ganto Nan beureukaih nyang dipileh atawa folder

source: _Previous Location
ace: _Lokasi Jilikoet

source: Go to the previous visited location
ace: Jak u lokasi nyang dikunjungi jilikoet

source: _Next Location
ace: _Lokasi Ukeu

source: Go to the next visited location
ace: Jak u lokasi nyang dikunjungi ukeu

source: Re_fresh View
ace: Segar_kan ngieng

source: Refresh the view
ace: Segarkan ngieng

source: _View Folder
ace: _Nging Folder

source: View folder in file manager
ace: Nging folder bak beureukaih manager

source: Show _Hidden
ace: Peulemah _Nyang hana deuh
