Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gedit.po
Languages: ace

source: Show hidden files and folders
ace: Peulemah beureukaih dan folder nyang hana deuh

source: Show _Binary
ace: Peulemah _Binary

source: Show binary files
ace: Peulemah beureukaih binary

source: Match Filename
ace: Nan Beureukaih kapaih

source: No mount object for mounted volume: %s
ace: Hana objek nyang ikat keu peuikat volume: %s

source: Could not open media: %s
ace: Hanjeut peuhah media: %s

source: Could not mount volume: %s
ace: Hanjeut ikat volume: %s

source: Open With Tree View
ace: Peuhah dengoen ngieng struktur bak kayee

source: Open the tree view when the file browser plugin gets loaded instead of the bookmarks view
ace: Peuhah ngieng bak kayee watee plugin beureukaih browser yang akan ipeulemah koen ngieng bookmarks

source: File Browser Root Directory
ace: Beureukaih Browser Root Direktori

source: The file browser root directory to use when loading the file browser plugin and onload/tree_view is TRUE.
ace: Beureukaih browser direktori nyang jingui watee cok beureukaih plugin browser dan onload/ ngieng_bakkayee nakeuh TRUE.

source: File Browser Virtual Root Directory
ace: Beureukaih Virtual Browser Root Direktori

source: The file browser virtual root directory to use when loading the file browser plugin when onload/tree_view is TRUE. The virtual root must always be below the actual root.
ace: Beureukaih browser virtual root direktori nyang jingui watee cok beureukaih browser plugin watee onload / ngieng_bakkayee nakeuh TRUE. Root virtual sabee na iyup ukeu jih

source: Enable Restore of Remote Locations
ace: Peuaktif Restore Remot Lokasi

source: Sets whether to enable restoring of remote locations.
ace: Atoe pukeh mungken restore dari lokasi nyang payah

source: Set Location to First Document
ace: Atoe lokasi keu dokumen nyang phon

source: If TRUE the file browser plugin will view the directory of the first opened document given that the file browser hasn't been used yet. (Thus this generally applies to opening a document from the command line or opening it with Nautilus, etc.)
ace: Meunyoe beutoi plugin beureukaih browser akan ijak ngieng direktori dari dokumen nyang teuhah bak phon that karena beureukaih browser nyoe gohlom jingui. (jadi, nyoe biasa jingui keu peuhah dokumen dari bareh perintah atawa jipeuhah ngoen nautilus, dll)

source: File Browser Filter Mode
ace: Beureukaih Browser Mode Sareng

source: This value determines what files get filtered from the file browser. Valid values are: none (filter nothing), hide-hidden (filter hidden files) and hide-binary (filter binary files).
ace: Nilai nyoe nyang peutente beureukaih peu nyang i sareng dari beureukaih browser. Nilai nyang beutoi nakeuh: hana (hana filter), hana leumah (filter nyang hana leumah) dan biner-biner (filter berkas biner).

source: File Browser Filter Pattern
ace: Beureukaih Browser Pola Sareng

source: The filter pattern to filter the file browser with. This filter works on top of the filter_mode.
ace: Pola sareng keu sareng berkas dengoen browser. Filter nyoe meubuet i ateuh filter_mode.

source: Emacs, Kate and Vim-style modelines support for gedit.
ace: Mode bareh Emacs, Kate dan Vim-style jeut ibuka lee gedit.

source: Command Color Text
ace: Peurintah Warena Teks

source: The command color text
ace: Peurintah warena teks

source: Error Color Text
ace: Error Warena Teks

source: The error color text
ace: Error warena teks

source: If true, the terminal will use the desktop-global standard font if it's monospace (and the most similar font it can come up with otherwise).
ace: Meunyoe beutoi, terminal akan jingui font standar nyang monospace (dan font nyang paleng mirip dengoen sebalek jih).

source: C_ommand color:
ace: W_arna perintah

source: _Error color:
ace: _Warna kesalahan

source: Python Console
ace: Konsul Python

source: Interactive Python console standing in the bottom panel
ace: Konsol interaktif na i yup panel

source: Quick open
ace: Peuhah Bagah

source: Quickly open documents
ace: Peuhah dokumen bagah

source: Quick Open
ace: Peuhah Bagah

source: Quickly open files
ace: Peuhah beureukaih bagah

source: Type to search...
ace: Tipe keu mita...

source: Snippets
ace: Potongan

source: The archive "%s" could not be created
ace: Arsip "%s" hana jeut dipeuget

source: Target directory "%s" does not exist
ace: Direktori target "%s" hana

source: Target directory "%s" is not a valid directory
ace: Direktori target "%s" hana beutoi

source: File "%s" does not exist
ace: Beureukaih "%s" gohlom na

source: File "%s" is not a valid snippets file
ace: Beureukaih "%s" koen potongan nyang beutoi

source: Imported file "%s" is not a valid snippets file
ace: Beureukaih nyang diimport "%s" koen potongan nyang beutoi

source: The archive "%s" could not be extracted
ace: Direktori target "%s" han jeut jiekstrak

source: The following files could not be imported: %s
ace: Beureukaih nyang dimaksud hanjeut diimport: %s

source: File "%s" is not a valid snippets archive
ace: Beureukaih "%s" koen arsip nyang beutoi

source: Snippets archive
ace: Potongan direktori target

source: Add a new snippet...
ace: Tamah potongan nyang baro

source: Global
ace: Umum

source: Revert selected snippet
ace: Peubalek potongan nyang dipileh

source: Delete selected snippet
ace: Sampoh potongan nyang dipileh

source: This is not a valid Tab trigger. Triggers can either contain alphanumeric characters (or _, : and .) or a single (non-alphanumeric) character like: {, [, etc.
ace: Nyoe koen pemicu Tab nyang beutoi. pemicu jeut bertipe alfanumerik (atawa _, : and .) atawa karakter tunggal (non-alfanumerik)lagee: {, [, dll

source: Single word the snippet is activated with after pressing Tab
ace: Potongan kata ipeuaktif watee neupencet tumboi Tab

source: The following error occurred while importing: %s
ace: Teujadi error watee import : %s

source: Import successfully completed
ace: Import Seuleuso

source: Import snippets
ace: Import potongan

source: All supported archives
ace: Bandum arsip nyang idukoeng

source: Gzip compressed archive
ace: Arsip Gzip nyang terkompres

source: Bzip2 compressed archive
ace: Arsip Bzip2 nyang terkompres

source: Single snippets file
ace: Saboeh potongan beureukaih

source: All files
ace: Bandum Beureukaih

source: The following error occurred while exporting: %s
ace: Teujadi error watee eksport : %s

source: Export successfully completed
ace: Eksport seuleuso

source: Do you want to include selected <b>system</b> snippets in your export?
ace: Pukeuh droen keumeung neupeutamong pilehan <b>system</b> potongan ata droen eksport?

source: There are no snippets selected to be exported
ace: Hana potongan nyang ipileh keu eksport

source: Export snippets
ace: Eksport potongan

source: Type a new shortcut, or press Backspace to clear
ace: Tipe tumboi bagah baroe, atawa teukoen Bakspace keu peugleh

source: Type a new shortcut
ace: Tuleh tumboi bagah baroe

source: Execution of the Python command (%s) exceeds the maximum time, execution aborted.
ace: Eksekusi Python command (%s)leubeh dari watee maksimum, eksekusi ipeubatai.

source: Execution of the Python command (%s) failed: %s
ace: Eksekusi Python Commadn (%s) hana berhasil: %s

source: Insert often-used pieces of text in a fast way
ace: Peutamong nyang kaem jingui dalam dokumen

source: Manage Snippets
ace: Atoe Potongan

source: _Snippets:
ace: _Potongan

source: Create new snippet
ace: Peugot potongan nyang baro

source: Add Snippet
ace: Tamah Potongan

source: Remove Snippet
ace: Sampoh Potongan

source: Import Snippets
ace: Import Potongan

source: Export selected snippets
ace: Eksport potongan nyang ka dipileh

source: Export Snippets
ace: Eskport Potongan

source: Activation
ace: PeUdep

source: _Tab trigger:
ace: _Peujak Tab

source: S_hortcut key:
ace: T_umboi Bagah

source: Shortcut key with which the snippet is activated
ace: Tumboi bagah watee potongan aktif

source: _Drop targets:
ace: _Target peutroen

source: Manage _Snippets...
ace: Atoe _Potongan

source: Manage snippets
ace: Atoe potongan

source: Sort the current document or selection
ace: Sort dokument jinoe atawa nyang ipileh

source: _Reverse order
ace: _Keu peubalek

source: R_emove duplicates
ace: H_apoh tiruan

source: _Ignore case
ace: _Bek peuduli kasus

source: S_tart at column:
ace: M_ulai bak kolom

source: You cannot undo a sort operation
ace: Droeneuh hanjeut neulang potongan operasi

source: Sorts a document or selected text.
ace: Koh dokumen atawa pileh teks

source: (no suggested words)
ace: (hana kata nyang isarankan)

source: _More...
ace: _Laen jih

source: _Ignore All
ace: _Abaikan Bandum

source: _Add
ace: _Tamah

source: _Spelling Suggestions...
ace: _Ejaan nyang disarankan...

source: Check Spelling
ace: Pereksa Ejaan

source: Suggestions
ace: Petunjuk

source: (correct spelling)
ace: (ejaan ka beutoi)

source: Completed spell checking
ace: Peuriksa ejaan ka seuleuso

# language
source: Unknown (%s)
ace: hana jeulah (%s)

# language
source: Default
ace: Lage Awai

source: Set language
ace: Atoe bahsa

source: Languages
ace: Bahsa-bahsa

source: _Check Spelling...
ace: _Peuriksa Ejaan..

source: Check the current document for incorrect spelling
ace: Peuriksa dokumen ata jinoe keu ejaan nyang hana beutoi

source: Set _Language...
ace: Atoe _Bahsa

source: Set the language of the current document
ace: Atoe bahsa dari dokumen baro

source: _Highlight Misspelled Words
ace: _Ngieng ejaan nyang hana beutoi

source: Automatically spell-check the current document
ace: Peuriksa ejaan secara otomatis keu dokumen nyang teungoh teuhah

source: The document is empty.
ace: Dokumen hana asoe

source: No misspelled words
ace: Hana kata yang salah

source: Select the _language of the current document.
ace: Pileh _bahsa keu dokumen nyang jinoe

source: Check spelling
ace: Peuriksa penulesan

source: Misspelled word:
ace: Hana beurhasil peuriksa kata

source: word
ace: Kata

source: Change _to:
ace: Andam _u:

source: Check _Word
ace: Pereksa _Kata

source: _Suggestions:
ace: _Petunjuk

source: _Ignore
ace: _Bek ta Peuduli

source: Cha_nge
ace: A_ndam

source: Ignore _All
ace: Abaikan _Bandum

source: Change A_ll
ace: Andam B_andum

source: User dictionary:
ace: Direktori Uerung Ngui:

source: Add w_ord
ace: Tambah k_ata

source: Language:
ace: Bahsa:

source: Language
ace: Bahsa

source: Spell Checker
ace: Peumeriksa ejaan

source: Checks the spelling of the current document.
ace: Peuriksa ejaan dokumen nyang teungoh teuhah

source: Insert Date and Time
ace: Peutamoeng Tanggai dan Jeum

source: Use the _selected format
ace: Ngui format yang terpileh

source: _Use custom format
ace: _Ngui format ata standar

source: _Insert
ace: _Peutamoeng

source: In_sert Date and Time...
ace: Peu_tamoeng Tanggal dan Jeum...

source: Insert current date and time at the cursor position
ace: Peutamoeng tanggai ngoen watee jinoe u posisi cursor

source: Available formats
ace: Format yang ka na

source: Configure date/time plugin
ace: Atoe plugin tanggai/jeum

source: When inserting date/time...
ace: Tengoh peutamoeng tanggai/jeum...

source: _Prompt for a format
ace: _Format nyang dianjurkan

source: Prompt Type
ace: Tipe Prompt

source: If the user should be prompted for a format or if the selected or custom format should be used.
ace: Meunyoe ureung ngui harus neuformat atawa pileh format ata standar, format akan geungui

source: Selected Format
ace: Format Terpileh

source: The selected format used when inserting the date/time.
ace: Format terpileh jingui watee peutamoeng tanggai/jeum

source: Custom Format
ace: Format Ata Standar

source: The custom format used when inserting the date/time.
ace: Format ata custom jingui keu peutamong tanggai ngon watee

source: Insert Date/Time
ace: Peutamong Tanggai/Jeum

source: Inserts current date and time at the cursor position.
ace: Peutamoeng watee dan tanggai jinoe u teumpat posisi cursor

source: Logs access and leave event for documents used with gedit
ace: L akses dan peutinggai pu nyang teungoh ipubut keu dokumen nyang jingui gedit
