Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gedit.po
Languages: ace

source: Text Editor
ace: Tek Editor

source: Edit text files
ace: Edit beureukaih teks

source: Text;Editor;
ace: Teks;Editor;

source: Open a New Window
ace: Peuhah Tingkap Baro

source: Open a New Document
ace: Peuhah Dokumen Baro

source: Use Default Font
ace: Ngui Huruf Baku

source: Whether to use the system's default fixed width font for editing text instead of a font specific to gedit. If this option is turned off, then the font named in the "Editor Font" option will be used instead of the system font.
ace: Pukeuh keneuk ngui huruf default sistem luwah tetap untuk mengedit teks, Kon huruf khusus untuk gedit. Meunyoe opsi inyoe ipeumate, maka huruf yang disebutkan lam "Editor Font" pilehan akan jingui keu penggantoe font sistem.

source: Editor Font
ace: Editor Fonta

source: A custom font that will be used for the editing area. This will only take effect if the "Use Default Font" option is turned off.
ace: Saboeh fonta kustom yang akan jingui untuk area editing. nyoe cuma berlaku meunyoe "Use Default Font" pilehan ipeumatee.

source: Style Scheme
ace: Skema Gaya

source: The ID of a GtkSourceView Style Scheme used to color the text.
ace: ID Gaya Skema GtkSourceView jingui keu peuwarna teks.

source: Create Backup Copies
ace: Peugoet Salinan Data

source: Whether gedit should create backup copies for the files it saves. You can set the backup file extension with the "Backup Copy Extension" option.
ace: Peukeuh gedit harus peugoet copian cadangan beureukaih keu peuaman. Droeneuh jeut atoe ektensi beureukaih cadangan ngon "Backup Copy Perpanjangan" pilihan.

source: Autosave
ace: Keubah otomatis

source: Whether gedit should automatically save modified files after a time interval. You can set the time interval with the "Autosave Interval" option.
ace: Peukeuh gedit harus secara otomatis keubah beureukaih yang ka jiandam leuh padum trep watee. Droeneuh jeut atoe padum trep watee bak pilehan "Autosave Interval".

source: Autosave Interval
ace: Reuntang Watee Keubah Otomatis

source: Number of minutes after which gedit will automatically save modified files. This will only take effect if the "Autosave" option is turned on.
ace: Numboi watee untuk keubah otomatis beureukaih leuh jiandam. Nyoe han berlaku meunyoe "autosave" pilehan dipeuaktif.

source: Undo Actions Limit (DEPRECATED)
ace: Batas Tindakan Balek (DISARANKAN)

source: Maximum number of actions that gedit will be able to undo or redo. Use "-1" for unlimited number of actions. Deprecated since 2.12.0
ace: Maksimal lee peubalek atau peu ulang bak gedit. Pakek "-1" untuk lee peubalek yang hana teubatas. Ka tuha dari 2.12.0

source: Maximum Number of Undo Actions
ace: Lee Maksimal Aksi Gisa Ulikoet

source: Maximum number of actions that gedit will be able to undo or redo. Use "-1" for unlimited number of actions.
ace: Maksimal Numboi aksi gedit akan jeut gisa atawa ukeu. Ngui "-1" keu hana bataih numboi aksi.

source: Line Wrapping Mode
ace: Mode Line Wrapping

source: Specifies how to wrap long lines in the editing area. Use "none" for no wrapping, "word" for wrapping at word boundaries, and "char" for wrapping at individual character boundaries. Note that the values are case-sensitive, so make sure they appear exactly as mentioned here.
ace: Peutente kiban bungkoh antrian bareh bak area editing. Ngui "none" keu hana bungkoh, "word" keu bungkoh bak batas kata, dan "char" keu bungkoh bataih karakter keudroe. Neuperhatikan bahwa nilai-nilai case-sensitif, jadi neupepasti muncul lagee nyang disebut inoe.

source: Tab Size
ace: Ukuran Tab

source: Specifies the number of spaces that should be displayed instead of Tab characters.
ace: Peutente jumlah ruang nyang dipeulemah, kon karakter Tab

source: Insert spaces
ace: Peutamong spasi

source: Whether gedit should insert spaces instead of tabs.
ace: Pukeuh gedit harus peutamong spasi kon tab

source: Automatic indent
ace: Inden otomatis

source: Whether gedit should enable automatic indentation.
ace: Pukeuh gedit harus peuaktif indentasi otomatis

source: Display Line Numbers
ace: Teupeuleumah Numboi Bareh

source: Whether gedit should display line numbers in the editing area.
ace: Pukeuh gedit harus teupeulemah numboi bareh bak area nyang jiandam

source: Highlight Current Line
ace: Peutrang Bareh Nyoe

source: Whether gedit should highlight the current line.
ace: Pukeuh gedit harus neusorot bak bareh jinoe

source: Highlight Matching Brackets
ace: Peutrang Kuroeng yang Cocok

source: Whether gedit should highlight matching brackets.
ace: Pukeuh gedit harus sorot bak brackets nyang pah

source: Display Right Margin
ace: Peuleumah Margin Uneun

source: Whether gedit should display the right margin in the editing area.
ace: Pukeuh gedit harus sorot margin uneun bak area edit

source: Right Margin Position
ace: Posisi margin Uneun

source: Specifies the position of the right margin.
ace: Peutente posisi margin blah uneun

source: Smart Home End
ace: Smart Home Akhe

source: Restore Previous Cursor Position
ace: Peubalek Posisi Kurson Lagee Seugolom Jih

source: Whether gedit should restore the previous cursor position when a file is loaded.
ace: Pukeuh gedit harus neupebalek posisi kursor bak beureukaih nyang dimuat

source: Enable Syntax Highlighting
ace: Peuaktif sorotan sintaks

source: Whether gedit should enable syntax highlighting.
ace: Pukeuh gedit neupeaktif sorotan sintaks

source: Enable Search Highlighting
ace: Peuaktif Sorotan Mita

source: Whether gedit should highlight all the occurrences of the searched text.
ace: Pukeuh gedit harus menyorot mandum keujadian dari teks nyang dimita.

source: Ensure Trailing Newline
ace: Peupasti Trailing bareh baroe

source: Whether gedit will ensure that documents always end with a trailing newline.
ace: Pukeuh gedit akan neupepasti bahwa dokumen sabee meakhe dengon bareh baroe nyang ibuntuti

source: Toolbar is Visible
ace: Toolbar leumah

source: Whether the toolbar should be visible in editing windows.
ace: Pukeuh toolbar akan leumah bak area editing.

source: Notebook Show Tabs Mode
ace: Notebook Ipeutampil Mode Tab

source: Specifies when to show the notebook tabs. Use "never" to never show the tabs, "always" to always show the tabs, and "auto" to show the tabs only when there is more than one tab. Note that the values are case-sensitive, so make sure they appear exactly as mentioned here.
ace: Peutente pajan peulemah tab notebook. pakek "never" keu hana peulemah tab, "always" keu sabee peulemah tab, dan "auto" ke peulemah tab meunyoe lebeh dari saboh tab. neuperhati bahwa nilai-nilai bersifat case-sensitive, jadi neupepasti awaknya muncul sama lagee nyang inoe.

source: Status Bar is Visible
ace: Status Bar nakeuh Leumah

source: Whether the status bar at the bottom of editing windows should be visible.
ace: Pukeuh status bar bak baroeh jendela editing ipeulemah.

source: Side panel is Visible
ace: Panel bineh nakeuh leumah

source: Whether the side panel at the left of editing windows should be visible.
ace: Pukeuh panel bineh blah wi tingkap editing leumah.

source: Maximum Recent Files
ace: Maksimum Beureukaih Paleng Baro

source: Specifies the maximum number of recently opened files that will be displayed in the "Recent Files" submenu.
ace: Peutente jumlah maksimum berkas nyang baroe ibuka nyang ipeulemah bak bagian menu "Recent Files".

source: Print Syntax Highlighting
ace: Sorot sintak nyang icetak

source: Whether gedit should print syntax highlighting when printing documents.
ace: Pukeuh gedit akan mencetak sorotan sintaks watee mencetak dokumen.

source: Print Header
ace: Cetak Header

source: Whether gedit should include a document header when printing documents.
ace: Pukeuh gedit akan ipeutamong header chit watee cetak dokumen.

source: Printing Line Wrapping Mode
ace: Modus Cetak Baris Wrapping

source: Specifies how to wrap long lines for printing. Use "none" for no wrapping, "word" for wrapping at word boundaries, and "char" for wrapping at individual character boundaries. Note that the values are case-sensitive, so make sure they appear exactly as mentioned here.
ace: Peutente kiban keu bungkoh gareh panyang keu icetak. pakek "none" keu hana bungkoh, "word" keu bungkoh bak batas kata, dan "char" keu bungkoh bak batas karakter individu. neuperhati bahwa nilai-nilai bersifat case-sensitive, jadi neupepasti kata muncul lagee nyang na inoe.

source: Print Line Numbers
ace: Cetak bareh numboi

source: If this value is 0, then no line numbers will be inserted when printing a document. Otherwise, gedit will print line numbers every such number of lines.
ace: Meunyoe nilai nyoe 0, maka hana numboi bareh nyang ipeutamong watee cetak dokumen. Meunyoe han, gedit akan mencetak numboi bareh mandum lagee bareh.

source: Body Font for Printing
ace: Body Fonta keu Cetak

source: Specifies the font to use for a document's body when printing documents.
ace: Peutente fonta keu neungui watee mencetak dokumen.

source: Header Font for Printing
ace: Fonta Header keu Cetak

source: Specifies the font to use for page headers when printing a document. This will only take effect if the "Print Header" option is turned on.
ace: Peutente font nyang dipakek keu header halaman watee mencetak dokumen. nyoe berlaku Menentukan font digunakan untuk header halaman saat mencetak dokumen. Ini hanya akan berlaku jika "Cetak header" pilihan diaktifkan.

source: Line Number Font for Printing
ace: Bareh Numboi Fonta keu Cetak

source: Specifies the font to use for line numbers when printing. This will only take effect if the "Print Line Numbers" option is non-zero.
ace: Peutente fonta nyang jingui keu numboi bareh watee mencetak. Nyoe cuma berlaku meunyoe "Numboi bareh print" nyang dipileh nakeuh kon nol.

source: Automatically Detected Encodings
ace: Engkoding Otomatis Teudeteksi

source: Sorted list of encodings used by gedit for automatically detecting the encoding of a file. "CURRENT" represents the current locale encoding. Only recognized encodings are used.
ace: Sort dapeuta ipeurot kode nyang jingui lee gedit seucara otomatis ideteksi engkoding beureukaih. "CURRENT" neuwakili pengkodean lokal watee nyoe. Pengkodean cuma iakui jingui.

source: Encodings shown in menu
ace: Engkoding leumah bak menu

source: List of encodings shown in the Character Encoding menu in open/save file selector. Only recognized encodings are used.
ace: Dapeuta pengkodean ipeulemah dalam menu enkoding karakter ibuka / isimpan lee nyang pileh berkas. Pengkodean cuma iakui ipakek.

source: Active plugins
ace: Plugin-plugin yang udep

source: List of active plugins. It contains the "Location" of the active plugins. See the .gedit-plugin file for obtaining the "Location" of a given plugin.
ace: Dapeuta plugin aktif. Nyoe measoe "Location" dari plugin nyang aktif. Nging berkas gedit-plugin. Keu peuteme "Location" plugin nyang ka ipeutetente.

source: Show the application's help
ace: Peulemah beunantu aplikasi

source: Show the application's version
ace: Peulemah versi aplikasi

source: Display list of possible values for the encoding option
ace: Teupeuleumah list nilai nyang mungken keu pilehan encoding tampilan

source: Set the character encoding to be used to open the files listed on the command line
ace: Atoe pengkodean karakter nyang akan dipakek keu buka berkas nyang teucantum bak bareh peurintah

source: Create a new top-level window in an existing instance of gedit
ace: Peuget jendela top-level baroe dalam contoh nyang na bak gedit

source: Create a new document in an existing instance of gedit
ace: Peuget dokumen baroe nyang teungoh aktif bak gedit

source: Set the size and position of the window (WIDTHxHEIGHT+X+Y)
ace: Atoe ukuran dan posisi jendela (WIDTHxHEIGHT + X + Y)

source: Open files and block process until files are closed
ace: Peuhah beureukaih dan theun proses troeh beureukaih itoep

source: Run gedit in standalone mode
ace: Peujak gedit bak mode standalone

source: There was an error displaying the help.
ace: Teujadi error watee peulemah bantuan

source: - Edit text files
ace: - Andam beureukaih teks

source: %s Run '%s --help' to see a full list of available command line options.
ace: %s Peujak '%s --help' keu nging dapeuta leungkap pilehan bareh peurintah.

source: %s: invalid encoding.
ace: %s: enkoding hana beutoi

source: About gedit
ace: Bhah gedit

source: Question
ace: Pertanyaan

source: Close _without Saving
ace: Teubiet _tanpa Keubah

source: If you don't save, changes from the last %ld second will be permanently lost.
ace: Miseu Dron hana keubah, perubahan dari akhe %ld kedua akan gadoh seulama jih.

source: If you don't save, changes from the last minute will be permanently lost.
ace: Meunyoe hana neusimpan, Gantoe dari minet akhe akan gadoh selama jih.

source: If you don't save, changes from the last minute and %ld second will be permanently lost.
ace: Miseu Dron hana keubah, perubahan dari menet akhe ngon %ld kedua akan gadoh seulama jih.

source: If you don't save, changes from the last %ld minute will be permanently lost.
ace: Miseu Dron hana keubah, perubahan dari akhe %ld menet akan gadoh seulama jih.

source: If you don't save, changes from the last hour will be permanently lost.
ace: sa: Meunyoe hana neusimpan, Gantoe dari sijeum akhe akan gadoh selama jih.

source: If you don't save, changes from the last hour and %d minute will be permanently lost.
ace: sa: Meunyoe hana neusimpan, Gantoe dari sijeum akhe dan %d minet akhe akan gadoh selama jih.

source: If you don't save, changes from the last %d hour will be permanently lost.
ace: sa: Meunyoe hana neusimpan, Gantoe dari %d jeum akhe akan gadoh selama jih.

source: Changes to document "%s" will be permanently lost.
ace: Gantoe keu dokumen "%s" akan gadoh selama jih.

source: Save changes to document "%s" before closing?
ace: Keubah peurubahan dari dokumen "%s" seugolom teubit ?

source: Saving has been disabled by the system administrator.
ace: Proses simpan ka ipeumatee lee sistem administrator.

source: Changes to %d document will be permanently lost.
ace: sa: Ganto u %d dokumen akan gadoh selama jih.

source: There is %d document with unsaved changes. Save changes before closing?
ace: sa: %d dokumen nyang ka iganto dan golom teusimpan. Simpan sigohlom thop?

source: Docum_ents with unsaved changes:
ace: Dokum_en nyang hana isimpan perubahan:

source: S_elect the documents you want to save:
ace: Pileh dokumen nyang keumeung neusimpan:

source: If you don't save, all your changes will be permanently lost.
ace: Meunyoe hana neusimpan, mandum nyang ka neupubut gadoh selama jih.

source: Loading file '%s'…
ace: Teungoeh jicok beureukaih '%s'...

source: Loading %d file…
ace: Teungoeh jicok %d beureukaih...

source: Open Files
ace: Peuhah Beureukaih

source: The file "%s" is read-only.
ace: Beureukaih "%s" nakeuh baca mantong.

source: Do you want to try to replace it with the one you are saving?
ace: Pukeuh droeneuh keumeung neutimpa nyoe dengon nyang neukeubah?

source: _Replace
ace: _Gantoe

source: Save the file using compression?
ace: Keubah beureukaih neungui kompres?

source: The file "%s" was previously saved as plain text and will now be saved using compression.
ace: Beureukaih "%s" teukeubah seubago teks biasa dan jinoe teukeubah neungui kompresi.

source: _Save Using Compression
ace: _Keubah Neungui Kompresi

source: Save the file as plain text?
ace: Keubah beureukaih seubago teks biasa?

source: The file "%s" was previously saved using compression and will now be saved as plain text.
ace: Beureukaih "%s" teukeubah neungui kompresi dan akan teukeubah jino.

source: _Save As Plain Text
ace: _Keubah Seubago Teks biasa

source: Saving file '%s'…
ace: Keubah Beureukaih "%s"

source: Save As
ace: Keubah Keu

source: Reverting the document '%s'…
ace: Peubalek dokumen '%s'...

source: Revert unsaved changes to document '%s'?
ace: Peubalek dokumen nyang golom jikeubah '%s'?

source: Changes made to the document in the last %ld second will be permanently lost.
ace: Peurubahan nyang ilakukan bak dokumen iakhe %ld kedua akan gadoh seulama jih.

source: Changes made to the document in the last minute will be permanently lost.
ace: Peu nyang ka iganto bak dokumen dalam minet terakhe akan gadoh selama jih.

source: Changes made to the document in the last minute and %ld second will be permanently lost.
ace: Peurubahan nyang ilakukan bak dokumen imenet akhe ngon %ld kedua akan gadoh seulama jih.

source: Changes made to the document in the last %ld minute will be permanently lost.
ace: Peurubahan nyang ilakukan bak dokumen iakhe %ld meunet akan gadoh seulama jih.

source: Changes made to the document in the last hour will be permanently lost.
ace: Dokumen peu nyang ka iganto seulama sijeum akhe akan gadoh selama jih.

source: Changes made to the document in the last hour and %d minute will be permanently lost.
ace: sa: Peu nyang ka iganto bak dokumen seualam sijeum akhe dan %d' minet terakhe akan gadoh selama jih.

source: Changes made to the document in the last %d hour will be permanently lost.
ace: sa: Pu nyang ka iganto dalam dokumen bak %d jeum akhe akan gadoh selama jih.

source: gedit is a small and lightweight text editor for the GNOME Desktop
ace: gedit nakeuh teks editor ubit dan hana brat keu GNOME Desktop

source: translator-credits
ace: kredit-penerjemah

source: Found and replaced %d occurrence
ace: sa: merumpok dan timpa %d kejadian

source: Found and replaced one occurrence
ace: Merumpok dan timpa saboh kejadian

source: "%s" not found
ace: "%s" hana i teumee

source: Unsaved Document %d
ace: Dokumen hana Teukeubah %d

source: Read-Only
ace: Baca-Mantong

source: Documents
ace: Dokumen-dokumen

source: Western
ace: Barat

source: Central European
ace: Eropa Tengah

source: South European
ace: Eropa Selatan

source: Baltic
ace: Baltik

source: Arabic
ace: Arab

source: Greek
ace: Yunani

source: Hebrew Visual
ace: Ibrani Visual

source: Turkish
ace: Turki

source: Romanian
ace: Rumania

source: Armenian
ace: Armenia

source: Chinese Traditional
ace: Cina Tradisional

source: Cyrillic/Russian
ace: Cyrillic / Rusia

source: Japanese
ace: Jepang

source: Korean
ace: Korea

source: Chinese Simplified
ace: Bahasa Cina Yang Kaleuh I Sederhanakan

source: Georgian
ace: Georgia

source: Hebrew
ace: Ibrani

source: Unknown
ace: Hana ituri

source: Automatically Detected
ace: Deteksi secara otomatis

source: Current Locale (%s)
ace: Lokasi Jinoe (%s)

source: Add or Remove...
ace: Tamah atawa Hapoh

source: Character Encodings
ace: Karakter enkoding

source: _Description
ace: _Deskripsi

source: _Encoding
ace: _Enkoding

source: Character encodings
ace: Karakter enkoding

source: A_vailable encodings:
ace: E_nkoding na

source: E_ncodings shown in menu:
ace: E_nkoding peleumah bak menu

source: All Files
ace: Bandum Beureukaih

source: All Text Files
ace: Bandum Beureukaih Teks

source: C_haracter Encoding:
ace: K_arakter Enkoding

source: L_ine Ending:
ace: B_areh akhe:

source: Windows
ace: Jendela

source: _Retry
ace: _Keulai

source: Could not find the file %s.
ace: Hana meuteumee data %s

source: Please check that you typed the location correctly and try again.
ace: Tulong neuperiksa peu nyang lokasi nyang neutuleh beutoi dan cuba lom

source: gedit cannot handle %s locations.
ace: gedit hanjeut diatoe lokasi %s.

source: gedit cannot handle this location.
ace: gedit hanjeut diatoe lokasi nyoe.

source: The location of the file cannot be mounted.
ace: Lokasi berkas hanjeut dimount.

source: The location of the file cannot be accessed because it is not mounted.
ace: Lokasi berkas hanjeut diakses karena gohlom dimount.

source: %s is a directory.
ace: %s nakeuh direktori

source: %s is not a valid location.
ace: %s nakeuh kon lokasi nyang beutoi.

source: Host %s could not be found. Please check that your proxy settings are correct and try again.
ace: Host %s hana merumpok. Neuperiksa pengaturan proxy dan neucuba lom.

source: Hostname was invalid. Please check that you typed the location correctly and try again.
ace: Hostname hana beutoi. peuriksa lokasi nyang neupetamong ka beutoi dan neucuba lom.

source: %s is not a regular file.
ace: %s kon beureukaih nyang regular.

source: Connection timed out. Please try again.
ace: Koneksi teuputoh Ci ulang loem

source: The file is too big.
ace: Data jih rayek that

source: Unexpected error: %s
ace: Error nyang hana teduga: %s

source: gedit cannot find the file. Perhaps it has recently been deleted.
ace: gedit hana iteumeung beureukaih. kadang ban dihapoh.

source: Could not revert the file %s.
ace: Hanjeut peubalek beureukaih %s.

source: Ch_aracter Encoding:
ace: K_arakter encoding:

source: Edit Any_way
ace: Andam Beuran_gkaban

source: The number of followed links is limited and the actual file could not be found within this limit.
ace: Jumlah link nyang diikot teubatas dan beureukaih nyang beutoi hana iteumeung dalam batas nyoe.

source: You do not have the permissions necessary to open the file.
ace: Droeneuh hana izin peuhah beureukaih nyoe.

source: gedit has not been able to detect the character encoding.
ace: gedit hanjeut deteksi karakter enkoding.

source: Please check that you are not trying to open a binary file.
ace: Cuba neuperiksa bahwa droen han neubuka berkas binary.

source: Select a character encoding from the menu and try again.
ace: Pileh karakter encoding dari menu dan cuba lom

source: There was a problem opening the file %s.
ace: Na masalah dalam Neupeuhah beureukaih %s

source: The file you opened has some invalid characters. If you continue editing this file you could corrupt this document.
ace: Beureukaih nyang teuhah na padum boh karakter nyang hana beutoi. meunyoe droeneuh teutap neuedit maka beureukaih jeut reuloh.

source: You can also choose another character encoding and try again.
ace: Droeneuh jeut sit meumileh karakter enkoding yang laen dan keulai

source: Could not open the file %s using the %s character encoding.
ace: Hanjeut peuhah beureukaih %s neungui %s karekter encoding

source: Select a different character encoding from the menu and try again.
ace: Pileh karakter enkoding nyang meulaen dari menu dan cuba lom.

source: Could not open the file %s.
ace: Hanjeut peuhah beureukaih %s

source: Could not save the file %s using the %s character encoding.
ace: Hanjeut keubah beureukaih %s neungui %s karakter enkoding.

source: The document contains one or more characters that cannot be encoded using the specified character encoding.
ace: Dokumen nyan meuaso saboh atawa leubeh karakter nyang hanjeut ipeukode neungui pengkodean karakter teutente.

source: D_on't Edit
ace: B_ek Andam

source: This file (%s) is already open in another gedit window.
ace: Beureukaih nyoe (%s) ka teuhah bak gedit laen.

source: gedit opened this instance of the file in a non-editable way. Do you want to edit it anyway?
ace: gedit teupeuhah contoh beureukaih dengon cara nyang hanjeut neu andam. pukeuh droeneuh keuneuk andam?

source: S_ave Anyway
ace: K_eubah Beurangkaban

source: D_on't Save
ace: B_ek Keubah

source: The file %s has been modified since reading it.
ace: Beuruekaih %s ka dimodifikasi dari phon neubaca.

source: If you save it, all the external changes could be lost. Save it anyway?
ace: Meunyoe droenueh keubah, bandum perubahan iluwa jeut gadoh. Keubah beurangkaban?

source: Could not create a backup file while saving %s
ace: Hanjeut peuget beureukaih backup sementara teungoh neukeubah %s

source: Could not create a temporary backup file while saving %s
ace: Hanjeut peuget beureukaih backup laen sementara teungoh neukeubah %s
