Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gnome-color-manager.po
Languages: ace

source: Color
ace: Wareuna

source: Color Calibration
ace: Kalibrasi Warna

source: ICC Profile Installer
ace: Peumasang Profil ICC

source: Install ICC profiles
ace: Pasang profil ICC

source: Color Picker
ace: Pileh Warna

source: Use the color sensor to sample spot colors
ace: Pakek sensor warna keu cok sample warna

source: _Measure
ace: _Uko

source: Media whitepoint:
ace: Titek puteh media:

source: Color Temperature:
ace: Temperato Warna:

source: Ambient:
ace: Lingkungan:

source: Colorspace:
ace: Ruang warna:

source: Error:
ace: Hanjeut:

source: Results
ace: Hase

source: Color Profile Viewer
ace: Kalon warna profil

source: Inspect and compare installed color profiles
ace: peuriksa leuh nyan peubandeng profil warna yang i pasang

source: Add a profile for the device
ace: Tamah profil u perangkat

source: Remove a profile from the device
ace: Sampoeh profil dari perangkat

source: Profile type
ace: Tipe profil

source: Colorspace
ace: Ruang warna

source: Created
ace: Ipeugot

source: Version
ace: Versi

source: Device manufacturer
ace: Pabrik peurangkat

source: Device model
ace: Mode peurangkat

source: Display correction
ace: Peuriksa tampilan

source: White point
ace: Titek puteh

source: License
ace: Lisensi

source: File size
ace: Ukuran berkah

source: Filename
ace: Nan berkah

source: Warnings
ace: Peringatan

source: Information
ace: Informasi

source: A CIE 1931 diagram shows a 2D representation of the profile gamut
ace: Suate diagram CIE 1931 peulemah representasi 2D dari keseluruhan profil

source: This 3D hull is what the profile looks like in Lab space
ace: Lambung 3D nyo adalah keumampuan profil daleum ruang Lab

source: 3D Gamut
ace: Mandum 3D

source: Response out
ace: Tanggapan teubit

source: Response in
ace: Tanggapan tamong

source: A tone reproduction curve is the mapping of scene luminance to display luminance
ace: kurva reproduksi tone adalah peumetaan dari luminansi tampilan

source: Video card out
ace: Jalo teubit karto video

source: A video card gamma table shows the curves loaded into the display
ace: Tabel gamma kartu vidio meununjukan kurva nyang imuat u dalam tampilan

source: Previous Image
ace: Gamba Sigalomjih

source: sRGB example
ace: Contoh sRGB

source: Next Image
ace: Gamba Selanjut Jih

source: This shows what an image would look like if saved with the profile
ace: Nyoe akan peuleumah kiban gamba akan leumah meunyoe i keubah ngoen profil nyoe

source: From sRGB
ace: Dari sRGB

source: This shows what an image would look like if opened with the profile
ace: nyoe peuleumah kiban gamba akan leumah meunyoe i buka ngoen profil nyoe

source: To sRGB
ace: Ke sRGB

source: Named colors are specific colors that are defined in the profile
ace: Nan warna adalah warna terteunte yang i tetapkan dalam profil

source: Named Colors
ace: Warna Na nan

source: Metadata is additional information stored in the profile for programs to use.
ace: Metadata nakeuh informasi tambahan yang geu kubah i dalam profil keu i pakek lee program.

source: Getting default parameters
ace: Cok parameter baku

source: This pre-calibrates the screen by sending colored and gray patches to your screen and measuring them with the hardware device.
ace: Nyo memprakalibrasi layeu dengon ikirem keping-keping beuwarna ngon keulabu u layeu dron ngon iukoe waknyan dengon peurangkat kreuh.

source: Reading the patches
ace: Baca patch

source: Reading the patches using the color measuring instrument.
ace: Baca patch pake alat ukoe warna.

source: Drawing the patches
ace: Gamba patch

source: Drawing the generated patches to the screen, which will then be measured by the hardware device.
ace: Menggambar patch yang dihasilkan ke layar, yang kemudian akan diukur dengan perangkat keras. Gamba patch u layeu, leuh nyan ukoe ngoen perangkat keras.

source: Generating the profile
ace: Peuget profil

source: Generating the ICC color profile that can be used with this screen.
ace: Peuget profil warna ICC yang i pakek bak layeu nyoe.

source: Copying files
ace: Salen berkas

source: Copying source image, chart data and CIE reference values.
ace: Salen gamba sumber, data diagram, ngoen nilai refensi CIE

source: Measuring the patches
ace: Ukoe patch

source: Detecting the reference patches and measuring them.
ace: Mendeteksi keping-keping referensi ngon iukoe waknyan.

source: Generating the ICC color profile that can be used with this device.
ace: Peuget profil warna ICC yang jeut i pakek ngoen perangkat nyoe.

source: Printing patches
ace: Cetak patch

source: Rendering the patches for the selected paper and ink.
ace: Merender keping-keping bagi gertah ngon tinta nyang ipileh.

source: Wait for the ink to dry
ace: Preh sampee tinta tho

source: Please wait a few minutes for the ink to dry. Profiling damp ink will produce a poor profile and may damage your color measuring instrument.
ace: Silakan preh bebeurapa menet sampe tinta tho. Ipeuget profil tinta basah akan meunghasilkan profil nyang brok ngon mungken jeut meurusak instrumen peungukuran warna Dron.

source: Set up instrument
ace: Ipeusiap instrumen

source: Setting up the instrument for use…
ace: Setel instrumen keu i pakek...

source: Calibration error
ace: Salah kalibrasi

source: The sample could not be read at this time.
ace: Sampel hanjeut tabaca kalinyo

source: Retry
ace: Cii Ulang

source: GNOME Color Manager
ace: Manajer warna GNOME

source: No firmware is installed for this instrument.
ace: Hana firmware keu instrumen nyoe.

source: The pattern match wasn't good enough. Ensure you have the correct type of target selected.
ace: Kecocokan pola hana cukop get. Peu pasti Droen kaleuh pileeh target ngoen tipe yang beutoi.

source: The measuring instrument got no valid readings. Please ensure the aperture is fully open.
ace: Instrumen peungukuran hana mempeuroleh peumbacaan nyang betoi. Ci pastikan bahwa apertur teubuka penoh.

source: The measuring instrument is busy and is not starting up. Please remove the USB plug and re-insert before trying to use this device.
ace: Instrumen peungukuran sibok ngon han imulai. Ci lheh USB ngon meunancapkan ulang sigolom dron cuba pakek peurangkat nyo.

source: Reading target
ace: Baca target

source: Failed to read the strip correctly.
ace: Gagal baca strip yang betoi.

source: Reading sample
ace: Baca sample

source: Failed to read the color sample correctly.
ace: Gagal baca contoh warna yang beutoi.

source: Read strip %s rather than %s!
ace: Baca strip %s kon %s!

source: It looks like you've measured the wrong strip.
ace: Nampak jih Droen ukoe strip yang salah.

source: If you've really measured the right one, it's okay, it could just be unusual paper.
ace: Miseu Dron kaa beutoi-beutoi ta uko nyang beutoi, nyan bereh, mungken hanya gertah nyang hana biasa

source: Device Error
ace: Keusalahan Peurangkat

source: The device could not measure the color spot correctly.
ace: Peurangkat hanjeut uko spot warna secara betoi

source: Ready to read strip %s
ace: Kasiap untok ubaca strip %s

source: Place the colorimeter on the area of white next to the letter and click and hold the measure switch.
ace: Puduk pengukuran warna bak area puteh toe abejad leuh nyan klik ngoen theun tombol ukoe.

source: Slowly scan the target line from left to right and release the switch when you get to the end of the page.
ace: Bacut-bacut pindai bareh target dari wi keu neun leuh nyan peuleuh tomboi watee Droen meuteumee akhee halaman.

source: Ensure the center of the device is properly aligned with the row you are trying to measure.
ace: Peupasti pusat perangkat sejajar ngoen bareh yang meunjak Droen ukoe.

source: If you make a mistake, just release the switch, and you'll get a chance to try again.
ace: Meunyoe Droen peuget kesalahan, peuleuh tombol, leuh nyan Droen jeut cuba lom.

source: Printing
ace: Pencetakan

source: Preparing the data for the printer.
ace: Peusiap data keu printer.

source: Sending the targets to the printer.
ace: Kirem target keu printer.

source: Printing the targets…
ace: Cetak target...

source: The printing has finished.
ace: Ka leuh geu cetak.

source: The print was aborted.
ace: Hana jadeh print.

source: Please attach instrument
ace: Tulong pasang instrumen

source: Please attach the measuring instrument to the center of the screen on the gray square like the image below.
ace: Silahkan pasang instrumen peungukuran bak pusat layeu bak kotak keulabu lage gamba imeuyup.

source: Please attach the measuring instrument to the center of the screen on the gray square.
ace: Silahkan pasang instrumen pengukuran bak pusat layeu bak kotak keulabu.

source: You will need to hold the device on the screen for the duration of the calibration.
ace: Droen peurle theun perangkat bak layeu selama watee kalibrasi.

source: Continue
ace: Lanjut

source: Please configure instrument
ace: Tulong konfigurasi instumen

source: Please set the measuring instrument to screen mode like the image below.
ace: Silakan tata instrumen peungukuran u mode layeu lage gamba imeuyup.

source: Please set the measuring instrument to screen mode.
ace: Silakan tata instrumen peungukuran u mode layeu.

source: Please set the measuring instrument to calibration mode like the image below.
ace: Silakan tata instrumen peungukuran u mode kalibrasi lage gamba imeuyup.

source: Please set the measuring instrument to calibration mode.
ace: Silakan tata instrumen peungukuran u mode kalibrasi.

source: Select calibration target image
ace: Pileh gamba target kalibrasi

source: Supported images files
ace: Berkas gamba gamba yang i dukung

source: All files
ace: Mandum berkas

source: Select CIE reference values file
ace: Pileh berkas nilai acuan CIE

source: CIE values
ace: Nilai CIE

source: Select ICC Profile File
ace: Pileh Berkas Profil ICC

source: Open
ace: Buka

source: Calibration is not complete
ace: Kalibrasi hana lengkap

source: Are you sure you want to cancel the calibration?
ace: Peukeuh droen yakin batalkan kalibrasi?

source: Continue calibration
ace: Lanjut kalibrasi

source: Cancel and close
ace: Batal leuh nyan tibit

source: Profiling completed
ace: Profil ka leuh

source: Failed to calibrate
ace: Gagal watee kalibrasi

source: Calibrate your camera
ace: Kalibrasi kamera Droen

source: Calibrate your display
ace: Kalibrasi tampilan Droen

source: Calibrate your printer
ace: Kalibrasi printer Droen

source: Calibrate your device
ace: Kalibrasi perangkat Droen

source: Any existing screen correction will be temporarily turned off and the brightness set to maximum.
ace: Koreksi layeu nyang na akan ipeumate si'at ngon keucerahan disete u maksimum.

source: You can cancel this process at any stage by pressing the cancel button.
ace: Droen jeut peu bateu proses nyoe bak tahap pat mantong ngoen teugon tomboi Hana Jadeh.

source: Introduction
ace: Perkeunalan

source: Show File
ace: Tampilan Berkas

source: Click here to show the profile
ace: Klik bak nyoe keu kaloen profil

source: All done!
ace: Mandum kaleuh!

source: The camera has been calibrated successfully.
ace: Kamera kaleuh i kalibrasi.

source: The display has been calibrated successfully.
ace: Tampilan kaleuh i kalibrasi

source: The printer has been calibrated successfully.
ace: Printer kaleuh i kalibrasi.

source: The device has been calibrated successfully.
ace: Perangkat kaleuh i kalibrasi.

source: To view details about the new profile or to undo the calibration visit the <a href="control-center://color">control center</a>.
ace: Keu kaloen rincian tentang profil baroe atawa peu bateu kalibrasi kunjungi <a href="control-center://color">pusat kendali</a>.

source: You can use the profile with <a href="import-linux">Linux</a>, <a href="import-osx">Apple OS X</a> and <a href="import-windows">Microsoft Windows</a> systems.
ace: Droen jeut pakek profil ngoen sistem <a href="import-linux">Linux</a>, <a href="import-osx">Apple OS X</a>, ngoen <a href="import-windows">Microsoft Windows</a> sistem.

source: Summary
ace: Ringkasan

source: Performing calibration
ace: Mulai kalibrasi

source: Calibration is about to start
ace: Kalibrasi i mulai.

source: Action
ace: Aksi

source: Calibration checklist
ace: Dapeuta pemeriksaan kalibrasi

source: Before calibrating the display, it is recommended to configure your display with the following settings to get optimal results.
ace: Sigolom kalibrasi tampilan, i sarankan keu konfigurasi tampilan Droen ngoen pengaturan nyoe keu peuroleh hasee optimal

source: You may want to consult the owner's manual for your display on how to achieve these settings.
ace: Droneh mungken peureule baca manual peumilik bagi tampilan Dron tentang bagaimana mencapai pengaturan nyo.

source: Reset your display to the factory defaults.
ace: Setel ulang tampilan Droen u bawaan pabrik.

source: Disable dynamic contrast if your display has this feature.
ace: Peumate kontras dinamis miseu tampilan Dron meemiliki fitur nyo.

source: Configure your display with custom color settings and ensure the RGB channels are set to the same values.
ace: tata tampilan Dron dengon pengaturan warna ubahan ngon pastikan bahwa kanal-kanal RGB iatoe u nilai nyang hi.

source: If custom color is not available then use a 6500K color temperature.
ace: Meunyoe warna custom hana, pakek mantong temperatur warna 6500K.

source: Adjust the display brightness to a comfortable level for prolonged viewing.
ace: Sete keucerahan tampilan u tingkat nyang nyaman untok peumakaian trep.

source: For best results, the display should have been powered for at least 15 minutes before starting the calibration.
ace: Keu meuteume hasil yang leubeh get, tampilan harus i nyatakan paling han 15 minet sigolom mulai kalibrasi.

source: Check Settings
ace: Periksa Pengaturan

source: Calibration and profiling software is not installed.
ace: Perangkat lunak pemprofilan hana teu install.

source: These tools are required to build color profiles for devices.
ace: peuralatan nyo diperlekan untok bangun profil warna bagi peurangkat.

source: More software is required!
ace: Peurlee leubeh leu perangkat lunak!

source: Install required software
ace: Pasang perangkat lunak yang i peurlee

source: Install Tools
ace: Pasang Alat

source: Common color target files are not installed on this computer.
ace: Berkas target warna biasa hana ipasang bak komputer nyo.

source: Color target files are needed to convert the image to a color profile.
ace: Berkas target warna iperlekan untok mengonveksi gamba u profil warna.

source: Do you want them to be installed?
ace: Dron Meuheut nyang yan ipasang?

source: If you already have the correct file, you can skip this step.
ace: miseu dron teulah memiliki berkas nyang betoi, dron jeut meulewati langkah nyo.

source: Optional data files available
ace: Berkas data opsional tersedia

source: Install Now
ace: Pasang Jino

source: Install Targets
ace: Target Instalasi

source: Color Checker
ace: Cek Warna

source: Color Checker DC
ace: Cek Warna DC

source: Color Checker SG
ace: Cek Warna SG

source: Before profiling the device, you have to manually capture an image of a calibration target and save it as a TIFF image file.
ace: Sigolom peuget profil perangkat, Droen harus capture gamba secara manual dari target kalibrasi leuh nyan keubah dalam format TIFF.

source: Ensure that the contrast and brightness are not changed and color correction profiles have not been applied.
ace: Pastikan bahwa kontras ngon kecerahan hana iubah ngon profil koreksi warna galom diterapkan.

source: The device sensor should have been cleaned prior to scanning and the output file resolution should be at least 200dpi.
ace: Sensor peurangkat mesi kaleuh ipeugleh sigalom ngon resolusi berkas keluaran mesi palenghan 200 dpi.

source: Ensure that the white-balance has not been modified by the camera and that the lens is clean.
ace: Peu pasti bahwa white-balance goh lom i ubah oleh kamera leuh nyan lensa ka gleh.

source: Please select the calibration target type.
ace: Harap pileh tipe target kalibrasi.

source: What target type do you have?
ace: Peu tipe target yang na bak Droen?

source: Select Target
ace: Pileh Target

source: Choose your display type
ace: Pileh tipe tampilan Droen

source: Select the monitor type that is attached to your computer.
ace: Pileh tipe monitor yang na tesambong bak komputer Droen.

source: Projector
ace: Proyektor

source: Choose Display Type
ace: Pileh Tipe Tampilan

source: Choose your display target white point
ace: Pileh titek puteh target tampilan Droen

source: Most displays should be calibrated to a CIE D65 illuminant for general usage.
ace: keubanyakan tampilan mesi ikalibrasi u iluminan CIE D65 untok penggunaan umum.

source: CIE D50 (Printing and publishing)
ace: CIE D50 (Pencetakan ngon peunerbit)

source: CIE D65 (Photography and graphics)
ace: CIE D65 (Fotografi ngon grafis)

source: Native (Already set manually)
ace: Asli (Kaleuh diato seucara manual)

source: Choose Display Whitepoint
ace: Pileh Titek Puteh Tampilan

source: Choose profiling mode
ace: Pileh mode pemrofilan

source: Please indicate if you want to profile a local printer, generate some test patches, or profile using existing test patches.
ace: Harep indikasikan mise dron ingin memprofil peuncetak lokal, meunjangkitkan beberapa perca ujo, atau memprofil meumakai perca ujo nyang na.

source: Calibration Mode
ace: Mode Kalibrasi

source: Choose calibration quality
ace: Pileh kualitas kalibrasi

source: Higher quality calibration requires many color samples and more time.
ace: Kalibrasi ngoen kualitas yang leubeh manyang peurle leubeh leu contoh warna ngoen leubeh leu watee.

source: A higher precision profile provides higher accuracy in color matching but requires more time for reading the color patches.
ace: Profil dengon ketelitian lebeh panyang meunyediakan akurasi nyang lebeh panyang daleum ipeucocok warna tapi memerlekan lebeh lee wate untok ubaca perca-perca warna.

source: For a typical workflow, a normal precision profile is sufficient.
ace: Untok alo keurja biasa, profil dengon ketelitian normal kaa cukop.

source: The high precision profile also requires more paper and printer ink.
ace: Profil presisi panyang juga meumerlukan lebeh lee gertah ngon tinta peuncetak.

source: Accurate
ace: Akurat

source: Quick
ace: Bagah

source: (about %i sheet of paper)
ace: (sekitar %i lembar kertah)

source: (about %i minute)
ace: (sekitar %i minet)

source: Calibration Quality
ace: Kualitas Kalibrasi

source: Profile title
ace: Judul profil

source: Choose a title to identify the profile on your system.
ace: Pileh judul keu identifikasi profil bak sistem Droen.

source: Profile Title
ace: Judul Profil

source: Insert sensor hardware
ace: Peutamoeng perangkat keras sensor

source: You need to insert sensor hardware to continue.
ace: Droen peurlee peutamoeng perangkat keras sensor keu lanjut.

source: Sensor Check
ace: Cek Sensor

source: The device could not be found. Ensure it is plugged in and turned on.
ace: Perangkat hana i temukan. Pastikan perangkat nyan keleuh Droen pasang leuh nyan kaleuh Droen peu udep.

source: Unknown serial
ace: Seri hana i turi

source: Unknown model
ace: Model hana i turi

source: Unknown description
ace: Deskripsi hana i turi

source: Unknown manufacturer
ace: Pabrikan hana i turi

source: Copyright (c)
ace: Hak Peugot (c):

source: Set the parent window to make this modal
ace: Tata jendela induk untuk ipeugot modal nyo

source: Set the specific device to calibrate
ace: Atoe perangkat terteunte keu i kalibrasi

source: No device was specified!
ace: Hana peurangkat nyang dinyatakan!

source: No profile
ace: Hana profil

source: Default %s
ace: Baku %s

source: Default:
ace: Baku:

source: Colorspace:
ace: Ruang warna:

source: Test profile:
ace: Tes profil:

source: Show debugging information for all files
ace: Peuleumah informasi debug keu mandum berkas

source: Debugging Options
ace: Opsi Debug

source: Show debugging options
ace: peuleumah opsi debug

source: ICC profile to install
ace: Profil ICC keu i pasang

source: No filename specified
ace: Nan berkas hana neu tuleh

source: Failed to open ICC profile
ace: Gagal buka profil ICC

source: Failed to parse file: %s
ace: Gagal watee urai berkas: %s

source: Profile description: %s
ace: Keterangan profil: %s

source: Profile copyright:
ace: Hak cipta profil:

source: Color profile is already imported
ace: Profil warna ka tom droen peutamong

source: Show Details
ace: Tampilan Rincian

source: Import display color profile?
ace: Peutamong profil warna tampilan?

source: Import device color profile?
ace: Peutamong profil warna perangkat?

source: Import named color profile?
ace: Peutamong profil warna yang kaleuh na nan?

source: Import color profile?
ace: Peutamong profil warna?

source: Import
ace: Peutamong

source: Failed to import file
ace: Gagal watee import berkas

source: Description:
ace: Keterangan:

source: Copyright:
ace: Hak Peugot:

source: Root window profile:
ace: Jendela profil untuk akses penuh

source: Root window protocol version:
ace: Versi protokol jendela Root:

source: Failed to connect to session bus:
ace: Gagal watee hubung keu bus sesi:

source: The request failed:
ace: Permintaan gagal:

source: There are no ICC profiles assigned to this file
ace: Hana profil ICC yang geu jok bak berkas nyoe

source: Suitable profiles for:
ace: Profil yang pah keu:

source: There are no ICC profiles for this window
ace: Hana profil ICC keu jendela nyoe

source: Show xserver properties
ace: Tampilkan properti xserver

source: Get the profiles for a specific file
ace: Cok profil keu berkas terteunte

source: Get the profile for a specific window
ace: Cok profil keu jendela terteunte

source: Dump all details about this system
ace: Dump mandum rincian tentang sistem nyoe

source: EDID inspect program
ace: Program pemeriksa EDID

source: Unknown
ace: Hana i ketahui

source: No colorimeter is attached.
ace: Hana pengukur warna yang teupasang.

source: The sensor has no native driver.
ace: Sensor hana penggerak native.

source: The attached colorimeter is not capable of reading a spot color.
ace: Pengukur warna yang na teusambong hana mampu baca warna spot.

source: No %s color spaces available
ace: Ruang warna %s hana tersedia

source: GNOME Color Manager Color Picker
ace: Penitik Warna Manejer Warna GNOME

source: Missing description
ace: Gadoeh deskripsi

source: gray
ace: abe-abe

source: Permanently delete profile?
ace: Sampoh permanen profil?

source: Are you sure you want to remove this profile from your system permanently?
ace: Dron yaken meuheut sampoh profil nyo dari sistem Dron secara permanen?

source: Delete
ace: Sampoh

source: Supported ICC profiles
ace: Profil ICC nyang didukong

source: Failed to copy file
ace: Gagal meunyalen berkas

source: Input device
ace: Peurangkat masukan

source: Display device
ace: Peurangkat tampilan

source: Output device
ace: Peurangkat teubit

source: Colorspace conversion
ace: Konversi ruang warna

source: Abstract
ace: Abstrak

source: Named color
ace: Warna na nan

source: Gray
ace: Klabe-klabe

source: HSV
ace: HVS

source: Standard space
ace: Ruang standa

source: Display checksum
ace: Checksum tampilan

source: Display model
ace: Model tampilan

source: Display serial number
ace: Nomor seri tampilan

source: Display PNPID
ace: PNPID tampilan

source: Display vendor
ace: Vendor tampilan

source: File checksum
ace: Checksum berkas

source: Framework product
ace: Produk kerangka kerja

source: Framework program
ace: Program kerangka kerja

source: Framework version
ace: Versi kerangka kerja

source: Data source type
ace: Tipe sumber data

source: Mapping format
ace: Format pemetaan

source: Mapping qualifier
ace: Qualifier pemetaan

source: Mapping device
ace: Perangkat pemetaan

source: Delta-E average
ace: Rata-rata delta-E

source: Delta-E maximum
ace: Maksimal delta-E
