Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gnome-power-manager.po
Languages: ace

source: Whether we should show the history data points
ace: Peukeuh kamoe payah meupeuleumah riwayat titek data

source: Whether we should show the history data points in the statistics window.
ace: Peukeuh kamoe payah meupeuleumah riwayat titek data bak tingkap statistik

source: Whether we should smooth the history data
ace: Peukeuh data riwayat bak grafik peurle tapeuhaloeh

source: Whether we should smooth the history data in the graph.
ace: Peukeuh kamoe payah meupeuhaloeh data riwayat bak grafik

source: The default graph type to show for history
ace: jeuneh grafik phoen keu teupeuleumah riwayat

source: The default graph type to show in the history window.
ace: Jeuneh grafik phoen keu teupeuleumah lam tingkap riwayat.

source: The maximum time displayed for history
ace: Watei maksimum nyang teupeuleumah eu riwayat

source: The maximum duration of time displayed on the x-axis of the history graph.
ace: Durasi maksimum dari watei nyang teupeuleumah bak sumbu-x dari grafik riwayat

source: Whether we should show the stats data points
ace: Peukeuh kamoe payah meupeuleumah statistik titek data

source: Whether we should show the stats data points in the statistics window.
ace: Peukeuh kamoe payah meupeuleumah statistik titek data bak tingkap statistik

source: Whether we should smooth the stats data
ace: Peukeuh data nyang na bak grafik payah ta peuhaloh

source: Whether we should smooth the stats data in the graph.
ace: Peukeuh kamoe payah peuhaloh data statistik bak grafik

source: The default graph type to show for stats
ace: Jeuneh grafik phon keu peuleumah status

source: The default graph type to show in the stats window.
ace: Jeuneh grafik phon keu peuleumah bak tingkap status

source: The index of the page number to show by default
ace: Indeks dari numboi halaman nyang dipeuleumah deungon baku

source: The index of the page number to show by default which is used to return focus to the correct page.
ace: Indeks dari numboi halaman nyang dipeuleumah deungon baku keu peubalek fokus nibak halaman nyang beutoi

source: The ID of the last device selected
ace: ID nibak peurangkat yang dipileh teurakhe

source: The identifier of the last device which is used to return focus to the correct device.
ace: Indentier dari peurangkat terakhe nyang dipakek keu peubalek fokus ke peurangkat nyang beutoi

source: Power Statistics
ace: Statistik Teunaga

source: Observe power management
ace: Ta peu observasi manajemen daya

source: battery;consumption;charge;
ace: batree;jipajoh;muatan;

source: Details
ace: Rincian jih

source: Graph type:
ace: Jeuneuh gamba:

source: Data length:
ace: Panyang data:

source: There is no data to display.
ace: Hana data nyang jeut dipeuleumah

source: Use smoothed line
ace: Pake gareh nyang jipeuhaloh

source: Show data points
ace: Peuleumah titek datab

source: History
ace: Riwayat

source: Statistics
ace: Statistik

source: Processor wakeups per second:
ace: Prosesor jipeudoh peur deutik

source: Wakeups
ace: Beudoh

source: Rate
ace: Laju

source: Charge
ace: Muatan

source: Time to full
ace: Wate sampe peunoh

source: Time to empty
ace: Wate sampe kosong

source: 10 minutes
ace: 10 meunet

source: 2 hours
ace: 2 jeum

source: 6 hours
ace: 6 jeum

source: 1 day
ace: 1 uroe

source: 1 week
ace: 1 minggu

source: Charge profile
ace: Pasoe profil

source: Discharge profile
ace: Peusoh profil

source: Charge accuracy
ace: Teuliti paso

source: Discharge accuracy
ace: Teliti pesoh

source: AC adapter
ace: Adaptor AC

source: Laptop battery
ace: Batre laptop

source: Keyboard
ace: Tempat ketik

source: Cell phone
ace: Hp

source: Media player
ace: Peumuta media

source: Computer
ace: Komputer

source: Lithium Ion
ace: Ion Litium

source: Lithium Polymer
ace: Polimer Litium

source: Lithium Iron Phosphate
ace: Beusoe Litium Fosfat

source: Lead acid
ace: Asam timah

source: Nickel Cadmium
ace: Nikel Kadmium

source: Nickel metal hydride
ace: Metal nikel hidrida

source: Unknown technology
ace: Pasokan

source: Charging
ace: Meuchars

source: Discharging
ace: Hana meu chars

source: Empty
ace: Soh

source: Charged
ace: Kalheuh meuchars

source: Waiting to charge
ace: Preh meuchars

source: Waiting to discharge
ace: Preh hana meuchars

source: Unknown
ace: Hana teupeu

source: Attribute
ace: Atribut

source: Value
ace: Nilai

source: Image
ace: Gamba

source: Description
ace: Meuneurangkan

source: Type
ace: Jeuneh

source: Command
ace: Peurintah

source: %.0f second
ace: %.0f detik

source: %.1f minute
ace: %.1f meunet

source: %.1f hour
ace: %.1f jeum

source: %.1f day
ace: %.1f uroe

source: Yes
ace: Nyoe

source: No
ace: Bukon

source: Device
ace: Peurangkat

source: Model
ace: Mode

source: Serial number
ace: Numboi serial

source: Supply
ace: Pasokan

source: %d second
ace: %d detik

source: Refreshed
ace: Dipeuseugar

source: Present
ace: Na

source: Rechargeable
ace: Jeut tapaso ulang

source: State
ace: Kondisi

source: Energy
ace: Tenaga

source: Energy when empty
ace: Wate tenaga habeh

source: Energy when full
ace: Wate tenaga peunoh

source: Energy (design)
ace: Tenaga(rika)

source: Voltage
ace: Voltase

source: Percentage
ace: Persentase

source: Capacity
ace: Ukuran

source: Technology
ace: Teknologi

source: No data
ace: Hana Data

source: Kernel module
ace: Modul kernel

source: Kernel core
ace: Inti kornel

source: Interprocessor interrupt
ace: Interupsi anta prosesor

source: Interrupt
ace: Interupsi

source: ATA host controller
ace: Kontrol host ATA

source: Intel wireless adaptor
ace: Adaptor wifi Intel

source: Timer %s
ace: Jeum %s

source: Sleep %s
ace: Eh%s

source: New task %s
ace: Tugas baro %s

source: Wait %s
ace: Preh %s

source: Work queue %s
ace: Antri kerja %s

source: Network route flush %s
ace: Bilah rute jaringan %s

source: USB activity %s
ace: Aktivitah USB%s

source: Wakeup %s
ace: Beudoh %s

source: Local interrupts
ace: Interupsi lokal

source: Rescheduling interrupts
ace: peunjabwalan uleng interupsi

source: Device Information
ace: Informasi Peurangkat

source: Device History
ace: Peurangkat nyang kaleh

source: Device Profile
ace: Peurangkat Profil

source: Processor Wakeups
ace: Prosesor Beudoh

source: Time elapsed
ace: Wate ijak

source: Power
ace: Teunaga

source: Cell charge
ace: Muatan sel

source: Predicted time
ace: Ramalan wate

source: Correction factor
ace: Fakto koreksi

source: Prediction accuracy
ace: Prediksi yang pah

source: Show extra debugging information
ace: Peuleumah informasi ekstra

source: Select this device at startup
ace: Pileh perangkat nyo watee mulai

source: Processor
ace: Prosesor
