Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gnome-chess.po
Languages: ace

source: Chess
ace: Catoe

source: Play the classic two-player boardgame of chess
ace: Meu'en catoe klasik ngon dua ureung meu'en

source: game;strategy;
ace: game;strategi;

source: _Undo Move
ace: Su_roet

source: _Resign
ace: _Meunyerah

source: Claim _Draw
ace: _Lake Seri

source: _Settings
ace: _Peungaturan

source: _Help
ace: _Bantuan

source: _Contents
ace: Daftar Aso_e

source: Start a new game
ace: Meu'en baroe

source: New Game
ace: Ureung meu'en baroe

source: Undo Move
ace: Suroet

source: Resign
ace: Meunyerah

source: Rewind to the game start
ace: Ulang Game

source: Show the previous move
ace: Peudeuh langkah sigolom nyoe

source: Show the next move
ace: Peudeuh langkah ukeu

source: Show the current move
ace: Peudeuh langkah jinoe

source: The width of the window
ace: Luwah jendela

source: The width of the main window in pixels.
ace: Luwah jendelah utama lam piksel.

source: The height of the window
ace: Manyang jendela

source: The height of the main window in pixels.
ace: Manyang dari jendela utama lam piksel.

source: A flag to enable maximized mode
ace: Tanda untuk peuaktif mode maksimal

source: A flag to enable fullscreen mode
ace: Peudeuh mode layeu punoeh

source: A flag to enable 3D mode
ace: Peudeuh lam mode 3D

source: A flag to smooth (anti-alias) the 3D display
ace: Peulembut (anti-alias) tampelan mode 3D

source: The piece theme to use
ace: File tema nyang keumeung dipeumeu'en

source: A flag to enable move hints
ace: Peudeuh peutunyoek langkah

source: A flag to enable board numbering
ace: Peudeuh numboi papeun

source: A flag to enable the move history browser
ace: Peudeuh langkah nyang kaleuh ijak

source: A flag to enable the toolbar
ace: Peudeuh kotak peuralatan

source: The directory to open the save game dialog in
ace: Direktori untuk buka dialok game yang dikeubah lam

source: The directory to open the load game dialog in
ace: Direktori untuk buka dialok game yang dibuka lam

source: The format to display moves in
ace: Format untuk peudeuh langkah lam

source: The side of the board that is in the foreground
ace: Sagoe papeun nyang na bak latar keu

source: The duration of a game in seconds (0 for no limit)
ace: Trep meu'en lam detik (0 untuk hana batas)

source: true if the human player is playing white
ace: Beutoi nyoe ureung yang peumeu'en blah puteh

source: The opponent player
ace: Lawan

source: Can be 'human' (play against another human player), '' (use the first available chess engine) or the name of a specific engine to play against
ace: Jeut 'ureung' (meu'en lawan ureung laen),'' (pakek meusen catoe phon nyang na) atawa nan dari meusen teupileh untuk meu'en

source: Difficulty of the opponent chess engine
ace: Tingkat susah lawan

source: Preferences
ace: Preferensi

source: Play as:
ace: Meu'en seubagoe:

source: Opposing Player:
ace: Lawan

source: Difficulty:
ace: Susah:

source: Game Duration:
ace: Trep meu'en:

source: Changes will take effect for the next game.
ace: Peurubahan akan berlaku bak ureung meu'en ukeu.

source: 3_D Chess View
ace: Tampelan catur 3_D

source: _Smooth Display
ace: Tampelan Haloe_h

source: Piece Style:
ace: Moden Bidak:

source: Show _Toolbar
ace: _Tampelkan Kotak Peuralatan

source: Show _History
ace: Peudeuh nyang _Ka

source: _Move Hints
ace: _Peutunyoek Langkah

source: _Board Numbering
ace: _Boeh Numboi Papeun

source: Board Orientation:
ace: Orientasi Papeun:

source: Move Format:
ace: Bentuk Langkah:

source: _Appearance
ace: Leuh_mah

# chess-player
source: White
ace: Puteh

# chess-player
source: Black
ace: Itam

# difficulty
source: Easy
ace: Mangat

# difficulty
source: Hard
ace: Susah

source: No limit
ace: Hana Batas

source: One minute
ace: Siminet

source: Five minutes
ace: Limong minet

source: 30 minutes
ace: 30 minet

source: One hour
ace: sijeum

# chess-move-format
source: Human
ace: Ureung

# chess-move-format
source: Standard Algebraic
ace: Aljabar Standar

# chess-move-format
source: Figurine
ace: Figuran

# chess-move-format
source: Long Algebraic
ace: Aljabar Panjang

# chess-opponent
source: Human
ace: Ureung

# chess-side
source: White Side
ace: Blah Puteh

# chess-side
source: Black Side
ace: Blah Itam

# chess-side
source: Human Side
ace: Blah ureung

# chess-side
source: Current Player
ace: Ureung meu'en jinoe

# chess-side
source: Face to Face
ace: Muka ke Muka

source: Simple
ace: Sederhana

source: Fancy
ace: nyang digalak

source: _Queen
ace: _Messa

source: _Knight
ace: _Guda

source: _Rook
ace: _Teng

source: _Bishop
ace: Coeng

source: Promotion is a chess rule describing the transformation of a pawn that reaches its eighth rank into the player's choice of a queen, knight, rook, or bishop of the same color. The new piece replaces the pawn on the same square and is part of the move. Every pawn that reaches its eighth rank must be promoted. Pawn promotion often decides the result of a chess endgame.
ace: Tuka bidak nakeuh saboeh aturan meu'en catoe

source: Select Pawn Promotion Type
ace: Pileh Tuka Bidak

source: %1$s (%2$s) - Chess
ace: %1$s (%2$s) - Catoe

source: Game Start
ace: Peuphon Game

source: White pawn moves from %1$s to %2$s
ace: Pion puteh iminah dari %1$s u %2$s

source: White pawn at %1$s takes the black pawn at %2$s
ace: Pion puteh bak %1$s ipajoeh pion itam bak %2$s

source: White pawn at %1$s takes the black rook at %2$s
ace: Pion puteh bak %1$s ipajoeh teng itam bak %2$s

source: White pawn at %1$s takes the black knight at %2$s
ace: Pion puteh bak %1$s ipajoeh guda itam bak %2$s

source: White pawn at %1$s takes the black bishop at %2$s
ace: Pion puteh bak %1$s ipajoeh coeng itam bak %2$s

source: White pawn at %1$s takes the black queen at %2$s
ace: Pion puteh bak %1$s ipajoeh messa itam bak %2$s

source: White rook moves from %1$s to %2$s
ace: Teng puteh iminah dari %1$s u %2$s

source: White rook at %1$s takes the black pawn at %2$s
ace: Teng puteh bak %1$s ipajoeh pion itam bak %2$s

source: White rook at %1$s takes the black rook at %2$s
ace: Teng puteh bak %1$s ipajoeh teng itam bak %2$s

source: White rook at %1$s takes the black knight at %2$s
ace: Teng puteh bak %1$s ipajoeh guda itam bak %2$s

source: White rook at %1$s takes the black bishop at %2$s
ace: Benteng puteh bak %1$s ipajoeh coeng itam bak %2$s

source: White rook at %1$s takes the black queen at %2$s
ace: Teng puteh bak %1$s ipajoeh messa itam bak %2$s

source: White knight moves from %1$s to %2$s
ace: Guda puteh iminah dari %1$s u %2$s

source: White knight at %1$s takes the black pawn at %2$s
ace: Guda puteh bak %1$s ipajoeh pion itam bak %2$s

source: White knight at %1$s takes the black rook at %2$s
ace: Guda puteh bak %1$s ipajoeh benteng itam bak %2$s

source: White knight at %1$s takes the black knight at %2$s
ace: Guda puteh bak %1$s ipajoeh guda itam bak %2$s

source: White knight at %1$s takes the black bishop at %2$s
ace: Guda puteh bak %1$s ipajoeh coeng itam bak %2$s

source: White knight at %1$s takes the black queen at %2$s
ace: Guda puteh bak %1$s ipajoeh messa itam bak %2$s

source: White bishop moves from %1$s to %2$s
ace: Coeng puteh iminah dari %1$s u %2$s

source: White bishop at %1$s takes the black pawn at %2$s
ace: Coeng puteh bak %1$s ipajoeh pion itam bak %2$s

source: White bishop at %1$s takes the black rook at %2$s
ace: Coeng puteh bak %1$s ipajoeh teng itam bak %2$s

source: White bishop at %1$s takes the black knight at %2$s
ace: Coeng puteh bak %1$s ipajoeh guda itam bak %2$s

source: White bishop at %1$s takes the black bishop at %2$s
ace: Coeng puteh bak %1$s ipajoeh coeng itam bak %2$s

source: White bishop at %1$s takes the black queen at %2$s
ace: Coeng puteh bak %1$s ipajoeh messa itam bak %2$s

source: White queen moves from %1$s to %2$s
ace: Messa puteh iminah dari %1$s u %2$s

source: White queen at %1$s takes the black pawn at %2$s
ace: Messa puteh bak %1$s ipajoeh pion itam bak %2$s

source: White queen at %1$s takes the black rook at %2$s
ace: Messa puteh bak %1$s ipajoeh teng itam bak %2$s

source: White queen at %1$s takes the black knight at %2$s
ace: Messa puteh bak %1$s ipajoeh guda itam bak %2$s

source: White queen at %1$s takes the black bishop at %2$s
ace: Messa puteh bak %1$s ipajoeh coeng itam bak %2$s

source: White queen at %1$s takes the black queen at %2$s
ace: Messa puteh bak %1$s ipajoeh Messa itam bak %2$s

source: White king moves from %1$s to %2$s
ace: Raja Puteh iminah dari %1$s u %2$s

source: White king at %1$s takes the black pawn at %2$s
ace: Raja puteh bak %1$s ipajoeh pion itam bak %2$s

source: White king at %1$s takes the black rook at %2$s
ace: Raja puteh bak %1$s ipajoeh teng itam bak %2$s

source: White king at %1$s takes the black knight at %2$s
ace: Raja puteh bak %1$s ipajoeh guda itam bak %2$s

source: White king at %1$s takes the black bishop at %2$s
ace: Raja puteh bak %1$s ipajoeh coeng itam bak %2$s

source: White king at %1$s takes the black queen at %2$s
ace: Raja puteh bak %1$s ipajoeh messa itam bak %2$s

source: Black pawn moves from %1$s to %2$s
ace: Pion itam iminah dar4i %1$s u %2$s

source: Black pawn at %1$s takes the white pawn at %2$s
ace: Pion puteh bak %1$s ipajoeh pion itam bak %2$s

source: Black pawn at %1$s takes the white rook at %2$s
ace: Pion puteh bak %1$s ipajoeh benteng itam bak %2$s

source: Black pawn at %1$s takes the white knight at %2$s
ace: Pion puteh bak %1$s ipajoeh guda itam bak %2$s

source: Black pawn at %1$s takes the white bishop at %2$s
ace: Pion puteh bak %1$s ipajoeh gajah itam bak %2$s

source: Black pawn at %1$s takes the white queen at %2$s
ace: Pion puteh bak %1$s ipajoeh messa itam bak %2$s

source: Black rook moves from %1$s to %2$s
ace: Teng itam iminah dari %1$s u %2$s

source: Black rook at %1$s takes the white pawn at %2$s
ace: Teng puteh bak %1$s ipajoeh pion itam bak %2$s

source: Black rook at %1$s takes the white rook at %2$s
ace: Teng puteh bak %1$s ipajoeh benteng itam bak %2$s

source: Black rook at %1$s takes the white knight at %2$s
ace: Teng puteh bak %1$s ipajoeh guda itam bak %2$s

source: Black rook at %1$s takes the white bishop at %2$s
ace: Teng puteh bak %1$s ipajoeh coeng itam bak %2$s

source: Black rook at %1$s takes the white queen at %2$s
ace: Teng puteh bak %1$s ipajoeh messa itam bak %2$s

source: Black knight moves from %1$s to %2$s
ace: Guda itam iminah dari %1$s u %2$s

source: Black knight at %1$s takes the white pawn at %2$s
ace: Guda puteh bak %1$s ipajoeh pion itam bak %2$s

source: Black knight at %1$s takes the white rook at %2$s
ace: Guda puteh bak %1$s ipajoeh teng itam bak %2$s

source: Black knight at %1$s takes the white knight at %2$s
ace: Guda puteh bak %1$s ipajoeh guda itam bak %2$s

source: Black knight at %1$s takes the white bishop at %2$s
ace: Guda puteh bak %1$s ipajoeh coeng itam bak %2$s

source: Black knight at %1$s takes the white queen at %2$s
ace: Guda puteh bak %1$s ipajoeh messa itam bak %2$s

source: Black bishop moves from %1$s to %2$s
ace: Coeng puteh iminah dari %1$s u %2$s

source: Black bishop at %1$s takes the white pawn at %2$s
ace: Coeng puteh bak %1$s ipajoeh pion itam bak %2$s

source: Black bishop at %1$s takes the white rook at %2$s
ace: Coeng puteh bak %1$s ipajoeh teng itam bak %2$s

source: Black bishop at %1$s takes the white knight at %2$s
ace: Coeng puteh bak %1$s ipajoeh guda itam bak %2$s

source: Black bishop at %1$s takes the white bishop at %2$s
ace: Coeng puteh bak %1$s ipajoeh coeng itam bak %2$s

source: Black bishop at %1$s takes the white queen at %2$s
ace: Coeng puteh bak %1$s ipajoeh messa itam bak %2$s

source: Black queen moves from %1$s to %2$s
ace: Ratu itam pinah dari %1$s to %2$s

source: Black queen at %1$s takes the white pawn at %2$s
ace: Ratu itam bak %1$s ipajoh pion puteh bak %2$s

source: Black queen at %1$s takes the white rook at %2$s
ace: Messa itam bak %1$s ipajoeh teng puteh bak %2$s

source: Black queen at %1$s takes the white knight at %2$s
ace: Messa itam bak %1$s ipajoeh guda puteh bak %2$s

source: Black queen at %1$s takes the white bishop at %2$s
ace: Messa itam bak %1$s ipajoeh coeng puteh bak %2$s

source: Black queen at %1$s takes the white queen at %2$s
ace: Messa itam bak %1$s ipajoeh messa puteh bak %2$s

source: Black king moves from %1$s to %2$s
ace: Raja itam iminah dari %1$s u %2$s

source: Black king at %1$s takes the white pawn at %2$s
ace: Raja itam bak %1$s ipajoeh pion puteh bak %2$s

source: Black king at %1$s takes the white rook at %2$s
ace: Raja itam bak %1$s ipajoeh teng puteh bak %2$s

source: Black king at %1$s takes the white knight at %2$s
ace: Raja itam bak %1$s ipajoeh guda puteh bak %2$s

source: Black king at %1$s takes the white bishop at %2$s
ace: Raja itam bak %1$s ipajoeh coeng puteh bak %2$s

source: Black king at %1$s takes the white queen at %2$s
ace: Raja itam bak %1$s ipajoeh messa puteh bak %2$s

source: White wins
ace: Meunang blah puteh

source: Black wins
ace: Meunang blah itam

source: Game is drawn
ace: Seri

source: Opponent is in check and cannot move (checkmate)
ace: Lawan keunong sekak mate (sekakmat)

source: Opponent cannot move (stalemate)
ace: Lawan hanjeut ijak lee (stalemate)

source: No piece has been taken or pawn moved in the last fifty moves
ace: Hana nyang dipileh atawa pion dipinah lam limong ploh langkah keuneuleuh

source: Opponent has run out of time
ace: Lawan ka abeuh watee

source: The same board state has occurred three times (three fold repetition)
ace: Keuadaan papeun nyang sama ka teujadi lhee

source: Neither player can cause checkmate (insufficient material)
ace: Ban dua ureung meu'en han iteem meunang

source: The black player has resigned
ace: Blah itam meunyerah

source: The white player has resigned
ace: Blah puteh meunyerah

source: The game has been abandoned
ace: Game ka itinggai

source: One of the players has died
ace: Sidroe ka taloe

source: Save this game before starting a new one?
ace: Keubah game sigolom puphon yang baroe?

source: _Abandon game
ace: Teub_it dari game

source: _Save game for later
ace: _Keubah game untuk dipeumeu'en laen watee

source: second
ace: deutik

source: minute
ace: minet

source: hour
ace: jeum

source: The 2D/3D chess game for GNOME. GNOME Chess is a part of GNOME Games.
ace: Game catoe 2D/3D keu GNOME. Catoe GNOME nyan dari Game GNOME.

source: GNOME Games web site
ace: Situs web game GNOME

source: Save Chess Game
ace: Keubah Game Catoe

source: PGN files
ace: Beurkas PNG

source: All files
ace: Mandum beurkas

source: Failed to save game: %s
ace: Hana berhasil keubah game: %s

source: Load Chess Game
ace: Buka Game Catoe

source: Failed to open game: %s
ace: Han item teubuka game: %s

source: Show release version
ace: Peudeuh versi iteubit

source: [FILE] - Play Chess
ace: [FILE] - meu'en catoe

source: Run '%s --help' to see a full list of available command line options.
ace: Peujak '%s --bantuan' untuk peudeuh mandum pilehan bareh peurintah.
