Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gnome-calculator.po
Languages: ace

source: Factorize
ace: Faktorial

source: Factorial
ace: Faktorial

source: Subscript
ace: Deskripsi

source: Superscript
ace: Deskripsi

source: Scientific Exponent
ace: Eksponen Ilmiah

source: Memory
ace: Memori

source: Absolute Value
ace: Nilai Absolut

source: Exponent
ace: Eksponen

source: Store
ace: Keubah

source: Compounding Term
ace: Bunga meujangka

source: C_alculate
ace: _Bileung

source: Present _Value:
ace: Nilai _Jinoe

source: Periodic Interest _Rate:
ace: Suku bungoeng meukala

source: Calculates the number of compounding periods necessary to increase an investment of present value to a future value, at a fixed interest rate per compounding period.
ace: menghitong cacah perioda kompounding yang ipakek keu meningkatkan investasi dari nilai jinoe keu nilai ukeu, dengon membuka bungong teutap per perioda kompounding.

source: _Future Value:
ace: _Nilai Ukeu

source: Double-Declining Depreciation
ace: Depresiasi penurusan ganda

source: Calculates the depreciation allowance on an asset for a specified period of time, using the double-declining balance method.
ace: menghitong jatah depresiasi bak saboh aset keu perioda watee yang ka inyatakan, pakek metoda keuseimbangan troen ganda

source: C_ost:
ace: _Yum:

source: _Life:
ace: _Udep:

source: _Period:
ace: _Periode:

source: Future Value
ace: Nilai Ukeu

source: Calculates the future value of an investment based on a series of equal payments at a periodic interest rate over the number of payment periods in the term.
ace: neuhitong nilai masa ukeu dari saboh investasi nyang didasarkan ateuh seujumlah pembayaran nyang sama rayeuk dengon bungong periodik seulama cacah perioda pembayaran lam masanyan

source: _Periodic Payment:
ace: Bayeu Meuskala

source: _Number of Periods:
ace: _Numboi Perioda

source: Gross Profit Margin
ace: margin keuntungan bruto

source: Calculates the resale price of a product, based on the product cost and the wanted gross profit margin.
ace: Bileung harga jua uleung suatu produk, beurdasarkan pada biaya produk ngon marjin untong kuto nyang ta ingenkan.

source: Periodic Payment
ace: Peumbayaran Beutahap[P]

source: Calculates the amount of the periodic payment of a loan, where payments are made at the end of each payment period.
ace: Bileung lee peumbayaran periodik dari saboh pinjaman, dipat peumbayaran ilakukan bak akhe setiap perioda peumbayaran.

source: _Principal:
ace: _Pokok:

source: _Term:
ace: _Masa:

source: Present Value
ace: Nilai Jino [p]

source: Calculates the present value of an investment based on a series of equal payments discounted at a periodic interest rate over the number of payment periods in the term.
ace: Bileung nilai jino dari saboh investasi berdasarkan pada seujumlah peumbayaran nyang hi nyang dijok potongan pada suatu suku bungong periodik atas seujumlah perioda peumbayaran dalam jangka wate.

source: Periodic Interest Rate
ace: Suku Bungong Berkala[T]

source: Calculates the periodic interest necessary to increase an investment to a future value, over the number of compounding periods.
ace: Bileung suku bungong nyang diperlekan untok meningkatkan saboh investasi u saboh nilai bak masa depan seupanjang seujumlah perioda kompon.

source: Straight-Line Depreciation
ace: Depresiasi Gareh Teupat[I]

source: _Cost:
ace: Yum_:

source: Calculates the straight-line depreciation of an asset for one period. The straight-line method of depreciation divides the depreciable cost evenly over the useful life of an asset. The useful life is the number of periods, typically years, over which an asset is depreciated.
ace: Bileung depresiasi gareh teupat dari suate aset untok saboh perioda. Metoda penyusutan gareh teupat membagi biaya penyusutan sama raya seupanyang masa udep adalah lee perioda, biasajih dalam thon, dipat aset disusutkan.

source: Sum-of-the-Years'-Digits Depreciation
ace: Depresiasi jumlah dari Digit Thon[Y]

source: Calculates the depreciation allowance on an asset for a specified period of time, using the Sum-of-the-Years'-Digits method. This method of depreciation accelerates the rate of depreciation, so that more depreciation expense occurs in earlier periods than in later ones. The useful life is the number of periods, typically years, over which an asset is depreciated.
ace: Bileung jatah depresiasi dasi saboh aset untok perioda wate nyang dinyatakan, pakek metoda Sum-of-the-Years-Digit. Metoda penyusunan nyo memperbagah laju penyusutan, sehingga lebeh lee pengeluaran penyusutan nyang terjadi bak perioda-perioda awai daripada bak akhe. masa udep adalah banyakya perioda biasajih dalam thon, dipat seupanjang masa nyan aset disusutkan.

source: Payment Period
ace: Watee Bayeu[T]

source: Future _Value:
ace: Nilai Ukeu

source: Calculates the number of payment periods that are necessary during the term of an ordinary annuity, to accumulate a future value, at a periodic interest rate.
ace: Bileung cacah perioda peumbayaran nyang diperlekan seulama term dari saboh anuitas biasa, untok mengakumulasi saboh nilai bak masa meundatang, pada saboh tingkat bungong periodik.

source: Term
ace: Masa

source: Rate
ace: Suku Bungong

source: Gpm
ace: pmt

source: Shift Left
ace: Shift ret wi

source: Shift Right
ace: Shift ret neun

source: Insert Character
ace: K_arakter:

source: Insert Character Code
ace: Peutamong Kode Karakter

source: Ch_aracter:
ace: K_arakter

source: _Insert
ace: _Peutamong

source: Calculator
ace: Kalkulator

source: Perform arithmetic, scientific or financial calculations
ace: Lakukan perhitungan aritmetik, ilmiah, atau finansial

source: calculation;arithmetic;scientific;financial;
ace: kalkulasi;aritmetik;scientific;financial;

source: Accuracy value
ace: Nilai akurasi

source: The number of digits displayed after the numeric point
ace: jumlah digit nyang ipeulemah kaleh titek numerik

source: Word size
ace: Ukuran urof

source: The size of the words used in bitwise operations
ace: Ukuran urof nyang ipakek dalam operasi"bitwise"

source: Numeric Base
ace: Numerik 7

source: The numeric base
ace: Basis numerik

source: Show Thousands Separators
ace: Peulemah Peumisah Ribuan

source: Indicates whether thousands separators are shown in large numbers.
ace: Menentukan untok pakek peumisah ribuan.

source: Show Trailing Zeroes
ace: Peulemah Nol Peulengkap

source: Indicates whether any trailing zeroes after the numeric point should be shown in the display value.
ace: Meunentukan nol kaleh koma untok ipeulemah atau hana nilai hase perhitungan.

source: Number format
ace: Format angka

source: The format to display numbers in
ace: Format bilangan untok ipeulemah

source: Angle units
ace: Satuan sudot

source: The angle units to use
ace: Satuan sudot nyang kemeung ipakek

source: Button mode
ace: Mode tomboi

source: The button mode
ace: Mode tomboi

source: Source currency
ace: Mata peng sumber

source: Currency of the current calculation
ace: Mata peng untok ibileung saat nyo

source: Target currency
ace: Mata peng target

source: Currency to convert the current calculation into
ace: Mata peng seubagai tujuan konversi

source: Source units
ace: Satuan sumber

source: Units of the current calculation
ace: Teubit dari kalkulator

source: Target units
ace: Satuan target

source: Units to convert the current calculation into
ace: Satuan seubagai tujuan konversi

source: UAE Dirham
ace: Dirham UAE

source: Australian Dollar
ace: Dolar Australia

source: Bulgarian Lev
ace: Lev Bulgaria

source: Bahraini Dinar
ace: Dinar Bahrain

source: Brunei Dollar
ace: Dolar Brunei

source: Brazilian Real
ace: Real Brasil

source: Botswana Pula
ace: Pula Bostwana

source: Canadian Dollar
ace: Dolar Kanada

source: CFA Franc
ace: Franc CFA

source: Swiss Franc
ace: Franc Swis

source: Chilean Peso
ace: Peso Chili

source: Chinese Yuan
ace: Yuan Cina

source: Colombian Peso
ace: Peso Kolombia

source: Czech Koruna
ace: Koruna Ceko

source: Danish Krone
ace: Krone Denmark

source: Algerian Dinar
ace: Dinar Aljazair

source: Estonian Kroon
ace: Kroon Estonia

source: Hong Kong Dollar
ace: Dolar Hong kong

source: Croatian Kuna
ace: Kuna Kroasia

source: Hungarian Forint
ace: Forint Hongaria

source: Indonesian Rupiah
ace: Rupiah Indonesia

source: Israeli New Shekel
ace: Shekel Baru Israel

source: Indian Rupee
ace: Rupee India

source: Iranian Rial
ace: Rial Iran

source: Icelandic Krona
ace: Krona Islandia

source: Japanese Yen
ace: Yen Jepang

source: South Korean Won
ace: Won Korea Selatan

source: Kuwaiti Dinar
ace: Dinar Kuwait

source: Kazakhstani Tenge
ace: Tenge Kazakhstan

source: Sri Lankan Rupee
ace: Rupee Sri Lanka

source: Lithuanian Litas
ace: Litas Lituania

source: Latvian Lats
ace: Lats Latvia

source: Libyan Dinar
ace: Dinar Libya

source: Mauritian Rupee
ace: Rupee Mauritania

source: Mexican Peso
ace: Peso Meksiko

source: Malaysian Ringgit
ace: Ringgit Malaysia

source: Norwegian Krone
ace: Krone Norwegia

source: Nepalese Rupee
ace: Rupee Nepal

source: New Zealand Dollar
ace: Dolar Selandia Baru

source: Omani Rial
ace: Rial Oman

source: Peruvian Nuevo Sol
ace: Nuevo Sol Peru

source: Philippine Peso
ace: Peso Filipina

source: Pakistani Rupee
ace: Rupee Pakistan

source: Polish Zloty
ace: Zloty Polandia

source: Qatari Riyal
ace: Riyal Qatar

source: New Romanian Leu
ace: Leu Rumania Baru

source: Russian Rouble
ace: Rouble Rusia

source: Saudi Riyal
ace: Riyal Saudi

source: Swedish Krona
ace: Krona Swedia

source: Singapore Dollar
ace: Dolar Singapura

source: Thai Baht
ace: Baht Thailand

source: Tunisian Dinar
ace: Dinar Tunisia

source: New Turkish Lira
ace: Lira Turki Baru

source: T&T Dollar (TTD)
ace: Dolar T&T (TTD)

source: US Dollar
ace: Dolar AS

source: Uruguayan Peso
ace: Peso Uruguay

source: Venezuelan Bolívar
ace: Bolívar Venezuela

source: South African Rand
ace: Rand Afrika Selatan

source: Error: the number of periods must be positive
ace: Error: Numboi perioda harus positif

source: Basic
ace: Mode Dasa

source: Advanced
ace: Tingkat Lanjot

source: Financial
ace: Finansial

source: Programming
ace: Pemrograman

source: Preferences
ace: Preferensi

source: About Calculator
ace: Kalkulator

source: Help
ace: _Bantuan

source: Quit
ace: _Teubit

source: Unable to open help file
ace: File bantuan hanjeut teubuka

source: translator-credits
ace: Hendra Murdani <hendramurdani46@gmail.com>,2013

source: Calculator with financial and scientific modes.
ace: Kalkulator mode finansial ngon ilmiah

source: Solve given equation
ace: Jaweub persamaan yang na

source: Start with given equation
ace: Mulai ngon persamaan nyang dijok

source: Show release version
ace: Peuleumah versi rilis

source: Euler’s Number
ace: Numboi Euler

source: Subscript mode [Alt]
ace: Mode subskrip [Alt]

source: Superscript mode [Ctrl]
ace: Mode superskrip [Ctrl]

source: Scientific exponent [Ctrl+E]
ace: Mode ilmiah

source: Add [+]
ace: Tamah [+]

source: Subtract [-]
ace: Kureng [-]

source: Multiply [*]
ace: Kali [*]

source: Divide [/]
ace: Bagi [/]

source: Modulus divide
ace: Peumbagian modulus

source: Additional Functions
ace: Edit Fungsi

source: Exponent [^ or **]
ace: Eksponen [^ atau **]

source: Square [Ctrl+2]
ace: Kuadrat [Ctrl+2]

source: Percentage [%]
ace: Persentase

source: Factorial [!]
ace: Faktorial

source: Absolute value [|]
ace: Nilai absolut [u]

source: Complex argument
ace: Argumen kompleks

source: Complex conjugate
ace: Konjugasi kompleks

source: Root [Ctrl+R]
ace: Aka [Ctrl+R]

source: Square root [Ctrl+R]
ace: Akar kuadrat

source: Logarithm
ace: Logaritma

source: Natural Logarithm
ace: Logaritma Natural[N]

source: Sine
ace: Sin[K]

source: Cosine
ace: Cosin[J]

source: Tangent
ace: Tangen[L]

source: Hyperbolic Sine
ace: Sinus Hiperbola

source: Hyperbolic Cosine
ace: Cosinus Hiperbola

source: Hyperbolic Tangent
ace: Tangen Hiperbola

source: Boolean Exclusive OR
ace: Boolean Eksklusif OR

source: Integer Component
ace: Komponen Integer

source: Fractional Component
ace: Komponen Fraksional

source: Real Component
ace: Komponen Real

source: Imaginary Component
ace: Komponen Imajiner

source: Ones' Complement
ace: Saboh Komplemen

source: Two's Complement
ace: Dua Komplemen

source: Truncate
ace: Penggal

source: Start Group [(]
ace: Awai Keulompok/Himpunan[(]

source: End Group [)]
ace: Akhe Keulompok/Himpunan[)]

source: Calculate Result
ace: Bileung Hase

source: Factorize [Ctrl+F]
ace: Pemfaktoran [Ctrl+F]

source: Clear Display [Escape]
ace: Sampoh nilai nyang ipeuleumah

source: Undo [Ctrl+Z]
ace: Hana Jadeh [Ctrl+Z]

source: Double Declining Depreciation
ace: Depresiasi peunurunan Ganda[d]

source: Financial Term
ace: Istilah Finansial

source: Sum of the Years Digits Depreciation
ace: Depresiasi Jumlah dari Digit Thon[Y]

source: Straight Line Depreciation
ace: Depresiasi gareh Teupat[I]

source: Binary
ace: Binari

source: Octal
ace: Octa

source: Decimal
ace: Desimal

source: Hexadecimal
ace: Heksadesimal

source: _%d place
ace: _%d teumpat

source: %d place
ace: %d teumpat

source: Round
ace: Pembulatan

source: Floor
ace: Aleu

source: Ceiling
ace: Pembulatan i'ek

source: Sign
ace: Tanda

source: in
ace: dalam

source: Switch conversion units
ace: Pindah unit konversi

source: No undo history
ace: Hana riwayat hana jadeh

source: No redo history
ace: Hana riwayat hana jadeh

source: No sane value to store
ace: Gohlom na nilai untok ikeubah

source: Overflow. Try a bigger word size
ace: Kalebeh data. Ci cuba urof nyang lebeh raya

source: Unknown variable '%s'
ace: Variable yang hana diteupeu '%s'

source: Function '%s' is not defined
ace: Fungsi '%s' gohlom didefinisikan

source: Unknown conversion
ace: Konversi han dituri

source: Malformed expression at token '%s'
ace: Ekspresi salah bak token '%s'

source: Malformed expression
ace: Ekspresi salah

source: Calculating
ace: Kalkulator

source: Need an integer to factorize
ace: Peurele nilai untok ifaktorkan

source: No sane value to bitwise shift
ace: Hana nilai nyang waja untok gese bit

source: Displayed value not an integer
ace: Nilai nyang ipeulemah kon integer

source: _Close
ace: _Top

source: Number _Format:
ace: _Format Angka:

source: Automatic
ace: Otomatis

source: Fixed
ace: Teutap

source: Scientific
ace: Mode Ilmiah

source: Engineering
ace: Teknik

source: Show %d decimal _places
ace: Peu_leumah%d angka bak belakang koma

source: Show trailing _zeroes
ace: Peulemah nol_peulengkap

source: Show _thousands separators
ace: _Peulemah peumisah ribuan

source: _Angle units:
ace: S_atuan sudot

source: Degrees
ace: Derajat

source: Radians
ace: _Radian

source: Gradians
ace: Gr_adian

source: Word _size:
ace: _Ukuran huruf

source: Argument not defined for zero
ace: Peundapat hana didefinisikan untok nol

source: The power of zero is undefined for a negative exponent
ace: perpangkatan nol hana dedefinisikan untok eksponen negatif

source: Logarithm of zero is undefined
ace: logaritma nol hana dedefinisikan

source: Factorial is only defined for natural numbers
ace: Faktorial hanya didefinisikan untok bilangan asli

source: Division by zero is undefined
ace: peumbagian oleh nol hana didefinisikan

source: Modulus division is only defined for integers
ace: pembagian modulus hanya didefinisikan untok integer

source: Tangent is undefined for angles that are multiples of π (180°) from π∕2 (90°)
ace: Tangen hana didefinisikan untok sudot kelipatan π (180°) dari π∕2 (90°)

source: Inverse sine is undefined for values outside [-1, 1]
ace: Inverse sinus hana didefinisikan untok nilai ilua [-1, 1]

source: Inverse cosine is undefined for values outside [-1, 1]
ace: Inverse cosinus hana didefinisikan untok nilai ilua [-1, 1]

source: Inverse hyperbolic cosine is undefined for values less than one
ace: Inverse cosinus hiperbola hana didefinisikan untok nilai kureng dari saboh

source: Inverse hyperbolic tangent is undefined for values outside [-1, 1]
ace: Inverse tangen hiperbola hana didefinisikan untok nilai ilua[-1, 1]

source: Boolean AND is only defined for positive integers
ace: Boolean AND hanya untok bilangan integer positif

source: Boolean OR is only defined for positive integers
ace: Boolean OR hanya untok bilangan integer positif

source: Boolean XOR is only defined for positive integers
ace: Boolean XOR hanya untok bilangan integer positif

source: Boolean NOT is only defined for positive integers
ace: Boolean NOT hanya untok bilangan integer positif

source: Shift is only possible on integer values
ace: Penggeseran hanya untok bilangan integer

source: Root must be non-zero
ace: Akar hanjeut angka nol

source: Negative root of zero is undefined
ace: Akar negatif dari nol hana terdefinisi

source: nth root of negative number is undefined for even n
ace: Aka pangkat-n dari bilangan negatif hana didefinisikan untok n genap

source: Overflow: the result couldn't be calculated
ace: Terlalu lee: hana mampu menghitung hasil jih

source: Reciprocal of zero is undefined
ace: Resiprok nol hana didefinisikan

source: Angle
ace: Sudot

source: Length
ace: Panyang

source: Area
ace: Luah

source: Weight
ace: Brat

source: Duration
ace: Deskripsi

source: Temperature
ace: Temperato

source: Light Years
ace: Thon cahaya

source: Astronomical Units
ace: Satuan Astronomi

source: Nautical Miles
ace: mil Laot

source: Miles
ace: Mil

source: Kilometers
ace: Kilomete

source: Cables
ace: Kabel

source: Fathoms
ace: Depa

source: Meters
ace: Mete

source: Yards
ace: Yark

source: Feet
ace: Aki

source: Inches
ace: Inci

source: Centimeters
ace: Centimete

source: Millimeters
ace: Milimete

source: Micrometers
ace: Mikromete

source: Nanometers
ace: Nanomete

source: Hectares
ace: Hektar

source: Square Meters
ace: Mete Persegi[s]

source: Square Centimeters
ace: Sentimete Persegi

source: Square Millimeters
ace: Milimete Persegi

source: Cubic Meters
ace: Mete Kubik

source: Gallons
ace: Galon

source: Litres
ace: Lite

source: Quarts
ace: Quart

source: Pints
ace: Print

source: Millilitres
ace: Milimete

source: Microlitres
ace: Mikrolite

source: Tonnes
ace: Ton

source: Kilograms
ace: Kilogram

source: Pounds
ace: Pon

source: Ounces
ace: On

source: Grams
ace: Gram

source: Years
ace: Thon

source: Days
ace: Uro

source: Hours
ace: Jeum

source: Minutes
ace: Menet

source: Seconds
ace: Detik

source: Milliseconds
ace: Milidetik

source: Microseconds
ace: Mikrodetik

source: Celsius
ace: Celcius

source: Currency
ace: Mata peng
