Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gnome-terminal.po
Languages: ace

source: Use the command line
ace: Ngui bareh peurintah

source: shell;prompt;command;commandline;
ace: shell;prompt;peurintah;bareh peurintah;

source: COMMAND
ace: PEURINTAH

source: Commands: help Shows this information run Create a new terminal running the specified command shell Create a new terminal running the user shell Use "%s COMMAND --help" to get help on each command.
ace: Peurintah: beunantu peulemah informasi nyoe peujak Peuget terminal baro nyang teungoh geupeujak peurintah nyang meuteuntei shell Peuget terminal baro nyang teungoh geupeujak ureung ngui shell Ngui "%s PEURINTAH --beunantu" keu meureumpok beunantu bak tiep peurintah

source: "%s" is not a valid zoom factor
ace: "%s" kon faktor peurayek nyang beutoi

source: Be quiet
ace: Seungap

source: Maximize the window
ace: Peurayeuk tingkap

source: Full-screen the window
ace: Peupunoeh layeu tingkap

source: Set the window size; for example: 80x24, or 80x24+200+200 (COLSxROWS+X+Y)
ace: Atoe ukuran tingkap; keu contoh: 80x24, atawa 80x24+200+200 (KOLOMxBAREH+X+Y)

source: GEOMETRY
ace: GEOMETRI

source: Set the window role
ace: Atoe buet tingkap

source: ROLE
ace: BUET

source: Use the given profile instead of the default profile
ace: Ngui profil nyang dijok keu gantoe profil baku

source: Set the terminal title
ace: Peuteuntee judul terminal

source: TITLE
ace: JUDUL

source: Set the working directory
ace: Peuteuntee direktori keurja

source: DIRNAME
ace: NAN-DIR

source: Set the terminal's zoom factor (1.0 = normal size)
ace: Peugot faktor peurayeuk terminal (1.0 = ukuran normal)

source: ZOOM
ace: PEURAYEK

source: Forward stdin
ace: Peulanjut stdin

source: Forward stdout
ace: Peulanjut stdout

source: Forward stderr
ace: Peulanjut stderr

source: Forward file descriptor
ace: Peulanjut deskriptor beureukaih

source: Wait until the child exits
ace: Preh trok aneuk iteubit

source: GNOME Terminal Client
ace: GNOME Klien Terminal

source: Global options:
ace: Peunileh umum

source: Show global options
ace: Peudeuh peunileh umum

source: Server options:
ace: Peunileh server:

source: Show server options
ace: Peuleumah peunileh server

source: Window options:
ace: Peunileh tingkap:

source: Show window options
ace: Peuleumah peunileh tingkap

source: Terminal options:
ace: Peunileh terminal:

source: Show terminal options
ace: Peuleumah peunileh terminal:

source: Exec options:
ace: Peunileh exec:

source: Show exec options
ace: Peulemah pilehan exec

source: Processing options:
ace: Peunileh proses

source: Show processing options
ace: Peulemah peunileh proses

source: Find
ace: Mita

source: _Search for:
ace: _Mita keu:

source: _Match case
ace: _Peupaih rayek/ubit

source: Match _entire word only
ace: Peupaih _jeuneh kata mantong

source: Match as _regular expression
ace: Peupaih lage ekspresi _regular

source: Search _backwards
ace: Mita _ulikoet

source: _Wrap around
ace: _Peulipat kata

source: Unnamed
ace: Hananan

source: Human-readable name of the profile
ace: Nan-ruman muka yang mangat ibaca

source: Human-readable name of the profile.
ace: Nan-ruman muka yang mangat ibaca

source: Default color of text in the terminal
ace: Warena tulesan awai lam terminal

source: Default color of text in the terminal, as a color specification (can be HTML-style hex digits, or a color name such as "red").
ace: Warena tuesan awai lam terminal, yang teunuleh lam spesifikasi warena (jeut HTML-gaya heksa digits, atau nan warena "mirah")

source: Default color of terminal background
ace: Warena utama bideung terminal

source: Default color of terminal background, as a color specification (can be HTML-style hex digits, or a color name such as "red").
ace: Warena bideung terminal, yang teunueleh lam spesifikasi warena (jeut HTML-gaya heksa digits, atau nan warena "mirah")

source: Default color of bold text in the terminal
ace: Warena tulesan tebai ata awai bak terminal

source: Default color of bold text in the terminal, as a color specification (can be HTML-style hex digits, or a color name such as "red"). This is ignored if bold_color_same_as_fg is true.
ace: Warena tulesan tubai ata awai bak terminal, nyang teunuleh lam spesifikasi warena (jeut HTML-gaya heksa digits, atau nan warena "mirah"). jeut dipeuabai meunyo bold_color_same_as_fg beutoi.

source: Whether bold text should use the same color as normal text
ace: Pekeuh tulesan teubai harus ngui warena yang sama dengon tulesan normal

source: If true, boldface text will be rendered using the same color as normal text.
ace: Meunyo harus, tulesan teubai geungui warena lage tulesan lage teks normal.

source: What to do with dynamic title
ace: Peuato nan judol dinamis

source: If the application in the terminal sets the title (most typically people have their shell set up to do this), the dynamically-set title can erase the configured title, go before it, go after it, or replace it. The possible values are "replace", "before", "after", and "ignore".
ace: Meunyo aplikasi yang teungoh ijak na teungui judul, maka judul nyan akan teuhapoih nan yang ka na, atawa itamah segolom nyan, atawa itamah lheuh nyan, atawa iganto. droen jeut neuato ngon cara neupasoe "replace", "before", "after", dan "ignore"

source: Title for terminal
ace: Judol keu terminal

source: Title to display for the terminal window or tab. This title may be replaced by or combined with the title set by the application inside the terminal, depending on the title_mode setting.
ace: Judul yang teupeuleumah bak tingkap atawa terminal. judul nyo jeut igantoe atawa igabong dengon kalimah laen yang ka iset le aplikasi yang ijak lam terminal, teugantong yang ka diatoe dalam title_mode

source: Whether to allow bold text
ace: Pekeuh jeut peutebai tulesan

source: If true, allow applications in the terminal to make text boldface.
ace: Meunyoe jeut, aplikasi i dalam terminal jeut ipeutebai tulesan

source: Whether to ring the terminal bell
ace: Pekeuh peudep bel terminal

source: Characters that are considered "part of a word"
ace: Karakter yang i anggap keu "bagian kata"

source: When selecting text by word, sequences of these characters are considered single words. Ranges can be given as "A-Z". Literal hyphen (not expressing a range) should be the first character given.
ace: Wate pileh tulesan lage kata, urotan nyo dianggap saboh lam kumpulan kata. kata antara A troh Z. tanda kureung (minus) jika kemeung ngui harus ituleh bak awai.

source: Whether to show menubar in new windows/tabs
ace: Leumah menu bak tingkap/tab baro

source: True if the menubar should be shown in new window
ace: Meunyo beutoi, bagian menu akan leumah bak tingkap baro

source: Whether to use custom terminal size for new windows
ace: Pekeuh teungui ukoran terminal yang ka i ubah keu tingkap baro

source: If true, newly created terminal windows will have custom size specified by default_size_columns and default_size_rows.
ace: Meunyo beutoi, tingkap terminal yang baro teungui na ukoran yang ka i ubah lagee default_size_columns dan default_size_rows

source: Default number of columns
ace: Numboi kolom keu utama

source: Number of columns in newly created terminal windows. Has no effect if use_custom_default_size is not enabled.
ace: Numboi kolom ata awai bak tingkap yang baroe i peugot. hana meupengaroh jika use_custom_default_size hana ipeuaktif.

source: Default number of rows
ace: Numboi bareh keu utama

source: Number of rows in newly created terminal windows. Has no effect if use_custom_default_size is not enabled.
ace: Numboi bareh bak jendela terminal yang baroe ipeugot. hana meupengaroh jika use_custom_default_size hana ipeuaktif

source: When to show the scrollbar
ace: Pajan teupeuleumah scrollbar

source: Number of lines to keep in scrollback
ace: Numboi bareh yang yang ipeusisa watee layeu teugulong u likot

source: Number of scrollback lines to keep around. You can scroll back in the terminal by this number of lines; lines that don't fit in the scrollback are discarded. If scrollback_unlimited is true, this value is ignored.
ace: Numboi bareh nyang ipeusisa watee layeu teugolong u likot. droen jeut neugulong layeu u likoet lagee cacah bareh nyo; bareh yang hana cukop akan diboh. jika scrollback_unlimited beutoi, nilai nyo akan ipeuabai.

source: Whether an unlimited number of lines should be kept in scrollback
ace: Pukeuh bareh yang hana terbatas bareh gulong harus ipetheun.

source: If true, scrollback lines will never be discarded. The scrollback history is stored on disk temporarily, so this may cause the system to run out of disk space if there is a lot of output to the terminal.
ace: Meunyo beutoi, bareh gulong hana peurnah iboh. Riwayat gulong u likot nakeuh teukeubah siat bak disk, keujadian nyo akan meupeungaroh u jak teubiet bak disk meunyo le ruweung bak tubiet u terminal.

source: Whether to scroll to the bottom when a key is pressed
ace: Paugulong layeu troeh u baro wate tumboi iteugon

source: If true, pressing a key jumps the scrollbar to the bottom.
ace: Meunyo beutoi, scrollbar ipeubalek u baroeh jika na tumboi yang iteugon

source: Whether to scroll to the bottom when there's new output
ace: Peugulong layeu u baroeh wate output baroe

source: If true, whenever there's new output the terminal will scroll to the bottom.
ace: Meunyo beutoi, mandum nyo baro iteubit bak terminal akan igulong u baroeh

source: What to do with the terminal when the child command exits
ace: Peu nyang i pubuet terminal watee peurintah yang kaleuh i pubut kana

source: Possible values are "close" to close the terminal, and "restart" to restart the command.
ace: Droe jeut neupasoe "close" keu neutop terminal atawa "restart" keu neugulong layeu.

source: Whether to launch the command in the terminal as a login shell
ace: Peuteunte pukeuh peurintah yang i peujak bak terminal i peujak melalui shell login

source: If true, the command inside the terminal will be launched as a login shell. (argv[0] will have a hyphen in front of it.)
ace: Meunyo beutoi, peurintah bak terminal akan ipeujak seubago shell login. (argv[0] akan na tanda kureung bak keu jih)

source: Whether to update login records when launching terminal command
ace: Peuteunte pukeuh ceunatat login na jiseubaro watee peujak parintah terminal.

source: If true, the system login records utmp and wtmp will be updated when the command inside the terminal is launched.
ace: Meunyo beutoi, login sistem i tuleh utmp dan wtp yang jiseubaro watee peurintah ipeujak lam terminal.

source: Whether to run a custom command instead of the shell
ace: Peujak peurintah tertentu ngon kon shell

source: If true, the value of the custom_command setting will be used in place of running a shell.
ace: Meunyo beutoi, nilai keu andam custom_command akan jingui bak shell yang ipeujak

source: Whether to blink the cursor
ace: Pukeuh kursor harus meuklep

source: The possible values are "system" to use the global cursor blinking settings, or "on" or "off" to set the mode explicitly.
ace: Nilai yang mungken nyankeuh "system" jingui keu peuato cursor meuklep bak umum, atawa "on" atawa "off" keu meunata mode secara eksplisit.

source: The cursor appearance
ace: Peulagak kursor

source: Custom command to use instead of the shell
ace: Ngui peurintah meuteuntei ngon kon shell

source: Run this command in place of the shell, if use_custom_command is true.
ace: Jak peurintah nyo tanpa shell jika use_custom_command bernilai beutoi

source: Palette for terminal applications
ace: Palet keu aplikasi terminal

source: A Pango font name and size
ace: Pango nan tulesan ngon ukoran

source: The code sequence the Backspace key generates
ace: Uroetan kode yang ibangkitkan oleh tombol backspace

source: The code sequence the Delete key generates
ace: Uroetan kode yang ipeubangkit le tumboi hapoh

source: Whether to use the colors from the theme for the terminal widget
ace: Peukeuh keu jingui warena dari tema sistem keu widget terminal

source: Whether to use the system monospace font
ace: Pukeuh keu jingui tulesan lebar dalam sistem

source: Which encoding to use
ace: Enkoding yang keu jingui

source: Keyboard shortcut to open a new tab
ace: Tumboi bagah keu peuhah tab baro

source: Keyboard shortcut to open a new window
ace: Tumboi bagah keu peuhah tingkap baro

source: Keyboard shortcut to create a new profile
ace: Tumboi bagah keu peuget profil baro

source: Keyboard shortcut to save the current tab contents to file
ace: Tumboi bagah keu keubah asoe tab jinoe keu beureukaih

source: Keyboard shortcut to close a tab
ace: Tumboi bagah keu toep tab

source: Keyboard shortcut to close a window
ace: Tumboi bagah keu toep tingkap

source: Keyboard shortcut to copy text
ace: Tumboi bagah keu salen teks

source: Keyboard shortcut to paste text
ace: Tumboi bagah keu tempel teks

source: Keyboard shortcut to toggle full screen mode
ace: Tumboi bagah keu peuraya layeu seucara penoh

source: Keyboard shortcut to toggle the visibility of the menubar
ace: Tumboi bagah keu balek u bilah menu

source: Keyboard shortcut to set the terminal title
ace: Tumboi bagah keu peutente judul terminal

source: Keyboard shortcut to reset the terminal
ace: Tumboi bagah keu tata ulang terminal

source: Keyboard shortcut to reset and clear the terminal
ace: Tumboi bagah keu tata ulang dan peugleh layeu terminal

source: Keyboard shortcut to switch to the previous tab
ace: Tumboi bagah keu pinah u tab dilikoet jih

source: Keyboard shortcut to switch to the next tab
ace: Tumboi bagah keu pinah u tab u keue jih

source: Keyboard shortcut to move the current tab to the left
ace: Tumboi bagah keu peuminah tab jinoe u arah wi

source: Keyboard shortcut to move the current tab to the right
ace: Tumboi bagah keu pinah tab jinoe u arah uneun

source: Keyboard shortcut to detach current tab
ace: Tumboi bagah keu peleuh tab jinoe

source: Keyboard shortcut to switch to tab 1
ace: Tumboi bagah keu pinah u tab 1

source: Keyboard shortcut to switch to tab 2
ace: Tumboi bagah keu pinah u tab 2

source: Keyboard shortcut to switch to tab 3
ace: Tumboi bagah keu pinah u tab 3

source: Keyboard shortcut to switch to tab 4
ace: Tumboi bagah keu pinah u tab 4

source: Keyboard shortcut to switch to tab 5
ace: Tumboi bagah keu pinah u tab 5

source: Keyboard shortcut to switch to tab 6
ace: Tumboi bagah keu pinah u tab 6

source: Keyboard shortcut to switch to tab 7
ace: Tumboi bagah keu pinah u tab 7

source: Keyboard shortcut to switch to tab 8
ace: Tumboi bagah keu pinah u tab 8

source: Keyboard shortcut to switch to tab 9
ace: Tumboi bagah keu pinah u tab 9

source: Keyboard shortcut to switch to tab 10
ace: Tumboi bagah keu pinah u tab 10

source: Keyboard shortcut to switch to tab 11
ace: Tumboi bagah keu pinah u tab 11

source: Keyboard shortcut to switch to tab 12
ace: Tumboi bagah keu pinah u tab 12

source: Keyboard shortcut to launch help
ace: Tumboi bagah keu peulemah beunantu

source: Keyboard shortcut to make font larger
ace: Tumboi bagah keu peuget font lebeh raya

source: Keyboard shortcut to make font smaller
ace: Tumboi bagah keu peuget font jeut ukoran ubit

source: Keyboard shortcut to make font normal-size
ace: Tumboi bagah keu peuget font jeut ukoran normal

source: Whether the menubar has access keys
ace: Peutente pukeuh menu bar na tumboi akses

source: Whether to have Alt+letter access keys for the menubar. They may interfere with some applications run inside the terminal so it's possible to turn them off.
ace: Peutente pukeuh tumboi akses u menu bar jeut ngui kombinasi alt+abeujad. kadang jeut terjadi bentrok lam saboh watee

source: Whether the standard GTK shortcut for menubar access is enabled
ace: Peutente pukeuh tumboi singkat GTK standar keu akses menu bar ipeuaktif

source: Normally you can access the menubar with F10. This can also be customized via gtkrc (gtk-menu-bar-accel = "whatever"). This option allows the standard menubar accelerator to be disabled.
ace: Menu bar jeut diakses ngon tumboi F10. tumboi nyo jeut di setel pkek beureukaih gtkrc (bak bagian gtk-menu-bar-accel). Peunileh nyo jeut ipeugunakan ke peumatee fungsi akselerator menu bar

source: List of available encodings
ace: Dapeuta enkode yang na

source: A subset of possible encodings are presented in the Encoding submenu. This is a list of encodings to appear there. The special encoding name "current" means to display the encoding of the current locale.
ace: Bagian peukode karakter yang na bak sub menu pengkodean. nyo nakeuh dapeuta pengkodean yang keumeung i peumuncoe. na nan khusus "current" yang teupeuleumah pengkodean paih ngon locale yang aktif

source: Whether to ask for confirmation before closing a terminal
ace: Pukeuh i tanyong konfirmasi yoh gohlom terminal jitoep

source: Whether to show the menubar in new windows
ace: Pukeuh leumah menu bar bak jendela baroe

source: Preferences
ace: Peuato

source: Show _menubar by default in new terminals
ace: Peulemah _menubar bak terminal baro

source: _Enable mnemonics (such as Alt+F to open the File menu)
ace: _Peuaktif tumboi akses menu (lagee alt+B keu peuhah menu beureukaih)

source: Enable the _menu accelerator key (F10 by default)
ace: Peuaktif tumboi bagah u _menu (ata awai, tumboi F10)

source: General
ace: Umum

source: Shortcuts
ace: Pintas

source: _Clone
ace: _Klon

source: _Profile used when launching a new terminal:
ace: _Profil yang i ngui watee peuhah terminal

source: Profiles
ace: Profil

source: E_ncodings shown in menu:
ace: E_nkoding yang i peulemah bak menu

source: Encodings
ace: Pengkodean

source: Black on light yellow
ace: Itam di ateuh kuneng trang

source: Black on white
ace: Itam di ateuh puteh

source: Gray on black
ace: Keulabe di ateuh hitam

source: Green on black
ace: Ijo di ateuh hitam

source: White on black
ace: Puteh di ateuh hitam

source: Error parsing command: %s
ace: Error watee peurai peurintah: %s

source: Editing Profile “%s”
ace: Andam Profil "%s"

source: Choose Palette Color %d
ace: Pileh warena palet %d

source: Palette entry %d
ace: Palet entry %d

source: Underline
ace: Gareh miyup

source: Replace initial title
ace: Gantoe judul awai

source: Append initial title
ace: Tamah i likot judul awai

source: Prepend initial title
ace: Tamah di keu judul awai

source: Keep initial title
ace: Peutheun judul awai

source: Exit the terminal
ace: Teubit dari terminal

source: Restart the command
ace: Peujak ulang terminal

source: Hold the terminal open
ace: Peutheun terminal teutap teuhah

source: Linux console
ace: Konsol Linux

source: Always visible
ace: Sabee leumah

source: Visible only when necessary
ace: Leumah mantong meunyo perlee

source: Hidden
ace: Teupesom

source: Automatic
ace: Otomatis

source: TTY Erase
ace: TTY Hapoh

source: Profile Editor
ace: Andam Profil

source: _Profile name:
ace: _Nan Profil

source: Profile ID:
ace: ID Profil

source: _Use the system fixed width font
ace: N_gui font teutap bak sistem

source: Choose A Terminal Font
ace: Pileh Font Terminal

source: _Allow bold text
ace: _Bri akses teks teubai

source: Terminal _bell
ace: _Bel Terminal

source: Cursor _shape:
ace: _Bentuk kursor

source: Select-by-_word characters:
ace: Pileh karakter _kata

source: Use custom default terminal si_ze
ace: Ngui uku_ran terminal lagee ata awai

source: Default size:
ace: Ukoran baku

source: columns
ace: kolom

source: rows
ace: bareh

source: Title
ace: Judul

source: Initial _title:
ace: _Judul awai

source: When terminal commands set their o_wn titles:
ace: Watee peurintah terminal diatoe judul keudr_oe

source: Command
ace: Peurintah

source: _Run command as a login shell
ace: _Jak peurintah bak shell login

source: _Update login records when command is launched
ace: _Peubaroe catatan login watee peurintah dipeujak

source: Ru_n a custom command instead of my shell
ace: Ja_k peurintah meuteuntei bak shell lon

source: Custom co_mmand:
ace: Peuri_ntah meuteuntei

source: When command _exits:
ace: Watee peurintah _selesoe i peujak

source: Title and Command
ace: Judul ngon peurintah

source: Text and Background Color
ace: Warena teks ngon warena layeu likoet

source: _Use colors from system theme
ace: Ng_ui warena dari tema ata sistem

source: Built-in sche_mes:
ace: Ske_ma ata-awai

source: _Text color:
ace: Warena _teks

source: _Background color:
ace: _Warena layeu likot

source: Choose Terminal Background Color
ace: Pileh warena layeu likot terminal

source: Choose Terminal Text Color
ace: Pileh warena teks terminal

source: _Underline color:
ace: _Warena gareh miyup

source: _Same as text color
ace: _Sama lagee warena teks

source: Bol_d color:
ace: Warena teu_bai

source: Palette
ace: Palet

source: Built-in _schemes:
ace: _Skema ata-awai

source: <b>Note:</b> Terminal applications have these colors available to them.
ace: <b>Catatan:</b>aplikasi terminal na warena-wareni yang teusedia bak awak nyan

source: Color p_alette:
ace: P_alet warena

source: Colors
ace: Warena

source: _Scrollbar is:
ace: _Scrollbar nakeuh:

source: Scroll_back:
ace: _Gulong_balek

source: Scroll on _keystroke
ace: Gulong watee _tumboi iteukon

source: Scroll on _output
ace: Gulong watee na keluaran

source: _Unlimited
ace: _Hana terbatas

source: lines
ace: bareh

source: Scrolling
ace: Gulong layeu

source: <b>Note:</b> These options may cause some applications to behave incorrectly. They are only here to allow you to work around certain applications and operating systems that expect different terminal behavior.
ace: <b>Catatan:</b> pilehan nyoe jeut peuget program hana ijak lagee yang seharus jih. pilehan nyo ipeusedia keu beuberapa aplikasi ngon sistem operasi tetentee nyang na peurilaku beda bak aplikasi terminal

source: _Delete key generates:
ace: Key peubangkit tumboi _delete

source: _Backspace key generates:
ace: Key peubangkit tumboi _bakspace

source: _Reset Compatibility Options to Defaults
ace: _Peubalek pilehan kompatibilitas keu nilai awai

source: Compatibility
ace: Kompatibilitas

source: New Tab
ace: Tab baroe

source: New Window
ace: Jendela Baroe

source: New Profile
ace: Profil Baroe

source: Save Contents
ace: Simpan Asoe

source: Close Tab
ace: Toep Tab

source: Close Window
ace: Toep Jendela

source: Copy
ace: Salin

source: Paste
ace: Tempel

source: Hide and Show menubar
ace: Peugadoh ngon peutampil menu bar

source: Full Screen
ace: Layeu Peunoh

source: Zoom In
ace: Peurayek

source: Zoom Out
ace: Peuubit

source: Normal Size
ace: Ukoran Normal

source: Set Title
ace: Atoe Judul

source: Reset
ace: Atoe Ulang

source: Reset and Clear
ace: Atoe Ulang ngon Peugleh

source: Switch to Previous Tab
ace: Peuse u Tab Sigohlom Jih

source: Switch to Next Tab
ace: Peuse u Tab Seulanjut Jih

source: Move Tab to the Left
ace: Pinah u Tab blah wie

source: Move Tab to the Right
ace: Pinah u Tab blah uneun

source: Detach Tab
ace: Peupisah Tab

source: Switch to Tab 1
ace: Peuse u Tab 1

source: Switch to Tab 2
ace: Peuse u Tab 2

source: Switch to Tab 3
ace: Peuse u Tab 3

source: Switch to Tab 4
ace: Peuse u Tab 4

source: Switch to Tab 5
ace: Peuse u Tab 5

source: Switch to Tab 6
ace: Peuse u Tab 6

source: Switch to Tab 7
ace: Peuse u Tab 7

source: Switch to Tab 8
ace: Peuse u Tab 8

source: Switch to Tab 9
ace: Peuse u Tab 9

source: Switch to Tab 10
ace: Peuse u Tab 10

source: Switch to Tab 11
ace: Peuse u Tab 11

source: Switch to Tab 12
ace: Peuse u Tab 12

source: Contents
ace: Asoe

source: File
ace: Beurkah

source: Edit
ace: Ubah

source: View
ace: Tampilan

source: Tabs
ace: Tab

source: Help
ace: Beunantu

source: The shortcut key “%s” is already bound to the “%s” action
ace: Tumboi bagah "%s" kaleuh ipasang bak aksi "%s"

source: _Action
ace: _Aksi

source: Shortcut _Key
ace: Tumboi _bagah

source: User Defined
ace: Ipeujelas le peumakai

source: _Preferences
ace: _Peuato

source: _Help
ace: _Beunantu

source: _About
ace: _Bh'ah
