Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gnome-font-viewer.po
Languages: ace

source: Text to thumbnail (default: Aa)
ace: Teks ubeuet (ata droe: Aa)

source: TEXT
ace: TULEUSAN

source: Thumbnail size (default: 128)
ace: Ukuran gamba ubeuet (ata droe: 128)

source: SIZE
ace: UKURAN

source: FONT-FILE OUTPUT-FILE
ace: HUROEF-BEURKAS TEUBIT-BEURKAS

source: About Font Viewer
ace: Teuntang Deuh Huroef

source: Quit
ace: Teubit

source: Name
ace: Nan

source: Style
ace: Gaya

source: Type
ace: Tipe

source: Version
ace: Versi

source: Copyright
ace: Hak Peugot

source: Description
ace: Deskripsi

source: Install Failed
ace: Hana beurasil teupasang

source: Installed
ace: Teupasang

source: Install
ace: Pasang

source: This font could not be displayed.
ace: Huroef nyoe han jeut dipeudeuh

source: Back
ace: Suroet

source: All Fonts
ace: Mandum huroef

source: Font Viewer
ace: Tampelan huroef

source: View fonts on your system
ace: Kaloen huroef bak sistem droen

source: translator-credits
ace: Muhammad Sani <msani@s1.informatika.unsyiah.ac.id>,Hendra Murdani <hendramurdani46@gmail.com>; 2013.

source: fonts;fontface;
ace: huroef;tampelan huroef;
