Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gnome-terminal.po
Languages: ace

source: Failed to parse arguments: %s
ace: Hana berhasil mengurai peurintah: "%s"

source: Western
ace: Barat

source: Central European
ace: Eropa Teungoh

source: South European
ace: Eropa Seulatan

source: Cyrillic
ace: Silirik

source: Arabic
ace: Arab

source: Greek
ace: Yunani

source: Hebrew Visual
ace: Visual Ibrani

source: Hebrew
ace: Ibrani

source: Turkish
ace: Turki

source: Nordic
ace: Nordik

source: Celtic
ace: Seltik

source: Romanian
ace: Rumania

source: Unicode
ace: Unikode

source: Armenian
ace: Armenia

source: Chinese Traditional
ace: Cina Tradisional

source: Cyrillic/Russian
ace: Sirilik/Rusia

source: Japanese
ace: Jepang

source: Korean
ace: Korea

source: Chinese Simplified
ace: Cina sederhana

source: Georgian
ace: Georgia

source: Cyrillic/Ukrainian
ace: Sirilik/Ukraina

source: Croatian
ace: Kroasia

source: Persian
ace: Persia

source: Gujarati
ace: Gujarat

source: Gurmukhi
ace: Gurmukh

source: Icelandic
ace: Islandia

source: Vietnamese
ace: Vietnam

source: Thai
ace: Thailand

source: Current Locale
ace: Bahsa Jinoe

source: Open in _Remote Terminal
ace: Peuhah lam _Remot Terminal

source: Open in _Local Terminal
ace: Peuhah lam Terminal _Lokal

source: Open the currently selected folder in a terminal
ace: Peuhah folder nyang jinoe i pileh lam terminal

source: Open the currently open folder in a terminal
ace: Peuhah folder yang jinoe teuhah lam terminal

source: Open in T_erminal
ace: Peuhah lam T_erminal

source: Open T_erminal
ace: Peuhah T_erminal

source: Open a terminal
ace: Peuhah terminal

source: Open in _Midnight Commander
ace: Peuhah _Midnight Commander

source: Open the currently selected folder in the terminal file manager Midnight Commander
ace: Peuhah folder yang jinoe ipileh lam beureukaih terminal manager Midnight

source: Open the currently open folder in the terminal file manager Midnight Commander
ace: Peuhah folder nyang jinoe teuhah lam beureukaih terminal Midnight manager

source: Open _Midnight Commander
ace: Peuhah _Midnight Commander

source: Open the terminal file manager Midnight Commander
ace: Peuhah terminal keu beureukaih manager Midnight Commander

source: Option "%s" is no longer supported in this version of gnome-terminal.
ace: Peunileh "%s" nakeuh hana i dukong lee lam versi gnome-terminal nyoe

source: GNOME Terminal
ace: Terminal GNOME

source: Argument to "%s" is not a valid command: %s
ace: Argumen keu "%s" nakeuh kon peurintah yang beutoi: %s

source: Two roles given for one window
ace: Na dua peuran yang ijok lam saboeh tingkap

source: "%s" option given twice for the same window
ace: "%s" Peunileh ijok dua goe keu tingkap yang saban\n

source: Zoom factor "%g" is too small, using %g
ace: Faktor peurayeuk "%g" nakeuh ubiet that, neungui %g

source: Zoom factor "%g" is too large, using %g
ace: Faktor peurayeuk "%g" nakeuh rayek that, neungui %g

source: Option "%s" requires specifying the command to run on the rest of the command line
ace: Peunileh "%s" peureule peurintah yang ipeujak bak sisa bareh peurintah

source: Not a valid terminal config file.
ace: Kon beureukaih atoe terminal nyang beutoi.

source: Incompatible terminal config file version.
ace: Versi beureukaih atoe terminal hana paih.

source: Do not register with the activation nameserver, do not re-use an active terminal
ace: Bek dapeuta ngon aktivasi nameserver, bek ngui terminal yang ka aktif

source: Load a terminal configuration file
ace: Cok lom beureukaih meuatoe terminal

source: FILE
ace: Beureukaih

source: Open a new window containing a tab with the default profile
ace: Peuhah tingkap baro yang na saboeh tab dengon profil ata awai

source: Open a new tab in the last-opened window with the default profile
ace: Peuhah tab baro yang jipeuhah keuneleuh dengon profil ata awai

source: Turn on the menubar
ace: Peu udep menubar

source: Turn off the menubar
ace: Peu matee menubar

source: Set the last specified tab as the active one in its window
ace: Peuteuntei tab keuneleuh yang aktif lam tingkap

source: Execute the argument to this option inside the terminal
ace: Peujak argumen peunileh nyoe lam terminal

source: PROFILE-NAME
ace: NAN-PROFIL

source: GNOME Terminal Emulator
ace: Emulator Terminal GNOME

source: Show GNOME Terminal options
ace: Peuleumah peunileh Terminal GNOME

source: Options to open new windows or terminal tabs; more than one of these may be specified:
ace: Peunileh keu peuhah tingkap baro atawa tab terminal; jeut leubeh dari saboeh spesifik

source: Window options; if used before the first --window or --tab argument, sets the default for all windows:
ace: Tungkap peunileh; meunyo teungui keuphon --window atawa --tab argumen, i jiatoe keu bandum tingkap

source: Show per-window options
ace: Peulemah peunileh per-tingkap

source: Terminal options; if used before the first --window or --tab argument, sets the default for all terminals:
ace: Peunileh terminal; meunyo teungui keuphon --window atawa --tab argumen, i atoe baku keu bandum terminal

source: Show per-terminal options
ace: Peulemah peunileh per-terminal

source: Click button to choose profile
ace: Klik tumboi keu pileh profil

source: Profile list
ace: List profil

source: Delete profile “%s”?
ace: Hapoih profil “%s”?

source: Delete Profile
ace: Hapoih profil

source: Show
ace: Peulemah

source: _Encoding
ace: _Enkoding

source: No command supplied nor shell requested
ace: Hana peurintah yang ijok atawa shell yang ilakee

source: _Profile Preferences
ace: _Peuato Profil

source: _Relaunch
ace: _Peujak Ulang

source: There was an error creating the child process for this terminal
ace: Terjadi galat watee peuget aneuk terminal

source: The child process exited normally with status %d.
ace: Aneuk proses i teubit seucara normal %d

source: The child process was aborted by signal %d.
ace: Proses aneuk dipeumatee le sinyal %d

source: The child process was aborted.
ace: Proses aneuk ipeumatee

source: Close tab
ace: Toep tab

source: Switch to this tab
ace: Peuse u tab nyoe

source: There was an error displaying help
ace: Galat watee peulemah beunantu

source: Contributors:
ace: Kontributor

source: A terminal emulator for the GNOME desktop
ace: Emulator terminal keu desktop GNOME

source: translator-credits
ace: Mahyuddin Idram Ahmad <dotovr@di.blankon.in>, Mirza Triyuna Putra <mirza.triyuna@s1.informatika.unsyiah.ac.id>, 2013.

source: Could not open the address “%s”
ace: Hana jeut peuhah alamat “%s”

source: GNOME Terminal is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
ace: Terminal GNOME nakeuh peurangkat lunak bebas; droen jeut neupeluah dan/atawa merubah dengon ketentuan GNU (General Puublic License) lagee yang i publikasi Free Software Foundation; License versi 3, atawa (sesuai pilehan droen) neupakek versi seulanjut jih

source: GNOME Terminal is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ace: Terminal GNOME dipeudistribusi dengon harapan berguna, teutapi TANPA NA JAMINAN; hana jaminan DAYA PUBLOE atawa KEU TUJUAN TERTENTU. Nging GNU General Public License keu rincian leubeh lanjut

source: You should have received a copy of the GNU General Public License along with GNOME Terminal. If not, see <http://www.gnu.org/licenses/>.
ace: Salinan GNU General Public License harus jih ka neuterimong meusigoe dnegon terminal GNOME; meunyoe hana, nging ino <http://www.gnu.org/licenses/>.

source: _File
ace: _Beureukaih

source: Open _Terminal
ace: Peuhah _Terminal

source: Open Ta_b
ace: Peuhah Ta_b

source: _Edit
ace: _Andam

source: _View
ace: _Ngieng

source: _Search
ace: _Mita

source: Ta_bs
ace: Ta_b

source: New _Profile
ace: _Profil Baro

source: _Save Contents
ace: _Keubah Asoe

source: C_lose Tab
ace: _Toep Tab

source: _Close Window
ace: _Toep Tingkap

source: Paste _Filenames
ace: Tempe Nan_beureukaih

source: Pre_ferences
ace: Peuat_oe

source: _Find…
ace: _Mita...

source: Find Ne_xt
ace: Mita _Ukeu

source: Find Pre_vious
ace: Mita _Ulikoet

source: _Clear Highlight
ace: _Peugleh Nyang Leumah

source: Go to _Line...
ace: _Jak U Bareh…

source: _Incremental Search...
ace: _Mita Meutahap…

source: Change _Profile
ace: Andam _Profil

source: _Set Title…
ace: _Atoe Judul…

source: Set _Character Encoding
ace: Atoe _Enkoding Karakter

source: _Reset
ace: _Atoe Keulai

source: Reset and C_lear
ace: Atoe Keulai ngon _Peugleh

source: _Add or Remove…
ace: _Tamah Atawa Sampoeh…

source: _Previous Tab
ace: Tab U_likoet

source: _Next Tab
ace: Ta_b Ukeu

source: Move Tab _Left
ace: Pinah u Tap _Wi

source: Move Tab _Right
ace: Pinah u Tab _Uneun

source: _Detach tab
ace: _Peupisah tab

source: _Contents
ace: _Asoe

source: _Send Mail To…
ace: _Kirem surat keu..

source: _Copy E-mail Address
ace: _Salen alamat email

source: C_all To…
ace: H_oi u...

source: _Copy Call Address
ace: _Salen alamat panggilan

source: _Open Link
ace: _Peuhah Taut

source: _Copy Link Address
ace: _Salen Alamat Taut

source: P_rofiles
ace: P_rofil

source: L_eave Full Screen
ace: P_eutinggai Layeu Peunoh

source: _Input Methods
ace: Metode _Peutamong

source: Show _Menubar
ace: Peulemah _Menubar

source: _Full Screen
ace: _Layeu Peunoh

source: Close this window?
ace: Toep tingkap nyoe?

source: Close this terminal?
ace: Toep terminal nyoe?

source: There are still processes running in some terminals in this window. Closing the window will kill all of them.
ace: Na proses nyang teungoh ijak bak padum boeh terminal lam tingkap nyoe. Toep tingkap dipeupiyoeh mandum.

source: There is still a process running in this terminal. Closing the terminal will kill it.
ace: Mantong na proses nyang teungoh ijak bak bak terminal nyoe. Toep tingkap dipeupiyoeh proses nyan.

source: C_lose Window
ace: T_oep Jendela

source: C_lose Terminal
ace: T_oep Terminal

source: Could not save contents
ace: Han item keubah asoe

source: Save as…
ace: Keubah seubago…

source: _Title:
ace: _Judul:
