Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gnome-bluetooth.po
Languages: ace

source: Click to select device...
ace: Klik untuk pileh peurangkat…

source: Unknown
ace: Hana ituri

source: No adapters available
ace: Hana teusedia adaptor

source: Searching for devices...
ace: Teungoh mita Peurangkat

source: Device
ace: Peurang

source: Type
ace: Tipe

source: Devices
ace: Peurangkat

source: All categories
ace: Mandum kategori

source: Paired
ace: Ka dipasang

source: Trusted
ace: Dipeucaya

source: Not paired or trusted
ace: Bek pasang atau dipeucaya

source: Paired or trusted
ace: Dipasang atay dipeucaya

source: Show:
ace: Peudeuh:

source: Device _category:
ace: _Kategori Peurangkat:

source: Select the device category to filter
ace: Pileuh Kategori peurangkat untuk disareng

source: Device _type:
ace: _Jeunis Peurangkat:

source: Select the device type to filter
ace: Pileuh jeunis peurangkat yang keumeung disareng

source: Input devices (mice, keyboards, etc.)
ace: Peurangkat yan dipeutamong (mice, keyboard, dll)

source: Headphones, headsets and other audio devices
ace: Hp, Headset, ngon peurangkat audio laen laon

source: All types
ace: Mandum Jeunis

source: Phone
ace: Telepon

source: Computer
ace: Komputer

source: Network
ace: jarengan

source: Headphones
ace: Hp

source: Audio device
ace: Peurangkat sue

source: Camera
ace: Kamera

source: Video device
ace: Peurangkat video

source: Use this GPS device for Geolocation services
ace: Pakek peurangkat GPS nyoe keu layanan Geolocation

source: Access the Internet using your cell phone (test)
ace: Mengakses internet Pakek Hp droen (cuba)

source: Pairing with '%s' cancelled
ace: Hana jadeuh pasang ngon '%s'

source: Please confirm that the PIN displayed on '%s' matches this one.
ace: peupasti PIN yang di peudeuh bak '%s' sabe ngon nyoe.

source: Please enter the following PIN:
ace: Pasoe PIN nyoe:

source: Setting up '%s' failed
ace: hanjeut diset '%s'

source: Connecting to '%s'...
ace: Sambong u '%s'...

source: Please enter the following PIN on '%s':
ace: Pasoe PIN nyoe bak '%s':

source: Please enter the following PIN on '%s' and press “Enter” on the keyboard:
ace: Pasoe PIN nyoe bak '%s', aleuh nyan teukon "Enter":

source: Please move the joystick of your iCade in the following directions:
ace: Cuba peugerak joystick iCade droen lage arah nyoe:

source: Please wait while finishing setup on device '%s'...
ace: Preh siat, Teugoh peulengkap setelan bak '%s'...

source: Successfully set up new device '%s'
ace: beurasil disetel peurangkat baroe '%s'

source: Bluetooth New Device Setup
ace: Setel peurangkat baroe Bluethooth

source: PIN _options...
ace: _Pilehan PIN...

source: Device Search
ace: Mita Peurangkat

source: Device Setup
ace: Sete Peurangkat

source: Finishing Setup
ace: peusiap

source: Select the additional services you want to use with your device:
ace: Pileh layanan tambahan yang keumeung dipakek bak peurangkat ata droen:

source: Setup Summary
ace: Ringkasan Peungaturan

source: PIN Options
ace: Pilehan PIN

source: _Automatic PIN selection
ace: Seleksi PIN _otomatis

source: Fixed PIN
ace: PIN Teutap

source: '0000' (most headsets, mice and GPS devices)
ace: '0000' (lee headset, mice, dan peurangkat GPS)

source: Do not pair
ace: Bek pasang

source: Custom PIN:
ace: PIN gantoe:

source: _Try Again
ace: _cuba Lom

source: _Quit
ace: _Teubit

source: _Cancel
ace: _bek jadeh

source: Does not match
ace: Hana sabe

source: Matches
ace: sabe

source: Bluetooth Device Setup
ace: Setel Bluetooth

source: Setup Bluetooth devices
ace: Setel Bluetooth

source: %'d second
ace: %'d detik

source: %'d minute
ace: %'d minet

source: %'d hour
ace: %'d jeum

source: approximately %'d hour
ace: kira-kira %'d jeum

source: Connecting...
ace: Sambong...

source: File Transfer
ace: Kirem Beurkas

source: _Retry
ace: _Ulang Lom

source: Sending files via Bluetooth
ace: Kirem lewat Bluetooth

source: From:
ace: Dari:

source: To:
ace: Keu:

source: An unknown error occurred
ace: teujadi Keusalahan yang hana dituri

source: Make sure that the remote device is switched on and that it accepts Bluetooth connections
ace: Puepasti peurangkat udep, serta trimong sambongan Bluetooth

source: Sending %s
ace: Teungoh Kirem %s

source: Sending file %d of %d
ace: Teungoh kirem %d dari %d

source: Select device to send to
ace: Pileh peurangkat yang keumeung dikirem

source: _Send
ace: _Kirem

source: Choose files to send
ace: Pileh buerkas yang keumeung dikirem

source: Select
ace: Pileh

source: Remote device to use
ace: Peurangkat jioh yang keumeung dipakek

source: ADDRESS
ace: ALAMAT

source: Remote device's name
ace: Nan peurangkat jioh

source: NAME
ace: NAN

source: [FILE...]
ace: [BEURKAS...]

source: Bluetooth Transfer
ace: Kirem Bluetooth

source: Send files via Bluetooth
ace: Teungoh kirem lewat Bluetooth
