Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gnome-color-manager.po
Languages: ace

source: Delta-E RMS
ace: RMS delta-E

source: Calibration device
ace: Perangkat kalibrasi

source: Screen surface finish
ace: Proses akhe permukaan layeu

source: Connection type
ace: Tipe koneksi

source: Screen brightness
ace: Kecerahan layeu

source: Gamut volume
ace: Volume mandum

source: sRGB coverage
ace: Cakupan sRGB

source: Adobe RGB coverage
ace: Cakupan RGB Adobe

source: No description has been set
ace: Deskripsi goh lom neu pasoe

source: No copyright has been set
ace: Hak cipta hana neu pasoe

source: The display compensation table is invalid
ace: Tabel kompensasi tampilan hana valid

source: A scum dot is present for media white
ace: Suate titek kotoran nyang hade bak media puteh

source: The gray axis contains significant amounts of color
ace: Sumbu keulabu memuat seujumlah warna nyang signifikan

source: The gray axis is non-monotonic
ace: Sumbu kelabu hana monoton

source: One or more of the primaries are invalid
ace: Saboeh atau leubeh primary hana valid

source: The primaries do not add to white
ace: Primer-primer hana ijumlah meunjadi puteh

source: One or more of the primaries is unlikely
ace: Sa primer atau lebeh hana mungken

source: The white is not D50 white
ace: Puteh jih kon puteh D50

source: Unknown warning type
ace: Jenis peringatan hana i turi

source: Yes
ace: Nyoe

source: No
ace: Koen

source: The profile has the following problems:
ace: Profil na masalah-masalah nyoe:

source: Delete this profile
ace: Sampoh profil nyoe

source: This profile cannot be deleted
ace: Profil nyoe han jeut i sampoh

source: Set the specific profile to show
ace: Atoe profil terteunte keu tampilan

source: Set the specific file to show
ace: Atoe berkas terteunte keu tampilan
