Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gnome-calendar.po
Languages: ace

source: Calendar
ace: Kalendee

source: Access, and manage calendar
ace: Akses, ngon atoe kalendee

source: Window maximized
ace: Jendela Punoeh

source: Window maximized state
ace: Keuadaan jendela punoeh

source: Window size
ace: Ukuran jendela

source: Window size (width and height).
ace: Ukuran jendela (luwah ngon manyang).

source: Window position
ace: Posisi jendela

source: Window position (x and y).
ace: Posisi jendela (x ngon y)

source: Type of the active view
ace: Jeunis tampelan udep

source: Type of the active window view, default value is: monthly view
ace: Jeunis tampelan jendela aktif, nilai phoen nakeuh: tampelan buleun

source: Display version number
ace: Peudeuh numboi versi

source: Unable to initialize GtkClutter
ace: Han jeut boh nan GtkClutter

source: - Calendar management
ace: Atoe kalendee

source: Weeks
ace: Minggu

source: Months
ace: Buleun

source: Years
ace: Thoen

source: View as
ace: Peudeuh seubagoe

source: About
ace: teuntang

source: Quit
ace: Teubit

source: Copyright © %Id The Calendar authors
ace: Hak Peugot © %Id Tukang Tuleeh Kalendee

source: Copyright © %Id–%Id The Calendar authors
ace: Hak Peugoet © %Id–%Id Tukang Tuleeh Kalendee

source: translator-credits
ace: penghargaan-penterjemah

source: Change the date
ace: Gantoe tanggai

source: Event Details
ace: Rincian Acara

source: Title
ace: Judul

source: Starts
ace: Puphoen

source: All day
ace: Mandum uroe

source: Ends
ace: Keuneuleuh

source: Location
ace: Teumpat

source: Notes
ace: Catatan

source: Done
ace: Kaleuh

source: New Event
ace: Acara Baroe

source: Create
ace: Peugoet

source: More details
ace: Rincian Laen

source: What (e.g. Alien Invasion)
ace: Pue(contoh jih: invasi alien)

source: New Event on %s
ace: Acara Baroe bak %s

source: New Event from %s to %s
ace: Acara baroe dari %s u %s

source: Notification
ace: Brie thee

source: days
ace: Uroe

source: weeks
ace: Minggu

source: hours
ace: Jeum

source: minutes
ace: Minet

source: before
ace: Sigolom

source: Search...
ace: Mita...

source: Change the time
ace: Ubah jeum

source: Day
ace: Uroe

source: Week
ace: Minggu

source: Month
ace: Buleun

source: Year
ace: Thoen

source: List
ace: Daftar

source: Back
ace: Riwang

source: Edit
ace: Ubah

source: Midnight
ace: Teungoh malam

source: Noon
ace: Cot uroe

source: Event deleted
ace: Sampoeh acara

source: Year %d
ace: Thoen %d
