Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/gnome-backgrounds.po
Languages: ace

source: Blinds
ace: Tutoep tingkap

source: Blue Marble
ace: Birue

source: Dandelion
ace: Bungoeng

source: Pink Fabric
ace: Mirah jambee

source: Foot Fall
ace: Sipak bola

source: Mirror
ace: Ceureumen

source: Road
ace: Jalan

source: Sandstone
ace: Batee

source: Spaceflare
ace: Luwa angkasa

source: Stripes
ace: Gareeh-gareeh

source: Stripes 3.4
ace: Gareeh 3.4

source: Sunset
ace: Mata uroe loep

source: Terraform Green
ace: Terraform ijoe

source: Tulip
ace: Bungoeng tulip

source: Waves
ace: Geulumbang

source: Wood
ace: Kayee

source: End Bell
ace: Lonceng
