Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/manokwari.po
Languages: ace

source: Adjust date/time
ace: Atoe uroe buleun/watee

source: Unable to launch date-time applet: %s
ace: Han jeut peujak applet uroebuleun-watee: %s

source: Home
ace: Seuramoe

source: Bookmarks
ace: Penanda Kaet

source: Mounts
ace: Ikat

source: Networks
ace: Jaringan

source: My network
ace: Jaringan Lon

source: Connect to server...
ace: Sambong u peladen...

source: Error opening menu item %s: %s
ace: Bateu geupeuhah menu barang %s: %s

source: Error opening menu item '%s': %s
ace: Bateu geupeuhah menu barang '%s': %s

source: Error running command '%s': %s
ace: Bateu geupeujak peurinta '%s': %s

source: Click here to hide all windows and show desktop
ace: Teugon sino keu peusom bandum tingkap ngon peuleumah destop

source: Shortcut %s already exists in %s
ace: Pintasan %s kalheuh na lam %s

source: Unable to read %s: %s
ace: Han jeut teubaca %s:%s

source: Unable to create %s shortcut in %s: %s
ace: Hanjeut peugot %s pintasan lam %s:%s

source: Unable to write %s shortcut in %s: %s
ace: Han jeut tuleh %s pintasan lam %s:%s

source: Applications
ace: Aplikasi

source: Locations
ace: Teumpat

source: Settings
ace: Peuatoe

source: Log Out
ace: Teubiet

source: Shut Down
ace: Peumate

source: Places
ace: Teumpat

source: Add to Desktop
ace: Tamah u Desktop

source: Remove from Favorites
ace: Peugadoh bak Favorit

source: Lock Screen
ace: Gunci Layeu
