Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/nautilus.po
Languages: ace

source: Run Software
ace: Peujak Software

source: Connect to Server
ace: Samboeng u Server

source: Files
ace: Beureukaih

source: Access and organize files
ace: Akses ngon atoe beureukaih

source: Saved search
ace: Mita ka teukeubah

source: Text
ace: Teks

source: The text of the label.
ace: Teks keu label

source: Justification
ace: Peuralatan

source: The alignment of the lines in the text of the label relative to each other. This does NOT affect the alignment of the label within its allocation. See GtkMisc::xalign for that.
ace: Peuralatan bareh teks nakeuh relatif keu yang laen. Myoe han meupeungaruh bak peuralatan label keu lokasi jih. Neuci baca GtkMisc::xalign keu informasi yang leubeh.

source: Line wrap
ace: Peukiwing

source: If set, wrap lines if the text becomes too wide.
ace: Meunyoe diatoe, teks yang that panyang akan ipeukiwing.

source: Cursor Position
ace: Posisi Kursor

source: The current position of the insertion cursor in chars.
ace: Posisi watee kursor dipeutamoeng lam teks.

source: Selection Bound
ace: Batas Seleksi

source: The position of the opposite end of the selection from the cursor in chars.
ace: Posisi ujoeng seleksi watee kursor phon bak kalimat.

source: Select All
ace: Pileh Mandum

source: Input Methods
ace: Cara Peutamong

source: Show more _details
ace: Peulemah _rincian

source: You can stop this operation by clicking cancel.
ace: Droen jeut peupiyoet operasi nyoe ngon teugon tombol bek jadeh.

source: (invalid Unicode)
ace: (Unikode hana sah)

source: The selection rectangle
ace: Petak Seleksi

source: Cut the selected text to the clipboard
ace: Koeh teks yang dipileh dan pasoe u papeun klip

source: Copy the selected text to the clipboard
ace: Copy teks yang di pileh u papeun klip

source: Paste the text stored on the clipboard
ace: Paste teks yang meuasai dari papeun klip

source: Select _All
ace: Pileh _Mandum

source: Select all the text in a text field
ace: Ipileh Mandum Kalimat bak kolom kalimat

source: Move _Up
ace: Peu_ek

source: Move Dow_n
ace: Peu_Tron

source: Use De_fault
ace: Kon_figurasi Baku

source: Name
ace: Nan

source: The name and icon of the file.
ace: Nan beureukaih ngon simboi

source: Size
ace: Ukuran

source: The size of the file.
ace: Ukuran dari beureukaih

source: Type
ace: Mode

source: The type of the file.
ace: Tipe dari Beureukaih

source: Modified
ace: Diubah

source: The date the file was modified.
ace: Tanggai beureukaih keuneuleuh teu ubah.

source: Owner
ace: Ureung po

source: The owner of the file.
ace: Ureung po dari beureukaih

source: Group
ace: Kelompok

source: The group of the file.
ace: Kelompok ureung poe dari beureukaih.

source: Permissions
ace: Hak Akses

source: The permissions of the file.
ace: Hak milek dari beureukaih.

source: MIME Type
ace: Jeunis MIME

source: The mime type of the file.
ace: Jeunis MIME dari beureukaih.

source: Location
ace: Teumpat

source: The location of the file.
ace: Teumpat dari beureukaih.

source: Trashed On
ace: Teuboh Lam

source: Date when file was moved to the Trash
ace: Tanggai watee beureukaih teupinah u Tong Broh

source: Original Location
ace: Lokasi Awai

source: Original location of file before moved to the Trash
ace: Lokasi awal beureukaih sebelum teupinah u Tong Broh

source: Relevance
ace: Relevansi

source: Relevance rank for search
ace: Tingkat relevansi mita

source: on the desktop
ace: lam desktop

source: You cannot move the volume “%s” to the trash.
ace: Droen han jeut pinah volume “%s” u tempat broeh.

source: If you want to eject the volume, please use Eject in the popup menu of the volume.
ace: Meunyoe keumeung peuteubit media, pakek perintah “Peuteubit Media” ngoen klik uneun bak media nyan.

source: If you want to unmount the volume, please use Unmount Volume in the popup menu of the volume.
ace: Meynyoe droen keumeung peuleuh volume, pakek perintah “Peuleuh Volume” ngoen klik uneun bak Volume nyan.

source: _Move Here
ace: _Pinah keunoe

source: _Copy Here
ace: _Copy keunoe

source: _Link Here
ace: _peuhubung keunoe

source: Set as _Background
ace: Peujeut keu _Background

source: Cancel
ace: Bek jadeh

source: This file cannot be mounted
ace: Beukah nyoe hanjeut teupeuhubung

source: This file cannot be unmounted
ace: Beureukaih nyoe hanjeut teupeuputoeh hubungan

source: This file cannot be ejected
ace: Beureukaih nyoe hanjeut teupeuteubit

source: This file cannot be started
ace: Beureukaih nyoe hanjeut teupeujak

source: This file cannot be stopped
ace: Beureukaih nyoe han jeut teupeupiyoh

source: Slashes are not allowed in filenames
ace: Han jeut na gareuh mireng lam nan beureukaih

source: File not found
ace: Beureukaih hana meuteume

source: Toplevel files cannot be renamed
ace: Nan beureukaih bak tingkat uateuh hanjeut teuganto nan

source: Unable to rename desktop icon
ace: Han item ubah nan ikon desktop

source: Unable to rename desktop file
ace: Han jeut keu ganto nan beureukaih desktop

source: Not allowed to set permissions
ace: Hana ipeuidin tata hak

source: Not allowed to set owner
ace: Hana ipeuidin tata pengguna

source: Specified owner '%s' doesn't exist
ace: Ureung po '%s' Hana

source: Not allowed to set group
ace: Hana ipeuidin tata kelompok

source: Specified group '%s' doesn't exist
ace: Kelompok '%s' hana

source: Me
ace: Lon

source: %'u item
ace: %'u objek

source: %'u file
ace: %'u beureukaih

source: ? items
ace: ? objek

source: ? bytes
ace: ? byte

source: Unknown
ace: Hana itepeu

source: unknown
ace: Hana Geutepeu

source: Font
ace: Huroef

source: Image
ace: Gamba

source: Archive
ace: Arsip

source: Video
ace: Vidio

source: Contacts
ace: Kontak

source: Calendar
ace: Kalende

source: Document
ace: Dokumen

source: Presentation
ace: Presentasi

source: Spreadsheet
ace: Leumbar Keureuja

source: Binary
ace: Biner

source: Link to %s
ace: Peuhubung u %s

source: Link (broken)
ace: Link (putoeh)

source: Merge folder “%s”?
ace: Gaboeng folder “%s”?

source: Merging will ask for confirmation before replacing any files in the folder that conflict with the files being copied.
ace: Meunyoe droen pileh untuk peugsbong folder nyan, asoe folder yang konflik meumasalah ngon beureukaih nyang kalheuh teu copy.

source: An older folder with the same name already exists in “%s”.
ace: Folder tuha ngon nan yang sama ka na lam “%s”.

source: A newer folder with the same name already exists in “%s”.
ace: Folder baroe ngon nan yang sama ka na lam “%s”.

source: Another folder with the same name already exists in “%s”.
ace: Folder ngon nan yang sama ka na lam “%s”.

source: Replacing it will remove all files in the folder.
ace: nyoe tatimpa akan disampoeh mandum beureukaih lam folder nyan.

source: Replace folder “%s”?
ace: Timpa folder “%s”?

source: A folder with the same name already exists in “%s”.
ace: Folder ngon nan yang sama ka na lam “%s”.

source: Replace file “%s”?
ace: Timpa beureukaih “%s”?

source: Replacing it will overwrite its content.
ace: Nyoe tatimpa akan meugantoe mandum asoe beureukaih nyan.

source: An older file with the same name already exists in “%s”.
ace: Kana beureukaih tuha ngon nan yang saban lam “%s”.

source: A newer file with the same name already exists in “%s”.
ace: Kana beureukaih yang leubeh baro ngon nan nyang saban kana lam “%s”.

source: Another file with the same name already exists in “%s”.
ace: Kana beureukaih ngon nan yang sama kana lam “%s”.

source: Original file
ace: Beureukaih asli

source: Size:
ace: Ukuran:

source: Type:
ace: Tipe:

source: Last modified:
ace: Keuneuleuh diubah:

source: Replace with
ace: Timpa ngon

source: Merge
ace: Gabung

source: _Select a new name for the destination
ace: _Pileh nan baro keu tujuan

source: Reset
ace: Atoe Ulang

source: Apply this action to all files
ace: Terapkan aksi nyoe keu mandum beureukaih

source: _Skip
ace: Peu_lewat

source: Re_name
ace: Uba_h Nan

source: Replace
ace: Timpa

source: File conflict
ace: Meuhadu bak beureukaih

source: S_kip All
ace: Peule_wat Mandum

source: _Retry
ace: _Ulang

source: Delete _All
ace: _Sampoeh Mandum

source: _Replace
ace: _Timpa

source: Replace _All
ace: Timpa _Mandum

source: _Merge
ace: _Gaboeng

source: Merge _All
ace: Ga_boeng Mandum

source: Copy _Anyway
ace: Teu_tap Copy

source: %'d second
ace: %'d detik

source: %'d minute
ace: %'d minet

source: %'d hour
ace: %'d jeum

source: approximately %'d hour
ace: kira-kira %'d jeum

source: Another link to %s
ace: Link laen u %s

source: %'dst link to %s
ace: link %'d u %s

source: %'dnd link to %s
ace: link %'d u %s

source: %'drd link to %s
ace: link %'d u %s

source: %'dth link to %s
ace: link %'d u %s

source: (another copy)
ace: (copy laen)

source: %s (another copy)%s
ace: %s (copy laen)%s

source: %s (%'dth copy)%s
ace: %s (copy keu-%'d)%s

source: %s (%'dst copy)%s
ace: %s (copy keu-%'d)%s

source: %s (%'dnd copy)%s
ace: %s (copy keu-%'d)%s

source: %s (%'drd copy)%s
ace: %s (copy keu-%'d)%s

source: Are you sure you want to permanently delete “%B” from the trash?
ace: Yakin keuneung sampoeh “%B” dari teumpat broeh?

source: Are you sure you want to permanently delete the %'d selected item from the trash?
ace: Yakin jeumeung sampoeh %'d objek yang dipileh dari teumpat broe?

source: If you delete an item, it will be permanently lost.
ace: Meunyoe isampoeh, maka akan isampoeh seulama jih.

source: Empty all items from Trash?
ace: Peusoh teumpat broeh?

source: All items in the Trash will be permanently deleted.
ace: Mandum asoe Teumpat broeh akan isampoh seulama jih.

source: Empty _Trash
ace: Peusoeh_ Teumpat Broeh

source: Are you sure you want to permanently delete “%B”?
ace: Yakin keumeung sampoeh selama jih “%B”?

source: Are you sure you want to permanently delete the %'d selected item?
ace: Yakin keumeung sampoeh selama jih %'d objek yang dipileh?

source: %'d file left to delete
ace: %'d beureukaih teuk akan disampoeh

source: Deleting files
ace: Teungoh disampoeh beureukaih

source: %T left
ace: Tinggai %T

source: Error while deleting.
ace: Error watee disampoeh

source: Files in the folder “%B” cannot be deleted because you do not have permissions to see them.
ace: Beureukaih lam folder “%B” han jeut disampoeh, karena hana hak kalon nyan.

source: There was an error getting information about the files in the folder “%B”.
ace: Nakeuh salah watee cok informasi bhah beureukaih lam folder “%B”.

source: _Skip files
ace: Peu_leupah beureukaih

source: The folder “%B” cannot be deleted because you do not have permissions to read it.
ace: Folder “%B” han jeut disampoeh, karena droen hana hak untuk baca nyoe.

source: There was an error reading the folder “%B”.
ace: Error watee baca folder “%B”.

source: Could not remove the folder %B.
ace: Hanjeut sampoeh folder %B.

source: There was an error deleting %B.
ace: Error watee sampoeh folder “%B”.

source: Moving files to trash
ace: Sampoeh beurkar

source: %'d file left to trash
ace: %'d beureukaih teungoh disampoeh

source: “%B” can't be put in the trash. Do you want to delete it immediately?
ace: “%B” han jeut sampoeh lam tong broeh, Droeneuh keuneuk hapoih selama jih?

source: This remote location does not support sending items to the trash.
ace: Lokasi jarak jioh nyoe hana mendukung opsi kirem objek u tong broeh.

source: Trashing Files
ace: Beureukaih lam tong broeh

source: Deleting Files
ace: Sampoeh Beureukaih

source: Unable to eject %V
ace: Han jeut peuteubit %V

source: Unable to unmount %V
ace: Han jeut peuleuh %V

source: Do you want to empty the trash before you unmount?
ace: Pue droen neuk peusoeh tong broeh segohloem droen toep ?

source: In order to regain the free space on this volume the trash must be emptied. All trashed items on the volume will be permanently lost.
ace: Lam meuteume lom ruang bibeuh bak volume nyoe nyang tong broeh harus dipeusoh. Bandum objek yang dikeubah inan akan gadoeh.

source: Do _not Empty Trash
ace: Bek _Peusoeh tong broeh

source: Unable to access “%s”
ace: Hanjeut akses '%s'

source: Preparing to copy %'d file (%S)
ace: Peusiap salen %'d beureukaih (%S)

source: Preparing to move %'d file (%S)
ace: Peusiap pinah %'d beureukaih (%S)

source: Preparing to delete %'d file (%S)
ace: Peusiap sampoeh %'d beureukaih (%S)

source: Preparing to trash %'d file
ace: Peusiap u tong broeh %'d beureukaih

source: Error while copying.
ace: Kesalahan watee salen

source: Error while moving.
ace: Kesalahan watee pinah

source: Error while moving files to trash.
ace: Kesalahan watee pinah data bak tong broeh

source: Files in the folder “%B” cannot be handled because you do not have permissions to see them.
ace: Beureukaih lam folder “%B” han jeut diuroeh, seubab droen hana hak kaloen.

source: The folder “%B” cannot be handled because you do not have permissions to read it.
ace: Folder “%B” han jeut diuroeh, seubab droen hana hak baca.

source: The file “%B” cannot be handled because you do not have permissions to read it.
ace: Beureukaih “%B” han jeut diuroeh, seubab droen hana hak baca.

source: There was an error getting information about “%B”.
ace: Na kesalahan wate mita informasi bhah '%B'

source: Error while copying to “%B”.
ace: Kesalahan watee copy keu '%B'

source: You do not have permissions to access the destination folder.
ace: Droen hana izin keu akses folder tujuan

source: There was an error getting information about the destination.
ace: Nakeuh salah watee icok informasi bhah tujuan.

source: The destination is not a folder.
ace: Yang dituju koen sebuah folder.

source: There is not enough space on the destination. Try to remove files to make space.
ace: Media yang dituju hana ruang yang sep. Ci coba untuk sampoh meupadum boeh beureukaih.

source: %S more space is required to copy to the destination.
ace: Perlee %S ruang soh lom untuk jeut salen u lokasi yang dituju.

source: The destination is read-only.
ace: Yang dituju cuma jeut dibaca.

source: Moving “%B” to “%B”
ace: Teungoh pinah “%B” ke “%B”

source: Copying “%B” to “%B”
ace: Teungoh copy “%B” ke “%B”

source: Duplicating “%B”
ace: Peudua “%B”

source: Moving file %'d of %'d (in “%B”) to “%B”
ace: Teungoh pinah %'d dari %'d beureukaih (lam “%B”) u “%B”

source: Copying file %'d of %'d (in “%B”) to “%B”
ace: Teungoh salen beureukaih %'d dari %'d (lam “%B”) u “%B”

source: Duplicating file %'d of %'d (in “%B”)
ace: Peudua beureukaih %'d dari %'d (lam “%B”)

source: Moving file %'d of %'d to “%B”
ace: Teungoh pinah beureukaih %'d dari %'d u “%B”

source: Copying file %'d of %'d to “%B”
ace: Teungoh salen beureukaih %'d dari %'d u “%B”

source: Duplicating file %'d of %'d
ace: Peudua beureukaih %'d dari %'d

source: %S of %S
ace: %S dari %S

source: %S of %S — %T left (%S/sec)
ace: %S dari %S — tinggai %T (%S/det)

source: The folder “%B” cannot be copied because you do not have permissions to create it in the destination.
ace: Folder “%B” hanjeut salen seubab droeneuh hana hak keu peugoet bak lokasi yang dituju.

source: There was an error creating the folder “%B”.
ace: Error watee peugoet folder “%B”.

source: Files in the folder “%B” cannot be copied because you do not have permissions to see them.
ace: Beureukaih lam folder “%B” hanjeut salen seubab droen hana hak ngieng.

source: The folder “%B” cannot be copied because you do not have permissions to read it.
ace: Folder “%B” hanjeut salen seubab droeneuh hana hak baca nyan.

source: Error while moving “%B”.
ace: Error watee pinah “%B”.

source: Could not remove the source folder.
ace: Folder asai han jeut disampoeh.

source: Error while copying “%B”.
ace: Error watee salen “%B”.

source: Could not remove files from the already existing folder %F.
ace: Hanjeut sampoeh beureukaih dari folder yang kana %F.

source: Could not remove the already existing file %F.
ace: Hanjeut sampoeh kana beureukaih %F.

source: You cannot move a folder into itself.
ace: Droeneuh han jeut pinah folder lam folder droe jih.

source: You cannot copy a folder into itself.
ace: Droeneuh han jeut salen folder lam folder droe jih.

source: The destination folder is inside the source folder.
ace: Folder tujuan na lam folder asal.

source: You cannot move a file over itself.
ace: Droeneuh hanjeut pinah beureukaih u beureukaih droe jih.

source: You cannot copy a file over itself.
ace: Droeneuh hanjeut salen beureukaih u beureukaih droe jih.

source: The source file would be overwritten by the destination.
ace: Beureukaih asai akan ditimpa le teumpat tujuan.

source: Could not remove the already existing file with the same name in %F.
ace: Hanjeut sampoeh beureukaih yang kana ngon nan yang saban lam %F.

source: There was an error copying the file into %F.
ace: Error watee salen beureukaih lam %F.

source: Copying Files
ace: Salen Beureukaih

source: Preparing to Move to “%B”
ace: Peusiap pinah Objek u “%B”

source: Preparing to move %'d file
ace: Peusiap pinah %'d beureukaih

source: There was an error moving the file into %F.
ace: Error watee pinah beureukaih lam %F.

source: Moving Files
ace: Teungoh Pinah Beureukaih

source: Creating links in “%B”
ace: Peugoet link bak “%B”

source: Making link to %'d file
ace: Peugoet link u %'d beureukaih

source: Error while creating link to %B.
ace: Error watee Peugoet link u %B.

source: Symbolic links only supported for local files
ace: Link simbolik cuma didukung untuk beureukaih lokal

source: The target doesn't support symbolic links.
ace: Target hana mendukung link simbolik.

source: There was an error creating the symlink in %F.
ace: Error watee peugoet link simbolik lam %F.

source: Setting permissions
ace: Atoe hak Peugoet

source: Untitled Folder
ace: Folder Hana Judul

source: Untitled %s
ace: %s Hana Judul

source: Untitled Document
ace: Dokumen Hana Judul

source: Error while creating directory %B.
ace: Error watee peugoet direktori %B.

source: Error while creating file %B.
ace: Error watee peugoet beureukaih %B.

source: There was an error creating the directory in %F.
ace: Error watee peugoet direktori lam %F.

source: Emptying Trash
ace: Peusoh Tong Broeh

source: Unable to mark launcher trusted (executable)
ace: Hanjeut peutanda peluncur keu dipateh (jeut dipeubut)

source: Undo
ace: Bek jadeh

source: Undo last action
ace: Bek jadeh yang keuneuleuh

source: Redo
ace: Jadeh lom

source: Redo last undone action
ace: Ulang yang ka bek jadeh

source: Move %d item back to '%s'
ace: Peubalek %d objek u '%s'

source: Move %d item to '%s'
ace: Pinah %d objek u '%s'

source: _Undo Move %d item
ace: _Hana jadeh pinah %d objek

source: _Redo Move %d item
ace: _Jadeh lom pinah %d objek

source: Move '%s' back to '%s'
ace: Peubalek '%s' gisa u '%s'

source: Move '%s' to '%s'
ace: Pinah '%s' u '%s'

source: _Undo Move
ace: _Hana Jadeh Pinah

source: _Redo Move
ace: _Jadeh Pinah

source: _Undo Restore from Trash
ace: _Hana jadeh peubaleh dari Tong Broeh

source: _Redo Restore from Trash
ace: _Jadeh peubalek dari Teumpat Broeh

source: Move %d item back to trash
ace: Peubalek %d objek u tong broeh

source: Restore %d item from trash
ace: Peubalek %d objek dari tong broeh

source: Move '%s' back to trash
ace: Peubalek '%s' gisa u tong broeh

source: Restore '%s' from trash
ace: Peubalek '%s' dari tong broeh

source: Delete %d copied item
ace: Sampoeh %d objek yang ka teusalen

source: Copy %d item to '%s'
ace: Salen %d objek u '%s'

source: _Undo Copy %d item
ace: _Hana jadeh Salen %d objek

source: _Redo Copy %d item
ace: _Jadeh Salen %d objek

source: Delete '%s'
ace: Sampoeh '%s'

source: Copy '%s' to '%s'
ace: Salen '%s' u '%s'

source: _Undo Copy
ace: _Hana jadeh Salen

source: _Redo Copy
ace: _Jadeh Salen

source: Delete %d duplicated item
ace: Sampoeh %d objek yang ka ipeudua

source: Duplicate %d item in '%s'
ace: Peudua %d objek lam '%s'

source: _Undo Duplicate %d item
ace: _Hana jadeh Peudua %d objek

source: _Redo Duplicate %d item
ace: _Jadeh Peudua %d objek

source: Duplicate '%s' in '%s'
ace: Peudua '%s' lam '%s'

source: _Undo Duplicate
ace: _Hana Jadeh Peudua

source: _Redo Duplicate
ace: _Jadeh Peudua

source: Delete links to %d item
ace: Sampoh link bak %d objek

source: Create links to %d item
ace: Peugoet link bak %d objek

source: Delete link to '%s'
ace: Sampoeh link u '%s'

source: Create link to '%s'
ace: Peugoet link u '%s'

source: _Undo Create Link
ace: _Hana jadeh Peugoet Link

source: _Redo Create Link
ace: _Jadeh Peugoet Link

source: Create an empty file '%s'
ace: Peugoet beureukaih soh '%s'

source: _Undo Create Empty File
ace: _Hana jadeh Peugoet Beureukaih Soh

source: _Redo Create Empty File
ace: _Jadeh Peugoet Beureukaih Soh

source: Create a new folder '%s'
ace: Peugoet folder baroe '%s'

source: _Undo Create Folder
ace: _Hana jadeh Peugoet folder

source: _Redo Create Folder
ace: _Jadeh Peugoet folder

source: Create new file '%s' from template
ace: Peugoet beureukaih baroe '%s' dari template

source: _Undo Create from Template
ace: _Hana jadeh Peugoet dari template

source: _Redo Create from Template
ace: _Jadeh Peugoet dari template

source: Rename '%s' as '%s'
ace: Ubah nan '%s' jeut keu '%s'

source: _Undo Rename
ace: _Hana Jadeh Ubah Nan

source: _Redo Rename
ace: _Jadeh Ubah Nan

source: Move %d item to trash
ace: Pinah %d objek u teumpat broeh

source: Restore '%s' to '%s'
ace: Peubalek '%s' u '%s'

source: Move '%s' to trash
ace: Sampoeh '%s'

source: _Undo Trash
ace: _Hana Jadeh sampoeh

source: _Redo Trash
ace: _Jadeh Sampoeh

source: Restore original permissions of items enclosed in '%s'
ace: Peubalek hak akses mandum objek bak '%s'

source: Set permissions of items enclosed in '%s'
ace: Ubah hak akses mandum objek bak '%s'

source: _Undo Change Permissions
ace: _Hana Jadeh Ubah Hak Akses

source: _Redo Change Permissions
ace: _Jadeh Ubah Hak Akses

source: Restore original permissions of '%s'
ace: Peubalek hak akses asli bak '%s'

source: Set permissions of '%s'
ace: Ubah Hak Akses '%s'

source: Restore group of '%s' to '%s'
ace: Peubalek kelompok '%s' u '%s'

source: Set group of '%s' to '%s'
ace: Peugoet kelompok '%s' jeut keu '%s'

source: _Undo Change Group
ace: _Hana Jadeh Ubah kelompok

source: _Redo Change Group
ace: _Jadeh Ubah kelompok

source: Restore owner of '%s' to '%s'
ace: Peubalek ureung po '%s' u '%s'

source: Set owner of '%s' to '%s'
ace: Peuteutap ureung po '%s' jeut keu '%s'

source: _Undo Change Owner
ace: _Hana Jadeh Ubah ureung po

source: _Redo Change Owner
ace: _Jadeh Ubah ureung po

source: Could not determine original location of “%s”
ace: Hanjeut peuteuntee teupat asai “%s”

source: The item cannot be restored from trash
ace: Objek han jeut ipeuteubit dari teumpat broeh

source: Error while adding “%s”: %s
ace: Error watee tamah “%s”: %s

source: Could not add application
ace: Hanjeut tamah aplikasi

source: Could not forget association
ace: Hanjeut peuteuwoe asosiasi

source: Forget association
ace: Peuteuwoe asosiasi

source: Error while setting “%s” as default application: %s
ace: Error watee atoe “%s” keu aplikasi bawaan: %s

source: Could not set as default
ace: Hanjeut ipeugot keu bawaan

source: %s document
ace: %s dokumen

source: Open all files of type “%s” with
ace: Peuhah bandum beureukaih jeuneh “%s” ngon

source: Select an application to open “%s” and other files of type “%s”
ace: Pileh aplikasi keu peuhah “%s” ngon beureukaih laen ngon jeuneh “%s”

source: Set as default
ace: Peugoet keu bawaan

source: Sorry, but you cannot execute commands from a remote site.
ace: Meu'ah, Droen hanjeut eksekusi peurintah dari situs jioh.

source: This is disabled due to security considerations.
ace: Nyoe ipeumate untuk keuamanan.

source: There was an error launching the application.
ace: Error watee ipeujak aplikasi.

source: This drop target only supports local files.
ace: Target untuk peuduek cuma mendukung beureukaih lokal.
