Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/nautilus.po
Languages: ace

source: Unable to access location
ace: Hanjeut akses lokasi

source: Unable to display location
ace: Hanjeut peulemah lokasi

source: Print but do not open the URI
ace: Cetak tapi bek peuhah URI

source: Add connect to server mount
ace: Tamah sambongan keu koneksi server

source: There was an error displaying help.
ace: Teukeudi error watee peulemah beunantu.

source: Don't recognize this file server type.
ace: Jeunis server nyoe hana ituri.

source: This doesn't look like an address.
ace: Sang alamat nyoe salah.

source: For example, %s
ace: Umpama jih, %s

source: _Remove
ace: _Sampoeh

source: _Clear All
ace: Peu_gleh Mandum

source: _Server Address
ace: Alamat Se_rver

source: _Recent Servers
ace: Ser_ver yang Ban-ban nyoe

source: _Browse
ace: Bu_ka

source: C_onnect
ace: _Sambong

source: E_mpty Trash
ace: Peusoh Teu_mpat Broeh

source: Restore Icons' Original Si_zes
ace: Peunbalek _Ukuran Asli Ikon

source: Restore Icon's Original Si_ze
ace: Peunbalek _Ukuran Asli Ikon

source: Change Desktop _Background
ace: Gantoe Desktop _Background

source: Show a window that lets you set your desktop background's pattern or color
ace: Ubah gamba atau warna backgroeun desktop Droen

source: Empty Trash
ace: Peusoeh Teumpat Broeh

source: Delete all items in the Trash
ace: Isampoeh mandum objek lam Teumpat Broeh

source: _Organize Desktop by Name
ace: _Keulola desktop meunuroet Nan

source: Reposition icons to better fit in the window and avoid overlapping
ace: Peuduek ikon bak soet ngat leumah leubeh mameh ngon han meutindeh.

source: Resize Icon…
ace: Ubah Ukuran Ikon…

source: Make the selected icons resizable
ace: Peugoet ikon yang dipileh jeut diubah ukuran jih

source: Restore each selected icons to its original size
ace: Peubalek ikon yang dipileh keu ukuran asli jih

source: The desktop view encountered an error.
ace: Tampelan desktop ka error.

source: The desktop view encountered an error while starting up.
ace: Tampelan desktop ka error watee phon ipeujak.

source: Comment
ace: Komentar

source: Description
ace: Deskripsi

source: Command
ace: Peurintah

source: You do not have the permissions necessary to view the contents of “%s”.
ace: Droen han hak untuk kaloen asoe “%s”.

source: “%s” could not be found. Perhaps it has recently been deleted.
ace: “%s” hana meuteumee. mungken ka isampoh.

source: Sorry, could not display all the contents of “%s”: %s
ace: meu'ah hanjeut peuleumah mandum asoe “%s”: %s

source: This location could not be displayed.
ace: Lokasi nyoe hanjeut ipeuleumah.

source: You do not have the permissions necessary to change the group of “%s”.
ace: Droen hana hak ubah keulompok “%s”.

source: Sorry, could not change the group of “%s”: %s
ace: Meu'ah, hanjeut ubah keulompok “%s”: %s

source: The group could not be changed.
ace: Keulompok hanjeut di ubah.

source: Sorry, could not change the owner of “%s”: %s
ace: Meu'ah, hanjeut ubah ureung po “%s”: %s

source: The owner could not be changed.
ace: Ureung po hanjeut diubah.

source: Sorry, could not change the permissions of “%s”: %s
ace: Meu'ah, hanjeut ubah hak akses “%s”: %s

source: The permissions could not be changed.
ace: Hak akses hanjeut diubah.

source: The name “%s” is already used in this location. Please use a different name.
ace: Nan “%s” ka ipakek bak lokasi nyoe. Pakek nan laen.

source: There is no “%s” in this location. Perhaps it was just moved or deleted?
ace: Hana “%s” bak lokasi nyoe. Mungken ka ipinah atau disampoeh?

source: You do not have the permissions necessary to rename “%s”.
ace: Droen han hak untuk ubah nan “%s”.

source: The name “%s” is not valid because it contains the character “/”. Please use a different name.
ace: Nan “%s” hana sah, seubab na karakter “/”. pakek nan yang laen.

source: The name “%s” is not valid. Please use a different name.
ace: Nan “%s” hana sah. pakek nan yang laen.

source: The name “%s” is too long. Please use a different name.
ace: Nan “%s” that panyang. tulong pakek nan yang laen.

source: Sorry, could not rename “%s” to “%s”: %s
ace: Meu'ah hanjeut ubah nan “%s” jeut keu “%s”: %s

source: The item could not be renamed.
ace: Objek hanjeut digantoe nan jih.

source: Renaming “%s” to “%s”.
ace: Gantoe nan “%s” jeut keu “%s”.

source: None
ace: Hana

source: Files Preferences
ace: Peungato Beureukaih

source: Default View
ace: Tampelan Default

source: View _new folders using:
ace: Tampel_an Folder:

source: _Arrange items:
ace: _Susoen objek:

source: Sort _folders before files
ace: Uroet _folder sigolom beureukaih

source: Show hidden and _backup files
ace: Peuleumah _beureukaih yang dipeusom ngon cadangan

source: Icon View Defaults
ace: Leumah Ikon Default

source: Default _zoom level:
ace: _Tingkat Rayeuek:

source: List View Defaults
ace: Default untuk tampelan tabel

source: D_efault zoom level:
ace: Tingkat Peurayeuek:

source: Views
ace: Tampelan

source: Behavior
ace: Prilaku

source: _Single click to open items
ace: Peuhah objek ngon sigoe klik

source: _Double click to open items
ace: Klik duagoe keu peuhah objek

source: Executable Text Files
ace: Beureukaih Teks yang Jeut Dieksekusi

source: _Run executable text files when they are opened
ace: Peujak watee beureukaih lheuh nyan ci peuhah

source: _View executable text files when they are opened
ace: Peuleumah asoe jih watee beureukaih nyan lheuh ci peuhah

source: _Ask each time
ace: _Tanyoeng sabe

source: Trash
ace: Teumpat Broeh

source: Ask before _emptying the Trash or deleting files
ace: Konfirmasi _peusoh Teumpat Broeh atau sampoeh beureukaih

source: I_nclude a Delete command that bypasses Trash
ace: _Langsong sampoeh tanpa itamoeng lam teumpat broeh

source: Icon Captions
ace: Kapsi Ikon

source: Choose the order of information to appear beneath icon names. More information will appear when zooming in closer.
ace: Pileh uroetan informasi yang ituebit ibaroeh nan ikon. Informasi yang leubeh rinci akan ipeuleumah meunyoe tingkat peurayeuek ditamah.

source: List View
ace: Tampelan Tabel

source: Navigate folders in a tree
ace: Meunavigasi folder lan bentuk bak kayee

source: Display
ace: Tatanan

source: Choose the order of information to appear in the list view.
ace: Pilehan uroetan informasi yang iteubit bak tampelan tabel.

source: List Columns
ace: Daftar kolom

source: Show _thumbnails:
ace: peulemah _miniatur:

source: _Only for files smaller than:
ace: _Keu beureukaih mantong ngon ukuran kureung dari:

source: Folders
ace: Folder

source: Count _number of items:
ace: Bile_ung jumlah objek:

source: Always
ace: Sabe

source: Local Files Only
ace: Beureukaih Lokal Mantoeng

source: Never
ace: Han Tom

source: By Name
ace: Meunuroet Nan

source: By Size
ace: Meunuroet Ukuran

source: By Type
ace: Meunuroet Jenis

source: By Modification Date
ace: Meunuroet Tanggai Meuubah

source: By Access Date
ace: Meunuroet Tanggai diakses

source: By Trashed Date
ace: Meunuroet Tanggai disampoeh

source: Image Type
ace: Jenis Gamba

source: %d pixel
ace: %d piksel

source: Width
ace: Luwah

source: Height
ace: Manyang

source: Title
ace: judul

source: Author
ace: Peungarang

source: Copyright
ace: Hak Peugoet

source: Created On
ace: Dipeugoet Watee

source: Created By
ace: Dipeugoet Lee

source: Disclaimer
ace: Disklaimer

source: Warning
ace: Peuringatan

source: Source
ace: Asai

source: Camera Brand
ace: Merek Kamera

source: Camera Model
ace: Model Kamera

source: Date Taken
ace: Tanggai Difoto

source: Date Digitized
ace: Tanggai Dipeudigital

source: Date Modified
ace: Tanggai Diubah

source: Exposure Time
ace: Watee Peucahayaan

source: Aperture Value
ace: Nilai bukaanan Lensa

source: ISO Speed Rating
ace: Rating Bagah ISO

source: Flash Fired
ace: Lampu Kilat

source: Metering Mode
ace: Mode Ukoe

source: Exposure Program
ace: Program Pencahayaan

source: Focal Length
ace: Panyang Fokus

source: Keywords
ace: Kata gunci

source: Creator
ace: Yang Peugoet

source: Failed to load image information
ace: Hanjeut cok infoermasi gamba

source: Loading…
ace: Teungoh Dicok…

source: (Empty)
ace: (Soh)

source: %s Visible Columns
ace: %s Kolom Leumah

source: Choose the order of information to appear in this folder:
ace: Pileh urutan informasi untuk dipeuleumah bak folder nyoe:

source: Visible _Columns…
ace: _Kolom Leumah

source: Select the columns visible in this folder
ace: Pileh kolom yang jeut ikalon bak folder nyoe

source: _List
ace: Tab_el

source: The list view encountered an error.
ace: Tampelan tabel error

source: The list view encountered an error while starting up.
ace: Tampelan tabel error watee peuphoen peujak.

source: Display this location with the list view.
ace: Peulumah tempat nyo ngeun tampilan tabel.

source: Do you want to view %d location?
ace: Droeneuh keuneuk ngieng %d tempat?

source: This will open %d separate window.
ace: Nyoe keumeung peuhah %d tingkap teupisah.

source: The link “%s” is broken. Move it to Trash?
ace: Tautan “%s” teuputoh. Beoh u Tong Broh?

source: The link “%s” is broken.
ace: Tautan "%s" teuputoh.

source: This link cannot be used because it has no target.
ace: Taut nyo hanjeut di pakek, karna hana target.

source: This link cannot be used because its target “%s” doesn't exist.
ace: Taut nyo hanjeut di pakek, karna "%s" yang ituju hana le.

source: Mo_ve to Trash
ace: Peupinah u Tempat _Broeh

source: Do you want to run “%s”, or display its contents?
ace: Peukeuh keuneuk di peujak "%s" atau cuma aso jih manteng?

source: “%s” is an executable text file.
ace: “%s” nakeuh beureukaih teks yang jeut di eksekusi.

source: Run in _Terminal
ace: Dipeujak lam _Terminal

source: _Display
ace: _Nging aso jih

source: Are you sure you want to open all files?
ace: Droeneuh yakin keu peuhah bandum beureukaih?

source: This will open %d separate tab.
ace: Nyo keumeung peuhah %d tab yang teupisah.

source: Could not display “%s”.
ace: Hanjeut dipeulumah “%s”.

source: The file is of an unknown type
ace: Jeuneh beureukaih nyo hana dituri

source: There is no application installed for “%s” files
ace: Hana aplikasi yang teupasang keu “%s” beureukaih

source: _Select Application
ace: _Pileh Aplikasi

source: There was an internal error trying to search for applications:
ace: Gagal watee coba mita aplikasi:

source: Unable to search for application
ace: Hanjeut mita aplikasi

source: There is no application installed for “%s” files. Do you want to search for an application to open this file?
ace: Hana aplikasi yang teupasang keu “%s” beureukaih. Peukeuh keuneuk mita aplikasi keu peuhah beureukaih nyo?

source: Untrusted application launcher
ace: Aplikasi yang ipeujak hanjeut di pateh

source: The application launcher “%s” has not been marked as trusted. If you do not know the source of this file, launching it may be unsafe.
ace: Peuluncur aplikasi “%s” galom itanda keu dipateh. meunyoe Droen hana teupu asai beureukaih nyan, peijak jih mungken hana aman.

source: _Launch Anyway
ace: Teutap _Jalankan

source: Mark as _Trusted
ace: _Tandai Dipercaya

source: This will open %d separate application.
ace: Nyoe keumeung peuhah %d aplikasi teupisah.

source: Unable to start location
ace: Hanjeut peuphon lokasi

source: Opening “%s”.
ace: Teungoh Peuhah “%s”.

source: Opening %d item.
ace: Teungoeh peuhah %d objek.

source: Close tab
ace: Toep tab

source: Devices
ace: Peurangkat

source: Places
ace: Lokasi

source: Recent
ace: Ban-ban nyoe

source: Recent files
ace: Beureukaih ban-ban nyoe

source: Open your personal folder
ace: Peuhah folder pribadi Droeneuh

source: Open the contents of your desktop in a folder
ace: Peuhah asoe desktop Droeneuh lam saboeh

source: Open the trash
ace: Peuhah tong broeh

source: Mount and open %s
ace: Ikat ngon peuhah %s

source: Open the contents of the File System
ace: Peuhah asoe bak Beureukaih Sistem

source: Network
ace: Jaringan

source: Browse Network
ace: Peuhah Jaringan

source: Browse the contents of the network
ace: Peuhah asoe bak jaringan

source: Connect to a network server address
ace: Samboeng bak alamat server jaringan

source: _Start
ace: _Peuphoen

source: _Stop
ace: _Piyoeuh

source: _Power On
ace: _Peuudep

source: _Safely Remove Drive
ace: Peu_leuh Media ngeun Aman

source: _Connect Drive
ace: _Peuconnect Drive

source: _Disconnect Drive
ace: _Dikonneksika drive

source: _Start Multi-disk Device
ace: Peujak Peu_rangkat multi-disk

source: _Stop Multi-disk Device
ace: Peupiyoe_h Peurangkat multi-disk

source: _Unlock Drive
ace: Peuhah _Gunci Drive

source: _Lock Drive
ace: _Gunci Drive

source: Unable to start %s
ace: Hanjeut peujak %s

source: Unable to eject %s
ace: Hanjeut Peuteubit %s

source: Unable to poll %s for media changes
ace: Hanjeut MeuPoll %s untuk rubah media

source: Unable to stop %s
ace: Hanjeut peupiyoeh %s

source: _Open
ace: _Peuhah

source: Open in New _Tab
ace: Peuhah di _Tab baroe

source: Open in New _Window
ace: Peuhah lam _Tingkap baroe

source: _Add Bookmark
ace: T_amah Peunanda

source: Rename…
ace: Ubah Nan…

source: _Mount
ace: _Ikat

source: _Unmount
ace: Pleo_h Ikat

source: _Eject
ace: Peuteubi_t

source: _Detect Media
ace: _Deteksi Media

source: _Properties
ace: _Properti

source: Computer
ace: Kompute

source: File Operations
ace: Operasi Beureukaih

source: Show Details
ace: Peuleumah Rincian

source: %'d file operation active
ace: %'d operasi beureukaih aktif

source: All file operations have been successfully completed
ace: Mandum operasi beureukaih ka seuleuso

source: You cannot assign more than one custom icon at a time!
ace: Ikon ubahan hanjeut ibi leubeh dari sigoe bak watee yang saban!

source: Please drag just one image to set a custom icon.
ace: Neuci tarek saboeh gamba keu tamah ikon.

source: The file that you dropped is not local.
ace: Beureukaih nyang droeneuh peutamoeng kon ata lokal.

source: You can only use local images as custom icons.
ace: Droeneuh jeut ngui mantong gamba lokal keu ikon

source: The file that you dropped is not an image.
ace: Beureukaih nyang droeneuh peutamoeng kon gamba.

source: _Name:
ace: _Nan:

source: Properties
ace: Properti

source: %s Properties
ace: Properti %s

source: Cancel Group Change?
ace: Bek jadeh ubah Keulompok?

source: Cancel Owner Change?
ace: Bek jadeh ubah ureong poe?

source: nothing
ace: Hana

source: unreadable
ace: Han teubaca

source: %'d item, with size %s
ace: %'d objek, ngon ukuran %s

source: (some contents unreadable)
ace: (Meupadum boeh asoe jih hana teubaca)

source: Contents:
ace: Asoe:

source: used
ace: Teupakek

source: free
ace: Bebas

source: Total capacity:
ace: Kapasitas total:

source: Filesystem type:
ace: Jenis Filessystem:

source: Basic
ace: Umum

source: Link target:
ace: Target link:

source: Location:
ace: Lokasi:

source: Accessed:
ace: Diakses:

source: Modified:
ace: Diubah:

source: Free space:
ace: Ruang soeh:

source: no
ace: Bek

source: list
ace: daftar

source: read
ace: baca

source: create/delete
ace: Peugoet/sampoeh

source: write
ace: Tuleh

source: access
ace: akses

source: List files only
ace: Cuma kaloen daftar beureukaih

source: Access files
ace: Akses beureukaih

source: Create and delete files
ace: Peugoet ngon sampoeh beureukaih

source: Read-only
ace: Cuma-baca

source: Read and write
ace: Baca ngon tuleh

source: Access:
ace: Akses:

source: Folder access:
ace: Akses folder:

source: File access:
ace: Akses beureukaih:

source: _Owner:
ace: _Ureong po:

source: Owner:
ace: Ureong po:

source: _Group:
ace: _Kelompok:

source: Group:
ace: Kelompok:

source: Others
ace: Laen jih

source: Execute:
ace: Eksekusi:

source: Allow _executing file as program
ace: _Eksekusi beureukaih sebagoe program

source: Change Permissions for Enclosed Files
ace: Andam Hak Milek keu beureukaih yang Disertakan

source: Change
ace: Andam

source: Others:
ace: Laen jih:

source: You are not the owner, so you cannot change these permissions.
ace: Droen kon ureung poe, hak milek hanjeut diubah.

source: Security context:
ace: Konteks keamanan:

source: Change Permissions for Enclosed Files…
ace: Andam Hak Milek keu beureukaih yang Disertakan…

source: The permissions of “%s” could not be determined.
ace: Hak milek “%s” hanjeut ipeuteuntee.

source: The permissions of the selected file could not be determined.
ace: Hak akses beureukaih nyang dipileuh hanjeut ipeuteuntee.

source: Open With
ace: Peuhah Ngon

source: Creating Properties window.
ace: Peugoet Tingkap poperti.

source: Select Custom Icon
ace: Pileh Ikon Meuteuntei

source: File Type
ace: Tipe Beureukaih

source: Documents
ace: Dokumen

source: Music
ace: Lagu

source: Picture
ace: Gamba

source: Illustration
ace: Ilustrasi

source: Text File
ace: Beureukaih Teks

source: Select type
ace: Pileh tipe

source: Select
ace: Pileh

source: Any
ace: Beurengkapeu

source: Other Type…
ace: Tipe Laen…

source: Remove this criterion from the search
ace: Sampoh kriteria dari yang imita

source: Current
ace: Jinoe

source: All Files
ace: Bandum Beureukaih

source: Add a new criterion to this search
ace: Tamah kriteria baroe untuk imita

source: Files in this folder will appear in the New Document menu.
ace: Bandum beureukaih lam folder nyoe ipeudeuh bak menu Dokumen Baroe.

source: Executable files in this folder will appear in the Scripts menu.
ace: Beureukaih yang jeut dieksekusi lam folder nyoe ipeudeuh bak menu skrip.

source: View options
ace: Peunileh leumah

source: Location options
ace: Pilehan lokasi

source: Restore
ace: Peubalek

source: Restore selected items to their original position
ace: Peubalek objek yang dipileh u lokasi asai jih.

source: Empty
ace: peusoh

source: This will open %'d separate tab.
ace: Nyoe keumeung peuhah %'d tab teupisah.

source: This will open %'d separate window.
ace: Nyoe keumeung peuhah %'d tingkap teupisah.

source: Select Items Matching
ace: Pileh Objek yang Cocok

source: _Pattern:
ace: _Pola:

source: Examples:
ace: Umpama:

source: Save Search as
ace: Keubah mita

source: Search _name:
ace: _Nan:

source: Select Folder to Save Search In
ace: Pileuh folder untuk Keubah yang Imita

source: Nautilus 3.6 deprecated this directory and tried migrating this configuration to ~/.local/share/nautilus
ace: Nautilus 3.6 han pakek direktori nyoe lee dan coba pinah konfigurasi jih u ~/.local/share/nautilus

source: Content View
ace: Tampelan Asoe

source: View of the current folder
ace: Ngieng folder jinoe

source: “%s” selected
ace: “%s” teupileh

source: %'d folder selected
ace: %'d folder teupileh

source: (containing %'d item)
ace: (Meuasoe %'d objek)

source: (containing a total of %'d item)
ace: (Meuasoe jumeulah %'d objek)

source: %'d item selected
ace: %'d objek teupileh

source: %'d other item selected
ace: %'d objek laen teupileh

source: Open With %s
ace: Peuhah ngon %s

source: Use “%s” to open the selected item
ace: Pakek “%s” untuk buka objek yang dipileh

source: Run “%s” on any selected items
ace: Peujak “%s” bak objek toeh mantoeng yang ipleh

source: Create a new document from template “%s”
ace: Peugoet dokumen baroe dari template “%s”

source: Select Destination
ace: Pileh Tujuan

source: _Select
ace: _Pileh

source: Unable to remove “%s”
ace: Hanjeut sampoeh “%s”

source: Unable to eject “%s”
ace: Hanjeut peuteubit “%s”

source: Unable to stop drive
ace: Hanjeut peupiyoeh drive

source: Unable to start “%s”
ace: Hanjeut peujak “%s”

source: New _Document
ace: _Dokumen Baroe

source: Open Wit_h
ace: Peuhah _Ngon

source: Choose a program with which to open the selected item
ace: Pileh program untuk buka objek yang dipileh

source: P_roperties
ace: Pro_perti

source: View or modify the properties of each selected item
ace: Kaloen atau ubah properti objek yang dipileh

source: New _Folder
ace: F_older Baroe

source: Create a new empty folder inside this folder
ace: Peugoet saboeh folder soh

source: New Folder with Selection
ace: Folder Baroe ngon Seleksi

source: Create a new folder containing the selected items
ace: Peugoet folder baroe yang buka objek yang ipileh

source: Open the selected item in this window
ace: Peuhah objek yang ipileh lam jendela nyoe

source: Open in Navigation Window
ace: Peuhah Bak Jendela Navigasi

source: Open each selected item in a navigation window
ace: Peuhah objek yang dipileh bak jendela navigasi

source: Open each selected item in a new tab
ace: Peuhah objek yang ipileh bak tab baroe

source: Other _Application…
ace: _Aplikasi Laen…

source: Choose another application with which to open the selected item
ace: Pileh aplikasi laen untuk buka objek yang dipileh

source: Open With Other _Application…
ace: Peuhah ngon _Aplikasi Laen…

source: _Open Scripts Folder
ace: Peuhah Fol_der Skrip

source: Show the folder containing the scripts that appear in this menu
ace: Peuleumah folder meuasoe skrip yang iteubit di menu nyoe

source: Prepare the selected files to be moved with a Paste command
ace: Peusiap beureukaih yang dipileh untuk dipindah ngon fungsi paste

source: Prepare the selected files to be copied with a Paste command
ace: Peusiap beureukaih yang ipileh untuk dicopy ngon fungsi Paste

source: Move or copy files previously selected by a Cut or Copy command
ace: Pinah atawa copy beureukaih yang jilikoet jih ipileh ngon fungsi koh ngon Copy

source: _Paste Into Folder
ace: Paste lam Folder

source: Move or copy files previously selected by a Cut or Copy command into the selected folder
ace: Pinah atawa copy beureukaih yang dipileh dilikoet ngon fungsi koh atau copy lam folder yang teupileh

source: Copy To…
ace: Copy u…

source: Copy selected files to another location
ace: Copy beureukeaih ipileh u lokasi laen

source: Move To…
ace: Pinah u…

source: Move selected files to another location
ace: Pinah beureukaih yang dipileh u lokasi laen

source: Select all items in this window
ace: Pileh mandum objek lam jendela nyoe

source: Select I_tems Matching…
ace: Pileh _Objek yang Cocok…

source: Select items in this window matching a given pattern
ace: Pileh objek lam jendela nyoe yang cocok ngon pola yang ibi

source: _Invert Selection
ace: Bale_k Seleksi

source: Select all and only the items that are not currently selected
ace: Pileh mandum objek yang sigolom nyoe hana ipileh

source: Ma_ke Link
ace: Peu_goet Link

source: Create a symbolic link for each selected item
ace: Peugoet link simbolik untuk objek yang dipileh

source: Rena_me…
ace: Ubah Na_n…

source: Rename selected item
ace: Ubah Nan objek yang dipileh

source: Set as Wallpaper
ace: Peujeut keu Wallpaper

source: Make item the wallpaper
ace: Peujeut objek yang dipileh keu Wallpaper

source: Move each selected item to the Trash
ace: Pinah objek yang dipileh u teupat broeh

source: _Delete
ace: _Sampoeh

source: Delete each selected item, without moving to the Trash
ace: Sampoeh objek yang dipileh, tanpa itamoeng lam teumpat broeh dilee.

source: _Restore
ace: Peu_balek

source: _Undo
ace: _Bek Jadeh

source: Undo the last action
ace: Bek Jadeh yang keuneuleuh

source: _Redo
ace: _Jadeh

source: Redo the last undone action
ace: Ulang yang hana ipeujadeh

source: Reset View to _Defaults
ace: Balek u Tampelan _Default

source: Reset sorting order and zoom level to match preferences for this view
ace: Balek bak Peuuroet dan tingkat peurayeuek yang sesuai ngon preferensi keu tampelan nyoe

source: Mount the selected volume
ace: Peukaet volume yang ipileh

source: Unmount the selected volume
ace: Peuleuh kaet volume yang ipileh

source: Eject the selected volume
ace: Peuleuh volume yang ipileh

source: Start the selected volume
ace: Peuphon atau peujak volume yang dipileuh

source: Stop the selected volume
ace: Peupiyoeh volume yang ipileh

source: Detect media in the selected drive
ace: Mendeteksi media untuk drive yang ipileh

source: Mount the volume associated with the open folder
ace: Peukaen volume yang meuhubong ngon folder yang peuhah
