Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/nautilus.po
Languages: ace

source: Unmount the volume associated with the open folder
ace: Peuleuh kaet volume yang meuhubungan ngon folder yang peuhah

source: Eject the volume associated with the open folder
ace: Peuteubit volume yang berhubungan ngon folder yang peuhah

source: Start the volume associated with the open folder
ace: Peujak volume yang teuhubung bak folder yang teubuka

source: Stop the volume associated with the open folder
ace: Peupiyoeh volume yang tuehubung bak folder yang teubuka

source: Open File and Close window
ace: Peuhah Beureukaih dan Toep tingkap

source: Sa_ve Search
ace: Keubah Yang _Imita

source: Save the edited search
ace: Keubah yang ka andam meumita

source: Sa_ve Search As…
ace: Keibah Yang ka imita keu…

source: Save the current search as a file
ace: Keubah nyang jimita jinoe keu beureukaih

source: Open this folder in a navigation window
ace: Peuhah folder nyoe lam tiendela navigasi

source: Open this folder in a new tab
ace: Peuhah folder nyoe lam tab baro

source: Prepare this folder to be moved with a Paste command
ace: Peusiap folder nyoe untuk ipinah ngon fungsi paste

source: Prepare this folder to be copied with a Paste command
ace: Peusiap folder nyoe untuk di copy ngon fungsi paste

source: Move or copy files previously selected by a Cut or Copy command into this folder
ace: Pinah atawa copy beureukaih yang dipileh dilikoet jih ngon fungsi koh atau copy u dalam folder nyoe

source: Move this folder to the Trash
ace: Pinah Folder nyoe u Teumpat Broeh

source: Delete this folder, without moving to the Trash
ace: Sampoeh Folder nyoe, tanpa itamoeng lam teumpat broeh

source: Mount the volume associated with this folder
ace: Peukaet volume yan teuhubung ngon folder nyoe

source: Unmount the volume associated with this folder
ace: Peuleuh kaet volume yang teuhubung ngon folder nyoe

source: Eject the volume associated with this folder
ace: peuteubit volume yang teuhubung ngon folder nyoe

source: Start the volume associated with this folder
ace: Peujak volume yang teuhubung ngon folder nyoe

source: Stop the volume associated with this folder
ace: Peupiyoeh volume yang teuhubung ngon folder nyoe

source: View or modify the properties of this folder
ace: Kaloeng ngon ubah properti folder nyoe

source: Show _Hidden Files
ace: _Peuleumah Beureukah yang Teupeusom

source: Toggle the display of hidden files in the current window
ace: Ubah leumah beureukaih yang teupeusom bak tingkap nyoe

source: Run or manage scripts
ace: Peujak atau keulola skrip

source: _Scripts
ace: _Skrip

source: Move the open folder out of the trash to “%s”
ace: Peubalek peuhah folder u luwa tong broeh keu “%s”

source: Move the selected folder out of the trash to “%s”
ace: Peubalek folder yang ipileh u “%s”

source: Move the selected folders out of the trash to “%s”
ace: Peubalek folder yang ipileh u “%s”

source: Move the selected folder out of the trash
ace: Peuteubit folder yang dipileh dari teumpat broeh

source: Move the selected folders out of the trash
ace: Peuteubit folder yang dipileh dari teumpat broeh

source: Move the selected file out of the trash to “%s”
ace: Peubalek beureukaih yang teupileh uluwa tong broh u “%s”

source: Move the selected files out of the trash to “%s”
ace: Peubalek beureukaih yang teupileh uluwa tong broh u “%s”

source: Move the selected file out of the trash
ace: Peuteubit beureukaih yang teupileh uluwa tong broh

source: Move the selected files out of the trash
ace: Peuteubit beureukaih yang teupileh uluwa tong broh

source: Move the selected item out of the trash to “%s”
ace: Peubalek objek yang teupileh uluwa tong broh u “%s”

source: Move the selected items out of the trash to “%s”
ace: Peubalek objek yang teupileh uluwa tong broh u “%s”

source: Move the selected item out of the trash
ace: Peuteubit objek yang dipileh dari teumpat broeh

source: Move the selected items out of the trash
ace: Peuteubit objek yang dipileh dari teumpat broeh

source: Start the selected drive
ace: Peujak drive yang dipileh

source: _Connect
ace: _Sambong

source: Connect to the selected drive
ace: Sambong bak drive yang dipileh

source: _Start Multi-disk Drive
ace: _Peujak Drive Multi-disk

source: Start the selected multi-disk drive
ace: Peujak Drive multi-disk yang dipileh

source: U_nlock Drive
ace: Peuhah _Gunci Drive

source: Unlock the selected drive
ace: Peuhah gunci drive yang dipileh

source: Stop the selected drive
ace: Peupiyoeh drive yang dipileh

source: Safely remove the selected drive
ace: Peileuh drive yang dipileh secara aman

source: _Disconnect
ace: _Putoeh

source: Disconnect the selected drive
ace: Peuputoeh koneksi bak driver yang dipileh

source: _Stop Multi-disk Drive
ace: Peu_Piyoeh drive multi-disk

source: Stop the selected multi-disk drive
ace: Peupiyoeh drive multi-disk yang dipileh

source: Lock the selected drive
ace: Gunci driver yang dipileh

source: Start the drive associated with the open folder
ace: Peujak drive yang teuhubung bak folder yang peuhah

source: Connect to the drive associated with the open folder
ace: Peusambong bak drive yang teuhubung bak folder yang peuhah

source: Start the multi-disk drive associated with the open folder
ace: Peujak drive multi-disk yang teuhubung ngon folder yang peuhah

source: Unlock the drive associated with the open folder
ace: Peuhah Gunci driver yang teuhubung ngon folder yang peuhah

source: _Stop the drive associated with the open folder
ace: Peu_piyoeh drive yang teuhubung ngon folder yang peuhah

source: Safely remove the drive associated with the open folder
ace: Peuleuh drive yang teuhubung ngon folder yang peuhah secara aman

source: Disconnect the drive associated with the open folder
ace: Peuputoeh koneksi dari drive yang teuhubung ngon folder yang peuhah

source: Stop the multi-disk drive associated with the open folder
ace: Peupiyoeh drive multi-disk yang teuhubung ngon folder yang peuhah

source: Lock the drive associated with the open folder
ace: Gunci drive yang teuhubung ngon folder yang peuhah

source: _Delete Permanently
ace: _Sampoeh Seulama jih

source: Delete the open folder permanently
ace: Sampoeh Seulama jih folder nyoe

source: Move the open folder to the Trash
ace: Pinah folder nyoe u teumpat broeh

source: New Folder with Selection (%'d Item)
ace: Folder baroe ngon seleksi (%'d objek)

source: _Open With %s
ace: _Peuhah Ngon %s

source: Run
ace: Peujak

source: Open in %'d New _Window
ace: Peuhah bak %'d _Jendela Baroe

source: Open in %'d New _Tab
ace: Peuhah bak %'d _Tab Baroe

source: Delete all selected items permanently
ace: Sampoeh permanen mandum objek yang dipileh

source: Remo_ve from Recent
ace: _Sampoeh dari Yang Paleng baroe

source: Remove each selected item from the recently used list
ace: Beuoh objek yang dipileh dari daftar yang paleng baroe

source: View or modify the properties of the open folder
ace: Kalon atau ubah properti folder yang jinoe peuhah

source: Drag and drop is not supported.
ace: Fitur tarek ngon peuleuh hana didukung.

source: Drag and drop is only supported on local file systems.
ace: Fitur tarek ngon peuleuh nakeuh didukung mantong bak beureukaih sistem lokal.

source: An invalid drag type was used.
ace: jenis tarek yang hana sah ka teungui.

source: Dropped Text.txt
ace: Peuleuh Text.txt

source: dropped data
ace: data yang dipeuleuh

source: _New Tab
ace: Tab _Baroe

source: Move Tab _Left
ace: Pinah u blah _Wi

source: Move Tab _Right
ace: Pinah u blah _Uneun

source: _Close Tab
ace: _Top Tab

source: Files is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ace: Beureukaih nakeuh software bebas; Droen jeut menyebarluaskannya dan/atau ubah dimiyup syarat GNU General Public License lagee dipublikasi lee Free Software Foundation; pu nyan dari versi 2 atau (terserah pilehan Droen) versi aleuh nyan.

source: Files is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ace: Beureukaih didistribusikan ngon harapan meuguna, tapi HANA JAMINAN; termasuk hana jaminan DAYA JUAL atau KELAIKAN UNTUK TUJUAN TRNETENTU. kaloen GNU eneral Public License untuk rincian leubeh lom.

source: You should have received a copy of the GNU General Public License along with Nautilus; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
ace: Droen seuharus jih trimoeng copian dari GNU General Public License bersama Nautilus; meynyoe han, kirem surat Droen keu Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Copyright © %Id–%Id The Files authors
ace: Hak peugoet © %Id-%Id Ureung Peunget Beureukaih

source: Access and organize your files.
ace: Akses ngon keulola beureukaih droen

source: translator-credits
ace: Muhammad Sani <msani@s1.informatika.unsyiah.ac.id>, 2013.

source: _Close
ace: _Top

source: Close this folder
ace: Tutop folder nyoe

source: Edit Nautilus preferences
ace: Edit preferensi Nautilus

source: Open _Parent
ace: Peu_ek

source: Open the parent folder
ace: Peuhah folder saboeh tingkat diateuh

source: Stop loading the current location
ace: Piyoeh buka lokasi yang jinoe

source: _Reload
ace: _Peuhah Ulang

source: Reload the current location
ace: Peuhah ualng lokasi yang jinoe

source: _All Topics
ace: Man_dum topik

source: Display Nautilus help
ace: Teupeuleumah beunantu Nautilus

source: Search for files
ace: Mita keu beureukaih

source: Locate files based on file name and type. Save your searches for later use.
ace: Mita beureukaih meunuroet jenis ngon nan beureukaih. Keubah yang ka Droen mita keu jingui lom.

source: Sort files and folders
ace: Peuuroet beureukaih ngon folder

source: Arrange files by name, size, type, or when they were changed.
ace: Atoe beureukaih meunuroet nan, ukuran, jenis, atawa pajan jih diubah.

source: Find a lost file
ace: Mita beureukaih yang gadoeh

source: Follow these tips if you can't find a file you created or downloaded.
ace: Seutoet petunjuk nyoe meunyoe Droen hana meureumpok beureukaih yang Droen peugoet atawa download.

source: Share and transfer files
ace: Jok atawa copy beureukaih

source: Easily transfer files to your contacts and devices from the file manager.
ace: Copy beureukaih secara mudah keu kontak ngon peuralatan Droen dari menejer beureukaih.

source: _About
ace: Bh_ah

source: Display credits for the creators of Nautilus
ace: Peulemah kredit untuk awak peugoet Nautilus

source: Zoom _In
ace: Peurayeuek Leuma_h

source: Increase the view size
ace: Peurayeuek tampelam

source: Zoom _Out
ace: Peuubuet tampelan

source: Decrease the view size
ace: Peuu_buet tampelan

source: Normal Si_ze
ace: Ukuran _Normal

source: Use the normal view size
ace: Tampilan normal

source: Connect to _Server…
ace: Teuhubung u _Server…

source: Connect to a remote computer or shared disk
ace: Samboeng u komputer laen atau media yang dipakek meusigoe

source: Open another Nautilus window for the displayed location
ace: Peuhah Jendela Nautilus yang laen

source: New _Tab
ace: _Tab Baroe

source: Open another tab for the displayed location
ace: Peuhah tab yang laen

source: Close _All Windows
ace: Tutop _Mandun Jendela

source: Close all Navigation windows
ace: Tutop Mandun Jendela Navigasi

source: _Back
ace: _Suroet

source: Go to the previous visited location
ace: Jak u lokasi keuneuleuh di buka sigolom nyoe.

source: _Forward
ace: Ma_ju

source: Go to the next visited location
ace: Jak u lokasi selanjut jih yang ka di buka.

source: Enter _Location…
ace: Pasoe _Lokasi…

source: Specify a location to open
ace: Peuteuntee lokasi keu peuhah

source: Bookmark this Location
ace: Tandai Lokasi nyoe

source: Add a bookmark for the current location
ace: Tamah peunanda link yang meuikat bak lokasi jinoe.

source: _Bookmarks…
ace: _Peunanda Link…

source: Display and edit bookmarks
ace: Peuleumah aleuhnyan edit Peunanda Link

source: _Previous Tab
ace: _Tab Sigolom

source: Activate previous tab
ace: Peuaktif Tab sigolom nyoe

source: _Next Tab
ace: Tab _Aleuh Nyoe

source: Activate next tab
ace: Peuaktif Tab Aleuh Nyoe

source: Move current tab to left
ace: Pinah tab u blah wi

source: Move current tab to right
ace: Pinah tab u blah uneun

source: _Show Sidebar
ace: _Peuleumah Sidebar

source: Change the visibility of this window's side pane
ace: Ubah leumah panel sampeng

source: _Search for Files…
ace: _Mita keu beureukaih…

source: Search documents and folders by name
ace: Mita dokumen ngon folder meunuroet nan jih

source: List
ace: Daftar

source: View items as a list
ace: Peuleumah objek lam bentuk senarai

source: View items as a grid of icons
ace: Peuleumah objek lam bentuk susunan ikon

source: _Up
ace: U _Ateuh

source: Unable to load location
ace: Hanjeut buka lokasi

source: Unable to display the contents of this folder.
ace: Hanjeut peuleumah asoe folder nyoe.

source: This location doesn't appear to be a folder.
ace: Sang lokasi nyoe kon folder.

source: Unable to find the requested file. Please check the spelling and try again.
ace: Han meuteumee beureukaih yang dilakee. neukalon ejaan jih aleuhnyan coba lom.

source: “%s” locations are not supported.
ace: Lokasi "%s" hana didukung.

source: Unable to handle this kind of location.
ace: hanjeut diurus jenis lokasi nyoe.

source: Unable to access the requested location.
ace: Hanjeut akses lokasi yang dituju.

source: Don't have permission to access the requested location.
ace: Hana hak untuk akses folder yang dituju.

source: Unable to find the requested location. Please check the spelling or the network settings.
ace: hana meutume lokasi yang ilake. neucikalon ejaan atau koneksi jaringan jih aleuhnyan coba lom.

source: Unhandled error message: %s
ace: Pesan kesalahan hana diuruh: %s

source: Searching…
ace: Teungoh Mita…

source: Super Video CD
ace: Video CD

source: Contains digital photos
ace: Idalam na foto-foto digital

source: Contains music
ace: Meuasoe lagu

source: Contains software
ace: Meuasoe software

source: Detected as “%s”
ace: Terdeteksi keu “%s”

source: Contains music and photos
ace: Meuasoe lagu ngon gamba

source: Contains photos and music
ace: Meuasoe gamba ngon lagu

source: Open with:
ace: Peuhah ngon:
