Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/nautilus.po
Languages: ace

source: To open non-local files copy them to a local folder and then drop them again.
ace: Keu peuhah beureukaih nonlokal salen u folder lokal aleuh nyan peuduek lom keunan.

source: To open non-local files copy them to a local folder and then drop them again. The local files you dropped have already been opened.
ace: Keu peuhah beureukaih yang nonlokal, copy beureukaih nyan u folder lokal, aleuh nyan peuduek lom. Beureukaih lokal yang Droeneuh peuduek ka teupeuhah.

source: Details:
ace: Rincian:

source: Preparing
ace: Teungoh Peursiap

source: Search
ace: Mita

source: Search for “%s”
ace: Mita untuk “%s”

source: Unable to complete the requested search
ace: Hanjeuh peuleungkap mita yang ilakee

source: Where to position newly open tabs in browser windows.
ace: Teumpat tab yang baro teuhah bak tingkap browser.

source: If set to "after-current-tab", then new tabs are inserted after the current tab. If set to "end", then new tabs are appended to the end of the tab list.
ace: Meunyoe ipasoe "after-current-tab", maka tab baro akan ipeuduek aleuh tab jinoe. Meunyoe ipasoe "end", maka tab baro akan ditamah bak ujoeng daftar tab.

source: Always use the location entry, instead of the pathbar
ace: Sabe ngui entri lokasi, kon tombol

source: If set to true, then Nautilus browser windows will always use a textual input entry for the location toolbar, instead of the pathbar.
ace: Meunyoe dipeuaktif, maka Nautilus akan ipakek teks yang ipeutamong bak kotak alat lokasi, dan kon dari blah lokasi.

source: Whether to ask for confirmation when deleting files, or emptying Trash
ace: Pukeuh keumeung lakee konfirmasi watee sampoeh beureukaih atawa peusoh tong broeh.

source: If set to true, then Nautilus will ask for confirmation when you attempt to delete files, or empty the Trash.
ace: Meunyoe meunilai beutoi (true), Nautilus akan ilakee konfirmasi watee sampoeh beureukaih atawa peusoh tong broeh.

source: Whether to enable immediate deletion
ace: Peuteuntee untuk sampoeh langsung tanpa itamoeng lam teumpat broeh

source: If set to true, then Nautilus will have a feature allowing you to delete a file immediately and in-place, instead of moving it to the trash. This feature can be dangerous, so use caution.
ace: Meunyoe ipeuaktif, maka Nautilus akan na fitur yang peuidin Droen sampoeh beureukaih langsoeng, tanpa iminah lam teumpat broeh. Fitur nyoe jeut meupalo, ngui ngon beuleuheun-leuheun.

source: When to show number of items in a folder
ace: watee untuk peuleumah lee objek lam folder

source: Speed tradeoff for when to show the number of items in a folder. If set to "always" then always show item counts, even if the folder is on a remote server. If set to "local-only" then only show counts for local file systems. If set to "never" then never bother to compute item counts.
ace: Kompromi kecepatan watee bileung lee objek lam saboh direktori. Meunyoe diatoe "always" maka objek sabe dibileung adakpih lokasi jih di server jarak jioh atawa komputer laen. meunyoe diatoe u "local-only" maka cuma ibileung objek untuk sistem beureukaih lokal atawa di komputer nyoe. Meunyoe diatoe u "never" maka lee objek hana ibileung.

source: Type of click used to launch/open files
ace: Tipe klik peuhah keu jak/eksekusi beureukaih

source: Possible values are "single" to launch files on a single click, or "double" to launch them on a double click.
ace: Nilai yang jeut neungui nakeuh "single" keu peuhah beureukaih ngon sigoe klik, atawa "double" keu jak nyan dua go klik.

source: What to do with executable text files when activated
ace: Peu nyang keueneuk peubuet bak beureukaih teks eksekutabel watee ka aktif

source: What to do with executable text files when they are activated (single or double clicked). Possible values are "launch" to launch them as programs, "ask" to ask what to do via a dialog, and "display" to display them as text files.
ace: Pue yang harus ipeulaku terhadap beureukaih teks yang jeut dieksekusi (skrip) watee ipeuaktif (sigoe klik atawa duagoe). Nilai yang mungken nakeuh "launch" peujak peujak jih keu program, "ask" keu tanyoeng pu yang harus jipeubuet, dan "display" untuk peuleumah jih keu beureukaih teks.

source: Show the package installer for unknown mime types
ace: Peuleumah paket yang teungoh ipasang keu jeuneh tipe mime yang hana ituri

source: Whether to show the user a package installer dialog in case an unknown mime type is opened, in order to search for an application to handle it.
ace: Pukeuh akan itanyoeng bak ureung ngui suatu dialog pemasangan paket lam hal suatu tipe mime yang hana ituri teupeuhah, keu mita aplikasi yang ureoih jih.

source: Use extra mouse button events in Nautilus' browser window
ace: Ngui kejadian atawa event ekstra tombol mouse bak tingkap browser Nautilus

source: For users with mice that have "Forward" and "Back" buttons, this key will determine if any action is taken inside of Nautilus when either is pressed.
ace: Bagi pengguna ngon mouse yang na tombol "Maju" serta "Suroet", gunci nyoe akan peuteuntee pukeuh aksi yang sesuai akan dipubut oleh Nautilis meumyoe salah sabieh tombol iteugon.

source: Mouse button to activate the "Forward" command in browser window
ace: Tombol mouse untuk peuaktif fungsi "Maju" bak jendela browser

source: For users with mice that have buttons for "Forward" and "Back", this key will set which button activates the "Forward" command in a browser window. Possible values range between 6 and 14.
ace: Bagi pengguna mouse yang na tombol "Maju" serta "Suroet", gunci nyoe akan peuteuntee tombol toeh yang peugoet peurintah "Maju" jeut aktif lam jendela browser. Nilai yang mungken antara 6 ngon 14.

source: Mouse button to activate the "Back" command in browser window
ace: Tombol mouse untuk peuaktif fungsi "balek" bak jendela browser.

source: For users with mice that have buttons for "Forward" and "Back", this key will set which button activates the "Back" command in a browser window. Possible values range between 6 and 14.
ace: Bagi pengguna mouse yang na tombol "Maju" serta "Suroet", gunci nyoe akan peuteuntee tombol toeh yang peugoet peurintah "Suroet" jeut aktif lam jendela browser. Nilai yang mungken antara 6 ngon 14.

source: When to show thumbnails of files
ace: Watee ipeuleumah miniatur beureukaih

source: Speed tradeoff for when to show a file as a thumbnail. If set to "always" then always thumbnail, even if the folder is on a remote server. If set to "local-only" then only show thumbnails for local file systems. If set to "never" then never bother to thumbnail files, just use a generic icon. Despite what the name may suggest, this applies to any previewable file type.
ace: Kompromi kecepatan watee peugoet miniatur beureukaih. Meunyoe diatoe "always" maka miniatur sabe ipeugot meskipun lokasi jih bak server jarak jioh atau komputer laen. Jika atoe keu "local-only" maka cuma ipeuleumah miniatur untuk sistem beureukaih lokal atawa di komputer nyoe. meunyoe diatoe keu "never" maka miniatur hana ipeugoet, dan cuma ikon biasa yang ipeuleumah. pilehan nyoe berlaku bagi mandum beureukaih yang jeut ipeugoet gamba miniatur jih.

source: Maximum image size for thumbnailing
ace: Ukuran gamba maksimal untuk ipeugoet ikon miniatur jih

source: Images over this size (in bytes) won't be thumbnailed. The purpose of this setting is to avoid thumbnailing large images that may take a long time to load or use lots of memory.
ace: Gamba nyang ukuran lebeh rayeuek dari nyoe (lam bit) han ipeugoet miniatur jih. Tujuanjih nakeuh jeut bek ipeugoet miniatur yang that rayeuek yang mungken lee abeeh watee keu peuhah aleuh nyan lom lee abeeh memori.

source: Show folders first in windows
ace: Peuleumah folder keuphon lam tingkap

source: If set to true, then Nautilus shows folders prior to showing files in the icon and list views.
ace: Meunyoe nilai jih beutoi (true), maka Nautilus akan ipeuleumah folder daripada beureukaih lam mode teuleumah ikon ngon tabel.

source: Default sort order
ace: Urutan default

source: The default sort-order for items in the icon view. Possible values are "name", "size", "type" and "mtime".
ace: Peungurutan default objek bak ngieng ikon. Nilai yang mungken nakeuh "name", "size", "type", ngon "mtime".

source: Reverse sort order in new windows
ace: Peubalek urutan bak tingkap baro

source: If true, files in new windows will be sorted in reverse order. ie, if sorted by name, then instead of sorting the files from "a" to "z", they will be sorted from "z" to "a"; if sorted by size, instead of being incrementally they will be sorted decrementally.
ace: Meunyoe meunilai beutoi (true), beureukaih bak tingkap baro akan dipeuuroet meulawan arah. Keu umpama, meunyoe dipeuuroet meunuroet nan, Daripada dipeuuroet dari "a" troeh "z", beureukaih-beureukaih nyan dipeuuroet dari "z" troeh "a"; meunyoe dipeuuroet meunuroet ukuran beureukaih, akan dipeuuroet dari yang paleng rayeuek keu yang paleng ubeut.

source: Default folder viewer
ace: Peulemah folder utama

source: When a folder is visited this viewer is used unless you have selected another view for that particular folder. Possible values are "list-view", and "icon-view".
ace: Program penampel nyoe ipakek watee peuhah folder nyoe, kecuali Droen neupileh tampelan laen keu folder nyan. Nilai yang mungken nakeuh "list-view" ngon "icon-view".

source: Whether to show hidden files
ace: Peuteuntee keu peuleumah beureukaih nyang teupeusom

source: This key is deprecated and ignored. The "show-hidden" key from "org.gtk.Settings.FileChooser" is now used instead.
ace: Gunci nyoe ka tuha dan han dipueduli. Gunci "show-hidden" dari "org.gtk.Settings.FileChooser" yang jinoe dipakek.

source: Bulk rename utility
ace: Utilitas penggantoe nan massal

source: If set, Nautilus will append URIs of selected files and treat the result as a command line for bulk renaming. Bulk rename applications can register themselves in this key by setting the key to a space-separated string of their executable name and any command line options. If the executable name is not set to a full path, it will be searched for in the search path.
ace: A

source: List of possible captions on icons
ace: Daftar kapsi (label keuteurangan) yang munken keu ikon

source: A list of captions below an icon in the icon view and the desktop. The actual number of captions shown depends on the zoom level. Some possible values are: "size", "type", "date_modified", "owner", "group", "permissions", and "mime_type".
ace: Daftar teks keuterangan yang leumah bak bagian baroeh ikon dan desktop. Leue teks keuterangan yang ipeuleumah teugantung bak rayeuek atau tingkat rayeuek yang aktif. Nilai yang mungken nakeuh: "size", "date_modified", "date_changed", "date_accessed", "owner", "group", "permissions", dan "mime_type".

source: Default icon zoom level
ace: Tingkat rayeuek defaul keu ikon

source: Default zoom level used by the icon view.
ace: Tingkat rayeuek defaul keu tampelan peupakat.

source: Default Thumbnail Icon Size
ace: Ukuran Default Ikon Miniatur

source: The default size of an icon for a thumbnail in the icon view.
ace: Ukuran default miniatur keu tampelan ikon.

source: Text Ellipsis Limit
ace: Batas Elipsis Teks

source: A string specifying how parts of overlong file names should be replaced by ellipses, depending on the zoom level. Each of the list entries is of the form "Zoom Level:Integer". For each specified zoom level, if the given integer is larger than 0, the file name will not exceed the given number of lines. If the integer is 0 or smaller, no limit is imposed on the specified zoom level. A default entry of the form "Integer" without any specified zoom level is also allowed. It defines the maximum number of lines for all other zoom levels. Examples: 0 - always display overlong file names; 3 - shorten file names if they exceed three lines; smallest:5,smaller:4,0 - shorten file names if they exceed five lines for zoom level "smallest". Shorten file names if they exceed four lines for zoom level "smaller". Do not shorten file names for other zoom levels. Available zoom levels: smallest (33%), smaller (50%), small (66%), standard (100%), large (150%), larger (200%), largest (400%)
ace: String yang peugah kiban bago dari nan beureukaih yang that panyang harus digantoe ngon elipsis, teugantung bak tingkat rayeuek. Tip entri daftar lam bentuk "Tingkat Rayeuek:Bilangan Bulat". Untuk tip tingkat Rayeuek, meunyoe bilangan bulat yang ibri lebeh dari 0, nan beureukaih han lewat cacah bareh yang dinyatakan. Meuyoe bilangan bulat nyan 0 atau kureueng, hana batas yang dipeupaksa bak tingkat Rayeuek yang dinyatakan. Entri default ngon bentuk "Bilangan Bulat" tanpa menyatakan tingkat Rayeuek ipeuidin syit. nyan mendefinisikan cacah bareh maksimum bagi mandum tingkat Rayeuek laen jih. Umpama: 0 - sabe peuleumah nan beureukaih panyang; 3 - peupaneuk nan beureukaih meunyoe leubeh dari 3 bareh; smallest:5,smaller:4,0 - peupaneuk nan beureukaih meunyoe leubeh dari 5 bareh bak tingkat Rayeuek "smallest". peupaneuk nan beureukaih meunyoe leubeh dari 4 bareh bak tingkat Rayeuek "smaller". Bek peusingkat nan beureukaih bak tingkat Rayeuek laen. Tingkat Rayeuek yang teusedia: smallest (33%), smaller (50%), small (66%), standard (100%), large (150%), larger (200%), largest (400%)

source: Default list zoom level
ace: Tingkat rayeuk default keu tampelan tabel

source: Default zoom level used by the list view.
ace: Tingkat rayeuk default keu tampelan tabel.

source: Default list of columns visible in the list view
ace: Daftar kolom yang leumah bak tampelan tabel

source: Default list of columns visible in the list view.
ace: Daftar kolom yang leumah bak tampelan tabel.

source: Default column order in the list view
ace: Urutan default keu kolom bak tampelan tabel

source: Default column order in the list view.
ace: Urutan default keu kolom bak tampelan tabel.

source: Use tree view
ace: Pakek tampelan bak kayee

source: Whether a tree should be used for list view navigation instead of a flat list
ace: Pakek tampelan bak kayee daripada tampelan daftar keu mode tampelan tabel

source: Desktop font
ace: Huruf dekstop

source: The font _description used for the icons on the desktop.
ace: _Deskripsi huroef keu ikon bak desktop.

source: Home icon visible on desktop
ace: Peuleumah ikon Home bak desktop

source: If this is set to true, an icon linking to the home folder will be put on the desktop.
ace: Meunyoe meunilai beutoi, maka saboeh ikon yang teuhubung bak folder Home akan ipeuleumah bak desktop.

source: Trash icon visible on desktop
ace: Peuleumah ikon Teumpat Broeh bak dekstop

source: If this is set to true, an icon linking to the trash will be put on the desktop.
ace: Meunyoe meunilai beutoi, maka saboeh ikon yang teuhubung u teumpat broeh akan ipeuleumah bak desktop.

source: Show mounted volumes on the desktop
ace: Peuleumah volume yang ka diikat bak desktop

source: If this is set to true, icons linking to mounted volumes will be put on the desktop.
ace: Meunyoe meunilai beutoi, maka saboeh ikon yang teuhubung bak volume yang ka diikat akan ipeuleumah bak desktop.

source: Network Servers icon visible on the desktop
ace: Peuleumah ikon Server Jarengan bak desktop

source: If this is set to true, an icon linking to the Network Servers view will be put on the desktop.
ace: Meunyoe meunilai beutoi, maka saboeh ikon yang teuhubung bak Server Jaringan akan ipeuleumah bak desktop.

source: Desktop home icon name
ace: Nan ikon home di desktop

source: This name can be set if you want a custom name for the home icon on the desktop.
ace: Nan nyoe jeut ipeuteuntee meunyoe Droen keuneuk ubah nan ikon home bak desktop.

source: Desktop trash icon name
ace: Nan ikon teumpat broeh di desktop

source: This name can be set if you want a custom name for the trash icon on the desktop.
ace: Nan nyoe jeut ipeuteuntee meunyoe Droen keuneuk ubah nan ikon teumpat broeh bak desktop.

source: Network servers icon name
ace: Nan ikon server jarengan

source: This name can be set if you want a custom name for the network servers icon on the desktop.
ace: Nan nyoe jeut ipeuteuntee meunyoe Droen keuneuk ubah nan ikon server jarengan bak desktop.

source: An integer specifying how parts of overlong file names should be replaced by ellipses on the desktop. If the number is larger than 0, the file name will not exceed the given number of lines. If the number is 0 or smaller, no limit is imposed on the number of displayed lines.
ace: Saboeh bilangan bulat yang peuteuntei kiban bago dari nan beureukaih yang that panyang harus igantoengon elips bak desktop. Meunyoe bilangan bulat yang dipasoe leubeh dari 0, nan beureukaih han lewat cacah bareh yang dinyatakan. Meunyoe bilangan bulat nyan 0 atau kureung. hana batas yang dipaksa bak bareh yang dipeudeuh.

source: Fade the background on change
ace: Peusupoet layeu likoet watee meugantoe

source: If set to true, then Nautilus will use a fade effect to change the desktop background.
ace: Meunyoe meu nilai beutoi, maka Nautilus pakek efek leumoeh untuk ubah layeu likoet desktop.

source: The geometry string for a navigation window.
ace: String geometri untuk jendela navigasi.

source: A string containing the saved geometry and coordinates string for navigation windows.
ace: String yang meu asoe geometri ngon koordinat yang ka ikeubah sigolom untuk jendela navigasi.

source: Whether the navigation window should be maximized.
ace: Pukeuh jendela navigasi ipeuleumah ngon ukuran maksimal.

source: Whether the navigation window should be maximized by default.
ace: Pukeuh jendela navigasi ipeuleumah ngon ukuran maksimal secara default.

source: Width of the side pane
ace: Luawah panel sampeng

source: The default width of the side pane in new windows.
ace: Luawah panel sampeng bak jeundela baroe.

source: Show location bar in new windows
ace: Peuleumah bilah lokasi bak jendela baroe

source: If set to true, newly opened windows will have the location bar visible.
ace: Meunyoe meunilai beutoi, maka jendela yang baroe peuhah na bilah lokasi.

source: Show side pane in new windows
ace: Peuleumah panel sampeng bak jeundela baroe.

source: If set to true, newly opened windows will have the side pane visible.
ace: Meunyoe meunilai beutoi, maka jendela yang baroe peuhah na panel sampeng.

source: Send To…
ace: Kirem u…

source: Send file by mail, instant message…
ace: Kirem beureukaih rot email, pesan bagah…

source: Send files by mail, instant message…
ace: Kirem beureukaih rot email, pesan bagah…

source: Oops! Something went wrong.
ace: Kapalo! Na sipu-pu ka teukeudi.

source: Unable to create a required folder. Please create the following folder, or set permissions such that it can be created: %s
ace: Hanjeut ipeugoet folder yang ipeureulee. Neupeugoet folder nyoe, atau neupeupah hak akses ngat jeut dipeugoet: %s

source: Unable to create required folders. Please create the following folders, or set permissions such that they can be created: %s
ace: Hanjeut ipeugoet folder yang ipeureulee. Neupeugot folder nyoe dilee, atau neupeupah hak akses ngat jeut dipeugoet: %s

source: Nautilus 3.0 deprecated this directory and tried migrating this configuration to ~/.config/nautilus
ace: Nautilus 3.0 ka hana pakek direktori nyoe lee dan mencoba memigrasikan konfigurasi jih u ~/.config/nautilus

source: There was an error displaying help: %s
ace: Teukeudi error watee peuhah beunantu: %s

source: --check cannot be used with other options.
ace: -check hanjeut ipakek meusigoe ngon pilehan laen.

source: --quit cannot be used with URIs.
ace: -quit hanjeut ipakek ngon URI.

source: --geometry cannot be used with more than one URI.
ace: -geometri hanjeut ipakek ngon leubeh dari saboeh URI.

source: --select must be used with at least an URI.
ace: -select harus pakek paleng dhit saboeh URI.

source: --no-desktop and --force-desktop cannot be used together.
ace: --no-desktop ngon --force-desktop hanjeut pakek meusigoe.

source: Perform a quick set of self-check tests.
ace: Teungoh ipeuriksa serangkaian singkat keudroe.

source: Show the version of the program.
ace: Peuleumah versi program.

source: Create the initial window with the given geometry.
ace: Peungot jendela baroe ngon ukuran yang ka ipeuteuntee.

source: Always open a new window for browsing specified URIs
ace: Sabe peuhah tingkap baroe untuk buka URI yang ka ipeuteuntee.

source: Only create windows for explicitly specified URIs.
ace: Cuma peugoet tingkap untuk URI yang ka ipeuteuntee.

source: Never manage the desktop (ignore the GSettings preference).
ace: Bek lee keulola desktop (preferensi GSettings han ipeuduli).

source: Always manage the desktop (ignore the GSettings preference).
ace: Sabe keulola desktop (preferensi GSettings han ipeuduli).

source: Quit Nautilus.
ace: Teubit dari Nautilus.

source: Select specified URI in parent folder.
ace: Pileh URI yang ka ipeuteuntee bak folder induk.

source: Browse the file system with the file manager
ace: Seutoet asoe sistem beureukaih ngon menejer beureukaih.

source: Could not parse arguments
ace: Hanjeu diurai argumen

source: Could not register the application
ace: Hanjeut daftar aplikasi

source: New _Window
ace: Jendela _Baroe

source: Connect to _Server
ace: Sambong u _Server

source: Enter _Location
ace: Pasoe _Lokasi

source: _Bookmarks
ace: _Peunanda Link

source: Prefere_nces
ace: Prefere_nsi

source: _About Files
ace: Bh_ah Beureukaih

source: _Help
ace: _Beunantu

source: _Quit
ace: _Teubit

source: Unable to start the program: %s
ace: Han item jak program: %s

source: Unable to locate the program
ace: Han meuteume program

source: Oops! There was a problem running this software.
ace: Ooma! Na masalah watee peujak program nyoe.

source: “%s” contains software intended to be automatically started. Would you like to run it?
ace: “%s” asoe software yang teuseudia ijak otomatis. Peukeuh droeneuh galak keu peujak nyan?

source: If you don't trust this location or aren't sure, press Cancel.
ace: Meunyoe Droen han pateeh atau han yakin bak lokasi ntyoe, teugon bek jadeeh.

source: _Run
ace: Peu_jak

source: No bookmarks defined
ace: Peunanda mantoeng soh

source: Bookmarks
ace: Peunanda Link

source: Remove
ace: Sampoeh

source: Move Up
ace: Peu ek

source: Move Down
ace: Peu troen

source: _Name
ace: _Nan

source: _Location
ace: _Lokasi

source: Re_versed Order
ace: U_rutan Teubalek

source: Display icons in the opposite order
ace: Peuleumah ikon ngon urutan subalek jih

source: _Keep Aligned
ace: Peu_rapi susunan ikon

source: Keep icons lined up on a grid
ace: Peutheun ikon teutap teususon rapi

source: _Manually
ace: _Manual

source: Leave icons wherever they are dropped
ace: Bah ikon bak lokasi ipeuduek

source: By _Name
ace: Meunuroet _Nan

source: Keep icons sorted by name in rows
ace: Peuuroet ikon meunuroet nan jih

source: By _Size
ace: Meunuroet _Ukuran

source: Keep icons sorted by size in rows
ace: Peuuroet ikon meunuroet nan jih

source: By _Type
ace: Meunuroet _Jeunis

source: Keep icons sorted by type in rows
ace: Peuuroet ikon meunuroet jeunis

source: By Modification _Date
ace: Meunuroet Tanggai _Diubah

source: Keep icons sorted by modification date in rows
ace: Peuuroet ikon meunuroet tanggai diubah

source: By T_rash Time
ace: Meunuroet _Nan

source: Keep icons sorted by trash time in rows
ace: Peuuroet ikon meunuroet tanggai disampoeh

source: By Search Relevance
ace: Meunuroet Relevansi Pencarian

source: Keep icons sorted by search relevance in rows
ace: Peuuroet ikon meunuroet Relevansi Pencarian

source: Icon View
ace: Peuleumah Ikon

source: _Icons
ace: _Ikon

source: The icon view encountered an error.
ace: Peuleumah ikon yang error

source: The icon view encountered an error while starting up.
ace: Peuleumah ikoen yang error watee peuphon ipeujak.

source: Display this location with the icon view.
ace: Peuleumah lokasi jih ngon tampelan ikon.
