Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/shotwell-core.po
Languages: ace

source: Connect a camera to your computer and import
ace: Sambong kamera ngon import u komputer droen

source: _Import photos from your %s folder
ace: _peutamong foto dari %s folder droen

source: You can also import photos in any of these ways:
ace: Droen jeut sit peutamong foto ngon cara nyoe:

source: _Don't show this message again
ace: _Bek peudeu pesan nyoe lee

source: Import photos from your %s library
ace: Peutamong foto dari %s pustaka droen

source: (Help)
ace: (Bantuan)

source: Year%sMonth%sDay
ace: Thon%sBuleun%sUroe

source: Year%sMonth
ace: Thon%sBuleun

source: Year%sMonth-Day
ace: Thon%sBuleun-Uroe

source: Year-Month-Day
ace: Thon-Buleun-Uroe

source: Invalid pattern
ace: Pola yang hana cocok

source: Shotwell can copy the photos into your library folder or it can import them without copying.
ace: Shotwell jeut salen foto u dalam folder album atawa impor tanpa salen.

source: Co_py Photos
ace: Co_py Foto

source: _Import in Place
ace: _Impor Bak Teumpat

source: Import to Library
ace: Peutamong lam pustaka

source: Removing Photos From Library
ace: Sampoh Foto Dari Pustaka

source: This will remove the photo/video from your Shotwell library. Would you also like to move the file to your desktop trash? This action cannot be undone.
ace: Droen jeut sampoh foto/video nyoe dari Album atawa pinah u tempat pembuangan. Toh yang Droen pileh? Proses nyoe han jeut balek u semula.

source: This will remove the video from your Shotwell library. Would you also like to move the file to your desktop trash? This action cannot be undone.
ace: Droen jeut sampoh video nyoe dari Album atawa pinah u tempat pembuangan. Toh yang Droen pileh? Proses nyoe han jeut balek u semula.

source: This will remove the photo from your Shotwell library. Would you also like to move the file to your desktop trash? This action cannot be undone.
ace: Droen jeut sampoh foto nyoe dari Album atawa pinah u tempat pembuangan. Toh yang Droen pileh? Proses nyoe han jeut balek u semula.

source: The photo or video cannot be moved to your desktop trash. Delete this file?
ace: Foto atawa Video hanjeut dipinah u desktop trash dron. Sampoh file nyoe?

source: The photo or video cannot be deleted.
ace: Foto atawa Video hanjeut di sampoh

source: Low (%d%%)
ace: Miyup (%d%%)

source: Medium (%d%%)
ace: Sedang(%d%%)

source: High (%d%%)
ace: Panyang(%d%%)

source: Maximum (%d%%)
ace: Maksimum(%d%%)

source: Camera
ace: Kamera

source: Cameras
ace: Kamera

source: Unable to unmount camera. Try unmounting the camera from the file manager.
ace: Kamera han jeut i peuleuh. Tulong peuleuh program pengelola berkas.

source: Hide photos already imported
ace: Som foto yang kaleuh di import

source: Only display photos that have not been imported
ace: Peudeuh foto yang gohlom import

source: Starting import, please wait...
ace: Mulai inport, preh siat...

source: _Titles
ace: _Judul

source: Display the title of each photo
ace: Peuleumah judul mandum foto

source: Import _Selected
ace: Impor Foto_Yang Kaleuh Neu Pileh

source: Import the selected photos into your library
ace: Impor foto yang kaleuh neu pileh u dalam album

source: Import _All
ace: Impor_Mandum

source: Import all the photos into your library
ace: Impor mandum foto u dalam album

source: Shotwell needs to unmount the camera from the filesystem in order to access it. Continue?
ace: Shotwell harus jeut peuleuh kamera dari sistem supaya jeut akses u dalam kamera. Peu izin?

source: _Unmount
ace: _Lheh

source: Please unmount the camera.
ace: Tulong peuleuh kamera.

source: The camera is locked by another application. Shotwell can only access the camera when it's unlocked. Please close any other application using the camera and try again.
ace: Kamera kaleuh i kunci lee aplikasi laen. Shotwell hanya jeut akses kamera watee hana i kunci. Tulong peumatee aplikasi yang teungoh pakee kamera leuh nyan coba lom.

source: Please close any other application using the camera.
ace: Tulong peumatee aplikasi laen yang teungoh pake kamera.

source: Unable to fetch previews from the camera: %s
ace: Gamba preview han jeut geu cok dari kamera:%s

source: Unmounting...
ace: Peuleuh kamera...

source: Fetching photo information
ace: Cok informasi foto

source: Fetching preview for %s
ace: Cok gamba preview %s

source: Unable to lock camera: %s
ace: Kamera han jeut i kunci:%s

source: Delete this photo from camera?
ace: Sampoh foto nyoe dari kamera?

source: Delete this video from camera?
ace: Sampoh foto nyoe dari kamera?

source: Delete this photo/video from camera?
ace: Sampoh foto/video nyoe dari kamera?

source: Delete these files from camera?
ace: Sampoh file nyoe dari kamera?

source: Removing photos/videos from camera
ace: Sampoh foto/video dari kamera

source: Unable to delete %d photo/video from the camera due to errors.
ace: Han jeut sampoh %d foto/video dari kamera karena na kesalahan.

source: The selected photos/videos were successfully published.
ace: Foto/video yang neu pileh ka leuh teukirem.

source: The selected videos were successfully published.
ace: Video yang kaleuh neu pileh kalauh teukirem

source: The selected photos were successfully published.
ace: Foto yang neu pileh kaleuh teukirem.

source: The selected video was successfully published.
ace: Video yang neu pileh kaleuh teukirem.

source: The selected photo was successfully published.
ace: Foto yang neu pileh kaleuh teukirem.

source: Fetching account information...
ace: Cok informasi akun...

source: Logging in...
ace: Tamoeng u dalam sistem...

source: Publish Photos
ace: Kirem Foto

source: Publish photos _to:
ace: Kirem foto _u:

source: Publish Videos
ace: Kirem Video

source: Publish videos _to
ace: Kirem vidio _u

source: Publish Photos and Videos
ace: Kirem foto ngoen video

source: Publish photos and videos _to
ace: Kirem Foto Ngoen Video_ke

source: Unable to publish
ace: Han jeut kirem

source: Shotwell cannot publish the selected items because you do not have a compatible publishing plugin enabled. To correct this, choose <b>Edit %s Preferences</b> and enable one or more of the publishing plugins on the <b>Plugins</b> tab.
ace: Shotwell han jeut publikasi item yang neu pileh karena Droen hana plugin penerbitan aktif yang kompatabel. Untuk perbaiki nyoe, pileh <b>Andam %s Peuatoe</b> leuh nyan peu aktif salah saboeh atawa leubeh dari plugin penerbitan yang na bak tab <b>Plugin</b>

source: _Close
ace: _Top

source: Preparing for upload
ace: Siap-siap keu unggah

source: Uploading %d of %d
ace: Upload %d dari %d

source: Publishing to %s can't continue because an error occurred:
ace: Unggah bak %s hanjeut lanjut lom karena na kesalahan nyoe:

source: To try publishing to another service, select one from the above menu.
ace: Pileh dari menu ke pakek layanan laen.

source: Publishing
ace: Kirem

source: Copyright 2009-2012 Yorba Foundation
ace: Hak Cipta 2009-2012 Lembaga Yorba

source: Rotate _Right
ace: Puta_Neun

source: Rotate
ace: Puta

source: Rotate Right
ace: Puta U Neun

source: Rotate the photos right (press Ctrl to rotate left)
ace: Puta foto u neun(teugen Ctrl kee puta u wie)

source: Rotate _Left
ace: Puta_Wie

source: Rotate Left
ace: Puta U Wie

source: Rotate the photos left
ace: Puta foto u blah wi

source: Flip Hori_zontally
ace: Balek hori_zontal

source: Flip Horizontally
ace: Balek Horizontal

source: Flip Verti_cally
ace: Balek Verti_kal

source: Flip Vertically
ace: Balek Vertikal

source: _Enhance
ace: _Peutajam

source: Enhance
ace: Peutajam

source: Automatically improve the photo's appearance
ace: Peuget foto leubeh tajam

source: Crop the photo's size
ace: Crop ukuran foto

source: _Straighten
ace: _Peuteupat

source: Straighten
ace: Peuteupat

source: Straighten the photo
ace: Peuteupat foto

source: _Red-eye
ace: Mata-me_rah

source: Red-eye
ace: Mata-merah

source: Reduce or eliminate any red-eye effects in the photo
ace: Peu gadoh efek mata merah bak foto

source: _Adjust
ace: _Peusesuai

source: Adjust
ace: Peusesuai

source: Adjust the photo's color and tone
ace: Atoe warna ngoen nada foto

source: Re_vert to Original
ace: B_aleh bak phoen

source: Revert to Original
ace: Palek bak phoen

source: Revert External E_dits
ace: Jeh teumah Suntengan E_ksternal

source: Revert to the master photo
ace: Abaikan yang kaleuh neu ubah leuh nyan peubalek teuma foto bak sot

source: Set as _Desktop Background
ace: Peuget sebagai_Desktop Backgroud

source: Set selected image to be the new desktop background
ace: Peujeut foto nyoe jeut keu gamaba background desktop

source: Set as _Desktop Slideshow...
ace: Atoe Jeut Keu Slideshow_Desktop

source: _Undo
ace: _Bek jadeh:

source: Undo
ace: Bek jadeh

source: _Redo
ace: _Peujeut:

source: Redo
ace: Peujeut

source: Re_name Event...
ace: Gan-Toe nan Acara...

source: Make _Key Photo for Event
ace: Peu_jeut keu Foto Utama Bak Acara Nyoe

source: Make Key Photo for Event
ace: Peujeut Keu Foto Utama Bak Acara Nyoe

source: _New Event
ace: Acar_a Baro

source: New Event
ace: Acara Baro

source: Move Photos
ace: Pinah Foto

source: Move photos to an event
ace: Pinah foto bak saboeh acara

source: _Merge Events
ace: _Gabong Acara

source: Merge
ace: Gabong

source: Combine events into a single event
ace: Gabong acara-acara bak saboeh acara

source: _Set Rating
ace: _Atoe Rating

source: Set Rating
ace: Atoe Rating

source: Change the rating of your photo
ace: ganto rating foto droen

source: _Increase
ace: _Tamah

source: Increase Rating
ace: Tamah Rating

source: _Decrease
ace: _Peukureung

source: Decrease Rating
ace: Peukureung Rating

source: _Unrated
ace: _Hana Rating

source: Unrated
ace: Hana Rating

source: Rate Unrated
ace: Bri Rating keu yang hana rating

source: Setting as unrated
ace: Peujeut Hana Rating

source: Remove any ratings
ace: Sampoh rating

source: _Rejected
ace: _Tulak

source: Rejected
ace: Tulak

source: Rate Rejected
ace: _Rating ditulak

source: Setting as rejected
ace: Peungaturan i tulak

source: Set rating to rejected
ace: Atoe rating meunyoe i tulak

source: Rejected _Only
ace: _Cuma I Tulak

source: Rejected Only
ace: Cuma I Tulak

source: Show only rejected photos
ace: Peuleumah hanya foto yang hana i terimong

source: All + _Rejected
ace: Mandum + _Hana I Teurimong

source: Show all photos, including rejected
ace: Peuleumah mandum foto, termasuk yang hana i teurimong

source: _All Photos
ace: _Mandum Foto

source: Show all photos
ace: Peuleumah mandum foto

source: _Ratings
ace: Rating

source: Display each photo's rating
ace: Peuleumah rating tiap foto

source: _Filter Photos
ace: _Sareng Foto

source: Filter Photos
ace: Sareng Foto

source: Limit the number of photos displayed based on a filter
ace: Peubatas jumlah foto yang leumah dari peunyaringan

source: _Duplicate
ace: _Peuganda

source: Duplicate
ace: Peuganda

source: Make a duplicate of the photo
ace: Peuganda foto-foto nyoe

source: _Export...
ace: _Eksport

source: Pu_blish...
ace: _Kirem

source: Publish
ace: Kirem

source: Publish to various websites
ace: Kirem foto nyoe u dalam beda-beda situs

source: Edit _Title...
ace: Ganto_Judul

source: _Adjust Date and Time...
ace: _Atoe Jeum ngoen Tanggai

source: Adjust Date and Time
ace: Atoe Jeum ngoen Tanggai

source: Add _Tags...
ace: Tamah_Tanda...

source: _Add Tags...
ace: _Tamah Tanda...

source: Add Tags
ace: Tamah Tanda

source: _Preferences
ace: _Peungaturan

source: Open With E_xternal Editor
ace: Buka Dari Peunyunteng E_ksterna

source: Open With RA_W Editor
ace: Buka ngoen Peuyunteng RA_W

source: Send _To...
ace: Kirem_U...

source: Send T_o...
ace: Kirem U_...

source: _Find...
ace: _Mita...

source: Find
ace: Mita

source: Find an image by typing text that appears in its name or tags
ace: Mita foto ngoen ketik teks yang leumah bak nan atawa tanda

source: _Flag
ace: _Tanda

source: Un_flag
ace: Peuleuh_Tanda

source: Unable to launch editor: %s
ace: Program penyunteng han jeut i jalanlan: %s

source: Add Tag "%s"
ace: Bri Tanda "%s"

source: Add Tags "%s" and "%s"
ace: Tamah Tanda "%s" ngon "%s"

source: _Delete Tag "%s"
ace: Sampoh Tanda "%s"

source: Delete Tag "%s"
ace: Sampoh Tanda "%s"

source: Delete Tag
ace: Sampoh Tanda

source: _New
ace: _Baro

source: Re_name Tag "%s"...
ace: Ganto_Nan Tanda "%s"...

source: Rename Tag "%s" to "%s"
ace: Ganto Nan Tanda "%s" U "%s"

source: _Rename...
ace: _Ganto nan

source: Modif_y Tags...
ace: Uba_h Tanda

source: Modify Tags
ace: Ubah Tanda

source: Tag Photo as "%s"
ace: Tanda Foto seubago "%s"

source: Tag Photos as "%s"
ace: Tanda Foto seubago "%s"

source: Tag the selected photo as "%s"
ace: Tanda foto yang neu pileh jeut ke "%s"

source: Tag the selected photos as "%s"
ace: Tanda foto yang neu pileh jeut ke "%s"

source: Remove Tag "%s" From _Photo
ace: Sampoh Tanda "%s" Dari_Foto

source: Remove Tag "%s" From _Photos
ace: Sampoh Tanda "%s" Dari_Foto

source: Remove Tag "%s" From Photo
ace: Sampoh Tanda "%s" Dari Foto

source: Remove Tag "%s" From Photos
ace: Sampoh Tanda "%s" Dari_Foto

source: Unable to rename tag to "%s" because the tag already exists.
ace: Tanda han jeut i ganto jeut ke "%s" karena ka na.

source: Unable to rename search to "%s" because the search already exists.
ace: Gagal ubah nan pencarian ke "%s" karena ka na.

source: Saved Search
ace: Pencarian Tersimpan

source: Delete Search
ace: Sampoh Pencarian

source: Re_name...
ace: Ganto_nan...

source: Rename Search "%s" to "%s"
ace: Ubah Nan Pencarian "%s" ke "%s"

source: Delete Search "%s"
ace: Sampoh Pencarian "%s"

source: Rate %s
ace: Nilai "%s"

source: Set rating to %s
ace: Atoe nilai rating ke %s

source: Setting rating to %s
ace: Ato rating u %s

source: Display %s
ace: Peuleumah %s

source: Only show photos with a rating of %s
ace: Hanya peuleumah foto ngoen rating %s

source: %s or Better
ace: %s atawa Leubeh Get

source: Display %s or Better
ace: Peuleumah %s atawa Leubeh Get

source: Only show photos with a rating of %s or better
ace: Hanya peuleumah foto ngoen rating %s atawa leubeh get

source: Remove the selected photos from the trash
ace: Sampoh foto-foto yang kaleuh neu pileh dari tempat pembuangan

source: Remove the selected photos from the library
ace: Sampoh foto-foto yang kaleuh neu pileh dari album

source: _Restore
ace: _Peuwoe

source: Move the selected photos back into the library
ace: Peuwoe foto-foto u album

source: Show in File Mana_ger
ace: Kaloen Bak Program Peungatoe Berkas

source: Open the selected photo's directory in the file manager
ace: Buka direktori foto ngoen program pengatoe berkas

source: Unable to open in file manager: %s
ace: Program pengatoe berkas han jeut i buka: %s

source: R_emove From Library
ace: Sampoh_Dari Album

source: _Move to Trash
ace: Pidah U Tempat Pembuangan

source: Select _All
ace: Pileh Man_dum

source: Select all items
ace: Pileh mandum item

source: Unable to monitor %s: Not a directory (%s)
ace: Gagal kaloen %s: Koen direktori (%s)

source: Success
ace: Berhasil

source: Unable to decode file
ace: Berkas han jeut i baca

source: User aborted import
ace: Impor yang Droen hana jadeh

source: Not a file
ace: Hana file

source: File already exists in database
ace: Fle kana lam database

source: Unsupported file format
ace: Jenis berkas han jeut i buka

source: Not an image file
ace: Kon file gamba

source: Disk failure
ace: Kesalahan cakram

source: Disk full
ace: Disk punoh

source: Camera error
ace: Kamera error

source: File write error
ace: File tuleh error

source: Imported failed (%d)
ace: Impor yang gagal (%d)

source: Adjust the size of the thumbnails
ace: Taoe ukuran gamba ubeut

source: Increase the magnification of the thumbnails
ace: Tamah perbesaran gamba ubeut

source: Decrease the magnification of the thumbnails
ace: Peukureng perbesaran gamba mini

source: Sort _Photos
ace: Peuurot_Foto

source: _Play Video
ace: _Puta Video

source: Open the selected videos in the system video player
ace: Buka video-video yang neu pileh bak pemuta video

source: Display each photo's tags
ace: Peuleumah tanda bak mandum foto

source: By _Title
ace: Dari_Judul

source: Sort photos by title
ace: Peu urut foto dari judul

source: By Exposure _Date
ace: Dari Tanggai_Cok Gamba

source: Sort photos by exposure date
ace: Peu urot foto dari tanggai cok gamba

source: By _Rating
ace: Dari_Rating

source: Sort photos by rating
ace: Peuurot foto menurot rating

source: Shotwell was unable to play the selected video: %s
ace: Shotwell gagal puta video yang neu pileh: %s

source: Event %s
ace: Acara %s

source: No Event
ace: Hana Acara

source: %d Photo/Video
ace: %d Foto/Video

source: No events
ace: Hana acara

source: No events found
ace: Hana acara i teumee

source: Events
ace: Acara

source: Undated
ace: Hana tanggai

source: You do not have any data imports plugins enabled. In order to use the Import From Application functionality, you need to have at least one data imports plugin enabled. Plugins can be enabled in the Preferences dialog.
ace: Droen hana pengaya impor data yang aktif. Keu pake fungsi Impor Dari Aplikasi, Droen peurle paling han saboeh pengaya impor data yang aktif. Pengaya jeut neu peu aktif bak Peungaturan.

source: Database file:
ace: File Database:

source: Import From Application
ace: Import Dari Aplikas

source: Import media _from:
ace: Im_por media dari:

source: Data Imports
ace: Import Data

source: Importing from %s can't continue because an error occurred:
ace: Gagal lanjut impor dari %s karena na error:

source: To try importing from another service, select one from the above menu.
ace: Keu impor dari layanan laen, pileh saboeh dari menu i wateuh.

source: Return to current photo dimensions
ace: Balek u dimensi foto sigohlom jih

source: Set the crop for this photo
ace: Ato crop bak foto nyoe

source: Pivot the crop rectangle between portrait and landscape orientations
ace: Atoe kotak crop antara orientasi rata ngoen i doeng

source: Unconstrained
ace: Hana batas

source: Square
ace: Kotak

source: Screen
ace: Layeu

source: Original Size
ace: ukuran asli

source: Close the red-eye tool
ace: Toep alat keu sampoh mata merah

source: Remove any red-eye effects in the selected region
ace: Sampoh efek mata merah bak area yang neu meuheut

source: Saturation:
ace: Saturasi:

source: Temperature:
ace: Suhu:

source: Shadows:
ace: Banyangan;

source: Reset Colors
ace: Reset warna

source: Reset all color adjustments to original
ace: Balek warna jeut keu nilai asli

source: Temperature
ace: Suhu

source: Saturation
ace: Saturasi

source: Exposure
ace: Pencahayaan

source: Shadows
ace: Bayangan

source: Contrast Expansion
ace: Peu Ek Kontras

source: Angle:
ace: Sudut:

source: A temporary file needed for publishing is unavailable
ace: Hana berkas temporal ke i terbitkan

source: You are not currently logged into Picasa Web Albums. Click Login to log into Picasa Web Albums in your Web browser. You will have to authorize Shotwell Connect to link to your Picasa Web Albums account.
ace: Droen goh lom tamong u Album Web Picasa. Klik Login ke tamong u dalam Album Web Piaca lewat Peramban Web. Droen perle jok wewenang Shotwell Connect sambong ke akun Album Web Picasa Droen.

source: Shotwell Connect
ace: Kirem dari Shotwell

source: couldn't launch system web browser to complete Picasa Web Albums login
ace: droen han jeut buka peramban wen ke login bak Album Web Picasa

source: A file required for publishing is unavailable. Publishing to Picasa Web Albums can't continue.
ace: Berkas peunteng keu penerbitan hana tersedia. Gagal penerbit bak Album Web Picasa.

source: A file required for publishing is unavailable. Publishing to Picasa can't continue.
ace: Berkas peunteng keu penerbitan hana tersedia. Gagal penerbit bak Picasa.

source: Creating album...
ace: Peuget album...

source: You are logged into Picasa Web Albums as %s.
ace: Droen kaleuh tamoeng bak Album Web Picasa Ateuh nan %s.

source: Videos will appear in:
ace: Video leumah bak:

source: Photos will appear in:
ace: Foto leumah bak:

source: Small (640 x 480 pixels)
ace: Ubeut(640 x 480 pixel)

source: Medium (1024 x 768 pixels)
ace: Sedang (1024 x 768 pixel)

source: Recommended (1600 x 1200 pixels)
ace: Disarankan (1600 x 1200 pixel)

source: You are not currently logged into Facebook. If you don't yet have a Facebook account, you can create one during the login process. During login, Shotwell Connect may ask you for permission to upload photos and publish to your feed. These permissions are required for Shotwell Connect to function.
ace: Droen goh hubung u Facebook. Meunyoe goh lom na akun Facebook, Droen jeut peuget eunteuk watee login. Watee login, Shotwell akan tanyong hak unggah ngoen hak penerbitan berita. Hak-hak nyan i perlee lee Shotwell.

source: You have already logged in and out of Facebook during this Shotwell session. To continue publishing to Facebook, quit and restart Shotwell, then try publishing again.
ace: Selama pake Shotwell bunoe, Droen kaleuh tibit leuh nyan tamong dari Facebook. Supaya jeut kirem foto u Facebook, tulong tibit leuh nyan jalankan teuma Shotwell, leuh nyan coba lom

source: Large (2048 pixels)
ace: Rayeuk (2048 pixel)

source: Testing connection to Facebook...
ace: Coba koneksi u Facebook

source: A file required for publishing is unavailable. Publishing to Facebook can't continue.
ace: Berkas yang peuteng keu penerbitan hana. Gagal peunerbit u Facebook.

source: You are logged into Facebook as %s.
ace: Droe neuh ka neu tamong lam Facebook seubagoe %s.

source: Where would you like to publish the selected photos?
ace: Kirem foto u hoe?

source: Upload _size:
ace: Ukuran_upload

source: Just me
ace: Cuma lon

source: All friends
ace: Mandum ngon

source: Friends of friends
ace: Ngon dari ngon

source: Everyone
ace: Mandum Ureung

source: You are not currently logged into YouTube. You must have already signed up for a Google account and set it up for use with YouTube to continue. You can set up most accounts by using your browser to log into the YouTube site at least once.
ace: Hana hubungan u YouTube. Droen harus na akun Google/YouTube keu lanjut.

source: A file required for publishing is unavailable. Publishing to Youtube can't continue.
ace: Berkas peunteng keu penerbitan hana. Gagal penerbit bak YouTube.

source: Enter the email address and password associated with your YouTube account.
ace: Peutamong alamat email ngoen sandi YouTube.

source: YouTube didn't recognize the email address and password you entered. To try again, re-enter your email address and password below.
ace: YouTube hana turi alamat emal ngoen sandi. Tulong coba lom.

source: The email address and password you entered correspond to a Google account that isn't set up for use with YouTube. You can set up most accounts by using your browser to log into the YouTube site at least once. To try again, re-enter your email address and password below.
ace: Alamat email ngoen sandi Google goh lom teuhubong ngoen akun YouTube. Peuhubong ngoen buka YouTube paling han sigoe. Leuh nyan coba lom.

source: The email address and password you entered correspond to a Google account that has been tagged as requiring additional security. You can clear this tag by using your browser to log into YouTube. To try again, re-enter your email address and password below.
ace: Alamat email ngoen sandi Google peurle keamanan tambahan. Peuhubung ngoen YouTube paling han Sigoe. Cuba lom.

source: Unrecognized User
ace: User yang hana dituri

source: Account Not Ready
ace: Akun hana siap

source: Additional Security Required
ace: Peurlee Sistem Keamanan Tambahan

source: _Email address:
ace: _Alamat E-mail:

source: Go _Back
ace: Ba-lek

source: You are logged into YouTube as %s.
ace: Droen na teuhubong bak YouTube sebagoe %s

source: Videos will appear in '%s'
ace: Video akan leumah bak '%s'

source: Public listed
ace: Publik na terdaftar

source: Public unlisted
ace: Publik hana terdaftar
