Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/shotwell-extras.po
Languages: ace

source: Copyright 2010+ Evgeniy Polyakov <zbr@ioremap.net>
ace: Hak Peugot 2010+ Evgeniy Polyakov <zbr@ioremap.net>

source: Visit the Yandex.Fotki web site
ace: Buka situs Yandex.Fotki

source: You are not currently logged into Yandex.Fotki.
ace: Droen gohlom neu tamong bak Yandex.Fotki.

source: Copyright 2012 BJA Electronics
ace: Hak Peugot 2012 BJA Electronics

source: 500 x 375 pixels
ace: 500 x 375 piksel

source: 1024 x 768 pixels
ace: 1024 x 768 piksel

source: 1280 x 853 pixels
ace: 1280 x 853 piksel

source: '%s' isn't a valid response to an OAuth authentication request
ace: '%s' nyang neulake otentikasi OAuth bak nyang hana beutoi

source: TumblrPublisher: start( ): can't start; this publisher is not restartable.
ace: TumblrPublisher: start(): Han jeut dipuphoen, yang peutubit nyoe hana restartable.

source: Enter the username and password associated with your Tumblr account.
ace: Peutamong nan pengguna ngoen kata sandi nyang na hubungan ngoen akun Tumblr droen

source: Username and/or password invalid. Please try again
ace: Nan pengguna ngon/atau kata sandi salah. ci coba lom

source: Invalid User Name or Password
ace: Nan pengguna ngen kata sandi salah

source: Could not load UI: %s
ace: Han jeut buka UI: %s

source: You are logged into Tumblr as %s.
ace: Droen gohlom neu tamong bak Tumblr seubagai %s.

source: A temporary file needed for publishing is unavailable
ace: Saat nyo berkas hana teusedia untuk dipeuleumah

source: _Email address
ace: _Alamat Email

source: _Password
ace: _kata kunci

source: Login
ace: Tamong

source: You are logged into Tumblr as (name). (this label's string is populated and set inside the code, so changes made here will not display)
ace: Droen tamong u Tumblr sebagoe (name). (rangkaian label nyoe diduek ngon diatoe lam kode, jadi yang ka diubah inoe hana deuh)

source: Blogs:
ace: Blog

source: Photo _size:
ace: Ukuran _gamba

source: _Logout
ace: _Teubit

source: _Publish
ace: _Peuleumah

source: _Albums (or write new):
ace: _Album (atau tules laen)

source: Access _type:
ace: Jeuneh_tamong

source: Disable _comments
ace: Peumate_komentar

source: _Forbid downloading original photo
ace: _Bek brie download foto nyang asli
