Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/shotwell-core.po
Languages: ace

source: Private
ace: Pribadi

source: You are not currently logged into Flickr. Click Login to log into Flickr in your Web browser. You will have to authorize Shotwell Connect to link to your Flickr account.
ace: Droen mantong goh tamong bak Flickr. Klik Tamoeng keu tamoeng bak Flickr bak peramban Web Droen. Droen harus boeh izin Shotwell keu sambong bak akun Flickr Droen.

source: You have already logged in and out of Flickr during this Shotwell session. To continue publishing to Flickr, quit and restart Shotwell, then try publishing again.
ace: Watee pekek Shotwell bunoe, Droen kaleuh tibit leuh nyan tamong dari Flickr. Keu meuteumee kirem foto u Facebook, tulong tibit leuh nyan buka teuma Shotwell. Ulangi teuma proses kirem.

source: Preparing for login...
ace: Peusiap ke login

source: A file required for publishing is unavailable. Publishing to Flickr can't continue.
ace: Berkas penteng keu penerbitan hana. Gagal terbit u Flickr.

source: Verifying authorization...
ace: Verivikasi wewenang...

source: You are logged into Flickr as %s.
ace: Droen kaleuh login u Flickr ateuh nan %s.

source: Your free Flickr account limits how much data you can upload per month. This month, you have %d megabytes remaining in your upload quota.
ace: Akun Flickr gratis Droen na geubatasi peu yang jeut neu kirem dalam watee sibulen. Keu bulen nyoe, Droen mantong na %d MB.

source: Your Flickr Pro account entitles you to unlimited uploads.
ace: Droen na akun Flickr Pro yang hana batas kirem.

source: Photos _visible to:
ace: Foto nyoe jeut_i kaleon lee:

source: Videos _visible to:
ace: Video nyoe jeut_i kaloen lee:

source: Photos and videos _visible to:
ace: Foto ngoen Video nyoe jeut_i kaloen lee:

source: Friends & family only
ace: Ngon ngoen keluarga mantong

source: Family only
ace: Cuma keluarg

source: Friends only
ace: Cuma ngon

source: 500 x 375 pixels
ace: 500 x 375 piksel

source: 1024 x 768 pixels
ace: 1024 x 768 piksel

source: 2048 x 1536 pixels
ace: 2048 x 1536 piksel

source: 4096 x 3072 pixels
ace: 4096 x 3072 piksel

source: Core Publishing Services
ace: Layanan Penerbit Utama

source: Creating album %s...
ace: Peuget album %s...

source: An error message occured when publishing to Piwigo. Please try again.
ace: Na error watee terbit u Piwigo. Tulong coba lom.

source: Enter the URL of your Piwigo photo library as well as the username and password associated with your Piwigo account for that library.
ace: Peutamong URL Pustka foto Piwigo Droen termasuk username ngoen password akun Piwigo keu pustaka nyan.

source: Shotwell cannot contact your Piwigo photo library. Please verify the URL you entered
ace: Shotwell han jeut peuhubung pustaka foto Piwigo. Harap periksa lom URL yang Droen pasoe

source: Username and/or password invalid. Please try again
ace: Username ngoen/atawa password hana sah. Tulong coba lom

source: Invalid URL
ace: URL hana sah

source: Invalid User Name or Password
ace: Username atawa Password hana sah

source: Admins, Family, Friends, Contacts
ace: Admin, Keluarga, Ngon, Kontak

source: Admins, Family, Friends
ace: Admin, Keluarga, Ngon

source: Admins, Family
ace: Admin, Keluarga

source: Admins
ace: Admin

source: Core Slideshow Transitions
ace: Peralihan Slideshow Utama

source: Copyright 2010 Maxim Kartashev, Copyright 2011-2012 Yorba Foundation
ace: Hak Cipta 2010 Maxim Kartashev, Hak Cipta 2011-2012 Lembaga Yorba

source: Crumble
ace: Runtuh

source: Fade
ace: Lunto

source: Core Data Import Services
ace: Servis Impor Data Inti

source: Welcome to the F-Spot library import service. Please select an F-Spot database file.
ace: Saleum teuka bak pustaka layanan impor F-Spot. Silahkan pileh berkas basis data F-Spot.

source: Manually select an F-Spot database file to import:
ace: Pileh manual basis data F-Spot keu impor:

source: Cannot open the selected F-Spot database file: the file does not exist or is not an F-Spot database
ace: Han jeut buka berkas basis data F-spot yang kaleuh neu pileh: berkas hana atawa kon basis data F-Spot

source: Cannot open the selected F-Spot database file: this version of the F-Spot database is not supported by Shotwell
ace: Han jeut buka berkas basis data F-Spot yang kaleuh neu pileh: versi basis data F-Spot nyoe hana i dukung lee Shotwell

source: Cannot read the selected F-Spot database file: error while reading tags table
ace: Han jeut baca berkas basis data F-Spot yang neu pileh: kesalahan watee baca tabel tag

source: Cannot read the selected F-Spot database file: error while reading photos table
ace: Han jeut baca berkas basis data F-Spot yang neu pileh: kesalahan watee baca tabel foto

source: Shotwell has found %d photos in the F-Spot library and is currently importing them. Duplicates will be automatically detected and removed. You can close this dialog and start using Shotwell while the import is taking place in the background.
ace: Shotwell meuteme %d foto bak dapeuta F-Spot leuh nyan teungoh i impor. Foto yang sama akan otomatis i deteksi leuh nyan i sampoh. Droen jeut top dialog nyoe leuh nyan mulai pake Shotwell watee proses impor teungoh i jak.

source: F-Spot library: %s
ace: Pustaka F-Spot: %s

source: Preparing to import
ace: Peusiap keu peutamong

source: Set as Desktop Slideshow
ace: Peugot sebagai Desktop Slideshow

source: Generate desktop background slideshow
ace: Peuget slideshow background desktop

source: Show each photo for
ace: Peudeuh tip foto keu

source: period of time
ace: rentang watee

source: How long each photo is shown on the desktop background
ace: Padum trep tiep foto i peuleumah bak latar desktop

source: Search
ace: Mita

source: _Name of search:
ace: _Nan yang i mita:

source: _Match
ace: _Peu Cocok

source: of the following:
ace: yang berikut nyoe:

source: Shotwell Preferences
ace: Peungaturan Shotwell

source: white
ace: puteh

source: black
ace: itam

source: _Watch library directory for new files
ace: _Pantau berkas baro i dalam direktori album

source: Write tags, titles, and other _metadata to photo files
ace: Tuleh tanda, judul ngoen metatada laen u dalam berkas foto

source: Display
ace: Tampilan

source: _Import photos to:
ace: _Impor foto ke:

source: Importing
ace: peutamong

source: _Directory structure:
ace: _Struktur direktori

source: _Pattern:
ace: _Pola:

source: Example:
ace: Umpama:

source: R_ename imported files to lowercase
ace: Ubah n_an berkas impor ke huruf ubeut

source: RAW Developer
ace: EAW Developer

source: E_xternal photo editor:
ace: Peusunteng foto e_ksternal:

source: External _RAW editor:
ace: Peusundeng_RAW eksternal

source: External Editors
ace: Peusunteng eksternal
