Repository: blankon-packages/suroboyo-language-pack-ace
Catalog: data/ace/LC_MESSAGES/shotwell-core.po
Languages: ace

source: translator-credits
ace: peneujemah-kredit Mirza Aulia <mirza.aulia@s1.informatika.unsyiah.id>

source: Photo Manager
ace: Album Photo

source: Shotwell Photo Manager
ace: Manajer Photo Shotwel

source: Photo Viewer
ace: Album Photo

source: Organize your photos
ace: Atoe photo-photo Droen

source: Shotwell Photo Viewer
ace: Album Photo Shotwell

source: Camera;Picture;Photo;
ace: Kamera;Gamba;Photo;

source: Pin Toolbar
ace: Semat Batang Alat

source: Pin the toolbar open
ace: Sematkan batang alat teubuka

source: Leave fullscreen
ace: Teubit dari layeu punoh

source: Leave _Fullscreen
ace: Teubit_dari layeu punoh

source: _Quit
ace: _Teubit

source: _About
ace: _Tentang

source: Fulls_creen
ace: Layeu_Punoh

source: _Contents
ace: _Daftar aso

source: _Frequently Asked Questions
ace: _Pertanyaan nyang sereng ditanyong

source: _Report a Problem...
ace: _Peuthee Masalah

source: _Cancel
ace: _Hana jadeh

source: A fatal error occurred when accessing Shotwell's library. Shotwell cannot continue. %s
ace: Na keusalahan nyang fatal watee teungoh akses Pustaka Shotwell. Teupakasa hanjeut dilanjutkan %s

source: Visit the Yorba web site
ace: Jak bak situs Yorba

source: Unable to display help: %s
ace: Peudoman peumakek yang hana jeut dipeuleumah:%s

source: Unable to navigate to bug database: %s
ace: Gagal menavigasi basis data buh:%s

source: Unable to display FAQ: %s
ace: Gagal bak peudeuh FAQ:%s

source: Today
ace: Uroe nyoe

source: Yesterday
ace: Baroe

source: Title:
ace: Judul

source: Items:
ace: lee gamba:

source: %d Event
ace: %d Rangkaian

source: %d Photo
ace: %d Gamba

source: %d Video
ace: %d Vidio

source: Date:
ace: Tanggai:

source: Time:
ace: jeum:

source: From:
ace: Dari:

source: To:
ace: Troh:

source: Size:
ace: Ukuran

source: Duration:
ace: trep:

source: %.1f seconds
ace: %.1f detik

source: Developer:
ace: Pengembang

source: Exposure:
ace: bukaan:

source: Location:
ace: tempat bak sistem:

source: File size:
ace: ukuran berkas

source: Original dimensions:
ace: Ukuran asli

source: Camera make:
ace: merek kamera:

source: Camera model:
ace: Model kamera

source: Focal length:
ace: Panyang fokus:

source: Exposure bias:
ace: Bias bukaan:

source: GPS latitude:
ace: Gareh lintang GPS:

source: GPS longitude:
ace: Gareh bujur GPS:

source: Artist:
ace: Ureng cok gamba

source: Copyright:
ace: Hak Peuget:

source: Extended Information
ace: Informasi lanjutan

source: Your photo library is not compatible with this version of Shotwell. It appears it was created by Shotwell %s (schema %d). This version is %s (schema %d). Please use the latest version of Shotwell.
ace: Album foto hana kompatibel deungon versi Shotwell jinoe. Deuhjih album dipeuget ngon Shotwell %s (schema %d). Versi jinoe nakeuh %s (schema %d). Harap pakek Shotwell versi yang baro.

source: Shotwell was unable to upgrade your photo library from version %s (schema %d) to %s (schema %d). For more information please check the Shotwell Wiki at %s
ace: Shotwell gagal peu ek album foto dari versi %s (shema %d) keu %s (schema %d). Untuk informasi leubeh lanjot, syi neupareksa Shotwell Wiki bak %s

source: Your photo library is not compatible with this version of Shotwell. It appears it was created by Shotwell %s (schema %d). This version is %s (schema %d). Please clear your library by deleting %s and re-import your photos.
ace: Album foto nyoe hana kompatibel ngon versi Shotwell jinoe. Deuhjih album dipuget deungon Shotwell %s (shcema %d). Versi jinoe nakeuh %s (schema %d). Harap neupeugleh album deungon neuhapus %s dan neuimpor ulang foto

source: Unknown error attempting to verify Shotwell's database: %s
ace: Keusalahan hana dituri watee neucoba verifikasi database Shotwell:%s

source: Loading Shotwell
ace: Peujak Shotwell

source: Run '%s --help' to see a full list of available command line options.
ace: Peujak '%s --help' keu kalon daftar peunileh nyang bareh peurintah.

source: Unable to generate a temporary file for %s: %s
ace: Hana berhasil peuget temporer keu %s:%s

source: Exporting
ace: Peungekspor

source: File %s already exists. Replace?
ace: Berkas %s kana. Timpa?

source: _Skip
ace: _Peulewat

source: _Replace
ace: _Timpa

source: Replace _All
ace: Timpa Man_dum

source: Export
ace: Ekspor

source: Fill the entire page
ace: Saboh halaman punoh

source: 2 images per page
ace: 2 gamba tiep halaman

source: 4 images per page
ace: 4 gamba tiep halaman

source: 6 images per page
ace: 6 gamba tiep halaman

source: 8 images per page
ace: 8 gamba tiep halaman

source: 16 images per page
ace: 16 gamba tiep halaman

source: 32 images per page
ace: 32 gamba tiep halaman

source: Printed Image Size
ace: Ukuran gamba tecetak

source: Use a _standard size:
ace: Ukuran gamba_standar

source: Use a c_ustom size:
ace: Pakek _ukuran bebas

source: _Autosize:
ace: _Ukuran otomatis

source: in.
ace: inci

source: _Match photo aspect ratio
ace: _Peucocok deungon rasio foto

source: Titles
ace: Judul

source: Print image _title
ace: Cetak judul gamba

source: Pixel Resolution
ace: Resolusi piksel

source: _Output photo at:
ace: Peulemah gamba bak:

source: pixels per inch
ace: Piksel per inci

source: Wallet (2 x 3 in.)
ace: Ukuran dompet(2 x 3 inci)

source: Notecard (3 x 5 in.)
ace: Kertah catatan(3 x 5 inci)

source: 4 x 6 in.
ace: 4 x 6 inci.

source: 5 x 7 in.
ace: 5 x 7 inci.

source: 8 x 10 in.
ace: 8 x 10 inci.

source: 11 x 14 in.
ace: 11 x 14 inci

source: 16 x 20 in.
ace: 16 x 20 inci

source: Metric Wallet (9 x 13 cm)
ace: Dompet (9 x 13 cm)

source: Postcard (10 x 15 cm)
ace: Kartupos (10 x 15 cm)

source: Image Settings
ace: Atoe Gamba

source: Printing...
ace: Teungeh di cetak...

source: Unable to print photo: %s
ace: Gamba hanjeut di cetak: %s

source: No photos/videos
ace: Hana gamba/vidio

source: No photos/videos found
ace: Gamba/vidio hana meutume

source: Photos cannot be exported to this directory.
ace: Gamba hanjeut diekspor u direktori nyan.

source: Flagged
ace: Ditanda

source: Photos
ace: Foto

source: Videos
ace: vidio

source: RAW Photos
ace: Gamba RAW

source: RAW photos
ace: Gamba RAW

source: Error loading UI file %s: %s
ace: Hanjeut dibuka berkas UI %s:%s

source: Type
ace: Tipe

source: Reverting
ace: Peubalek

source: Undoing Revert
ace: Bek jadeh peubalek

source: Enhancing
ace: Peutrang gamba

source: Undoing Enhance
ace: Bek jadeh peutrang gamba

source: Creating New Event
ace: Peuget Rangkain baro

source: Removing Event
ace: Sampoh Rangkain

source: Moving Photos to New Event
ace: Tapinah Mandum Gamba Nyo Keu Rangkain Baro

source: Setting Photos to Previous Event
ace: Tatandai Gamba u Rangkain segolom nyan

source: Merging
ace: Peugabong

source: Unmerging
ace: Bek Jadeh Peugabong

source: Duplicating photos
ace: Peuganda gamba

source: Removing duplicated photos
ace: Sampoh gamba ganda

source: Unable to duplicate one photo due to a file error
ace: Na 1 gamba yang hanjeut di pedua karna na yang kesalahan teknis

source: Restoring previous rating
ace: Peuwo rating segolom jih

source: Increasing ratings
ace: Tapeu ek rating

source: Decreasing ratings
ace: Tapeu tren rating

source: Setting RAW developer
ace: Ta atoe developer RAW

source: Restoring previous RAW developer
ace: Peubalek peubeudoh RAW seugohlom jih

source: Set Developer
ace: Ato Peugembang

source: Original photo could not be adjusted.
ace: Gamba asli hanjeut di ato

source: Adjusting Date and Time
ace: Ta atoe tanggai ngeun jeum

source: Undoing Date and Time Adjustment
ace: Bek jadeh peungaturan tanggai ngeun jeum

source: One original photo could not be adjusted.
ace: Saboh foto yang asli hanjeut diganggu.

source: Time Adjustment Error
ace: Han item atoe jeum

source: Time adjustments could not be undone on the following photo file.
ace: Jeum asli foto nyoe jeut dipeubalek lom

source: Create Tag
ace: Peugeot tanda

source: Move Tag "%s"
ace: Pinah tanda "%s"

source: Move Photos to Trash
ace: Sampoh gamba

source: Restore Photos from Trash
ace: Cok gamba yang teu sampoh

source: Move the photos to the Shotwell trash
ace: Sampoh gamba-gamba nyan

source: Restore the photos back to the Shotwell library
ace: Peubalek gamba-gamba yang dibeoh u album

source: Moving Photos to Trash
ace: Sampoh gamba

source: Restoring Photos From Trash
ace: Cok gamba yang teu sampoh

source: Flag
ace: Tanda

source: Unflag
ace: Hapoh Tanda

source: Flag selected photos
ace: Pileh gamba

source: Unflag selected photos
ace: Sampoh gamba yang di pileh

source: S_lideshow
ace: Sa_lindia

source: Play a slideshow
ace: Puta tampilan slide

source: Export Photo/Video
ace: Ekspor gamba/vidio

source: Export Photos/Videos
ace: Ekspor gamba-gamba/vidio-vidio

source: Export Photo
ace: Eksport gamba

source: Export Photos
ace: Eksport gamba-gamba

source: Rotating
ace: Puta

source: Undoing Rotate
ace: Bek jadeh puta

source: Flipping Horizontally
ace: Puta Horizontal

source: Undoing Flip Horizontally
ace: Bek jadeh puta Horizontal

source: Flipping Vertically
ace: Puta Vertikal

source: Undoing Flip Vertically
ace: Bek Jadeh Puta Vertikal

source: modified
ace: Meubah

source: Export Videos
ace: Ekspor vidio

source: Settings
ace: Peungaturan

source: _Delay:
ace: peu_piyoh

source: seconds
ace: detik

source: _Transition effect:
ace: Efek_Tansisi

source: Transition d_elay:
ace: P_iyoh peuralihan:

source: Show t_itle
ace: Peulumah _judul

source: Slideshow
ace: Peuleumah slide

source: Back
ace: Surot

source: Go to the previous photo
ace: Surot bak foto sigohlom jih

source: Pause
ace: Piyoh

source: Pause the slideshow
ace: Piyoh slide

source: Next
ace: Aleuh nyan

source: Go to the next photo
ace: Jak u gamba aleuh nnyan

source: Change slideshow settings
ace: Atoe peuleumah slide

source: All photo source files are missing.
ace: Mandum gamba gadeh

source: Play
ace: Puta

source: Continue the slideshow
ace: Peutroh peudeuh salindia

source: _File
ace: B_erkas

source: _Save
ace: _Keubah

source: Save photo
ace: Keubah foto

source: Save _As...
ace: Keubah _keu

source: Save photo with a different name
ace: Keubah gamba ngeun nan laen

source: Print the photo to a printer connected to your computer
ace: Cetak gamba u peucetak yang teuhubung u komputer nyo

source: _Photo
ace: _Gamba

source: T_ools
ace: P_euralatan

source: _Previous Photo
ace: _Gamba seugolom nyan

source: Previous Photo
ace: Gamba seugolom nyan

source: _Next Photo
ace: Gamba a_leuh nyan

source: Next Photo
ace: Gamba aleuh nyan

source: _View
ace: _Peulumah

source: _Help
ace: Ba_tuan

source: Zoom _In
ace: Peu_rayek

source: Increase the magnification of the photo
ace: Tamah peurayeuk gamba

source: Zoom _Out
ace: Ta peu ubit

source: Decrease the magnification of the photo
ace: Peusurot peurayeuk foto

source: Fit to _Page
ace: _Paih keu laman

source: Zoom the photo to fit on the screen
ace: Peurayek foto sampek layeu punoh

source: Zoom _100%
ace: Peurayek_100%

source: Zoom the photo to 100% magnification
ace: Peurayeuk gamba u 100%

source: Zoom _200%
ace: Peurayeuk _200%

source: Zoom the photo to 200% magnification
ace: Peurayeuk gamba u 200%

source: %s does not exist.
ace: %s hana

source: %s is not a file.
ace: %s kon file

source: %s does not support the file format of %s.
ace: %s hanjeut dukung berkas jenis %s

source: _Save a Copy
ace: _Peugot Salenan

source: Lose changes to %s?
ace: Bek keubah bak %s

source: Close _without Saving
ace: Teubit _bek keubah

source: Error while saving to %s: %s
ace: Na kesalahan watee keubah %s:%s

source: Save As
ace: Keubah Seubago

source: untitled
ace: hana judul

source: Slideshow Transitions
ace: Transisi Salindia

source: (None)
ace: (Hana)

source: None
ace: Hana

source: Unable to create cache directory %s: %s
ace: Gagal peugot direktori cache %s: %s

source: Unable to create data directory %s: %s
ace: Gagal peugot direktori data %s: %s

source: Pictures
ace: Gamba

source: Unable to create temporary directory %s: %s
ace: Hanjeut di peugeut direktori temporer %s:%s

source: Unable to create data subdirectory %s: %s
ace: Gagal peugeut direktoti data %s:%s

source: Original size
ace: Ukuran asli

source: Width or height
ace: Lebar atawa payang

source: Width
ace: Lebar

source: Height
ace: Payang

source: Tags
ace: Tanda

source: Unable to process monitoring updates: %s
ace: Gagal peu olah monitoring pembaruan: %s

source: Ne_w Saved Search...
ace: Pencarian Teusimpan Ba_ro

source: New _Tag...
ace: Tag_Baro

source: Unable to open/create photo database %s: error code %d
ace: Gagal buka/peuget basis data foto %s: kode galat %d

source: Unable to write to photo database file: %s
ace: Gagal tuleh kue berkah basis data foto: %s

source: Error accessing database file: %s Error was: %s
ace: Keusalahan mengakses berkah basis data: %s Keusalahan: %s

source: Previous photo
ace: Foto Seugohlomjih

source: Next photo
ace: Foto seulanjotjih

source: Photo source file missing: %s
ace: Sumber foto asli gadoh: %s

source: Remove From Library
ace: Sampoh dari album

source: Removing Photo From Library
ace: Sampoh gamba dari album

source: Unable to export %s: %s
ace: Proses ekspor %s gagal: %s

source: Library
ace: Album

source: Missing Files
ace: Berkas gadeoh

source: Deleting...
ace: Tasampoh...

source: Trash
ace: Tempat di beuh broeh

source: Trash is empty
ace: Tempat di beuh broeh soh

source: Delete
ace: Sampoh

source: Deleting Photos
ace: Sampoh gamba-gamba

source: Last Import
ace: Impor keuneulheuh

source: _Import From Folder...
ace: _Impor Dari Folder

source: Import photos from disk to library
ace: Impor gamba dari disk keu album

source: Import From _Application...
ace: Impor Dari_Aplikasi...

source: Sort _Events
ace: _Rangkaian Deungon Urutan

source: Empty T_rash
ace: Sampoh gamba selama jih

source: Delete all photos in the trash
ace: Sampoh mandum gamba lam tong sampah

source: View Eve_nt for Photo
ace: Takaleun Eve_nt gamba

source: _Find
ace: _Mita

source: Find photos and videos by search criteria
ace: Mita gamba ngeun vidio meunurot peutamita

source: _Photos
ace: _Gamba-gamba

source: Even_ts
ace: Rang_kaian

source: Ta_gs
ace: Tan_da

source: _Basic Information
ace: Info_Dasar

source: Display basic information for the selection
ace: Peuleumah info dasar foto teupileh

source: E_xtended Information
ace: Informasi_Lajot

source: Display extended information for the selection
ace: Peuleumah informasi lanjotan foto teupileh

source: _Search Bar
ace: _Batang Pencarian

source: Display the search bar
ace: Peuleumah batang peuncarian

source: _Ascending
ace: _Peu ek

source: Sort photos in an ascending order
ace: Urutkan foto deungon urot peu ek

source: D_escending
ace: Peu_tron

source: Sort photos in a descending order
ace: Urutkan foto deungon urot tron

source: Import From Folder
ace: Impor Dari Folder

source: Empty Trash
ace: Hapoh Permanen Foto Teuboeh

source: Emptying Trash...
ace: Foto Teuboeh Teungoh Dihapoh Permanen

source: Shotwell is configured to import photos to your home directory.
ace: Shotwell dikonfigurasikan keu meuimpor foto keu direktori beranda.

source: _Import
ace: _Impor

source: Library Location
ace: Lokasi Album

source: Photos cannot be imported from this directory.
ace: Foto nyoe hanjeut diimpor dari direktori nyan

source: Updating library...
ace: Peubaharui Album

source: Preparing to auto-import photos...
ace: Peusiap impor foto otomatis

source: Auto-importing photos...
ace: Peuimpor foto otomatis

source: Writing metadata to files...
ace: Tuleh metadata keu berkas...

source: Importing...
ace: Peutameng...

source: _Stop Import
ace: _Piyoh peutameng

source: Stop importing photos
ace: P_iyoh proses peutameng gamba

source: Preparing to import...
ace: Peusiap impor...

source: Imported %s
ace: %s peutameng

source: Saved Searches
ace: Yang tamita teusimpan

source: contains
ace: Meuaso

source: is exactly
ace: Sama

source: starts with
ace: Di peu phon ngeun

source: ends with
ace: Di peu abeh ngeun

source: does not contain
ace: Hana meuaso

source: is not set
ace: Hana teu atoe

source: is
ace: na keu

source: is not
ace: keun

source: any photo
ace: Beurangkaree gamba

source: a raw photo
ace: Gamba mentah

source: a video
ace: Vidio

source: flagged
ace: Tandai

source: not flagged
ace: Hana di tanda

source: and higher
ace: Dan leebeh manyang

source: only
ace: Nyan tok

source: and lower
ace: dan leebeh minyup

source: is after
ace: banlheuh

source: is before
ace: segolom

source: is between
ace: antara

source: and
ace: dan

source: any
ace: teuhkeuh

source: all
ace: mandum

source: none
ace: hana

source: Any text
ace: Teks yang teuh keuh

source: Title
ace: Judul

source: Tag
ace: Tanda

source: Event name
ace: Nan rangkaian

source: File name
ace: Nan berkas

source: Media type
ace: Tipe media

source: Flag state
ace: status droneuh

source: Date
ace: Tanggai

source: Unable to launch Nautilus Send-To: %s
ace: Gagal peuja Nautilus Sen-To: %s

source: Send To
ace: Kirem Keu

source: Unable to export background to %s: %s
ace: Gamba latar hanjeut diekspor keu %s: %s

source: Unable to prepare desktop slideshow: %s
ace: Gagal peusiap salindia destop: %s

source: This will remove the tag "%s" from one photo. Continue?
ace: Tanda "%s" akan dihapoh dari saboh foto. Peulanjot?

source: _Delete
ace: _Hapoh

source: This will remove the saved search "%s". Continue?
ace: Pencarian teusimpan "%s" akan dihapoh. Peulanjot?

source: Switching developers will undo all changes you have made to this photo in Shotwell
ace: Peugantoe pengembang akan peubateu perubahan yang gata peuget untuk foto nyoe di Shotwell

source: _Switch Developer
ace: _Gantoe Pengembang

source: Export Video
ace: Ekspor Video

source: Shotwell couldn't create a file for editing this photo because you do not have permission to write to %s.
ace: Shotwell hanjeut peuget berkas penyuntingan foto karna hana izin tuleh %s

source: Unable to export the following photo due to a file error.
ace: Peuekspor foto nyoe gagal karena kesalahan teknis bak beureukaih.

source: Would you like to continue exporting?
ace: Sambong proses ekspor gamba?

source: Con_tinue
ace: Sa_mbong

source: Unmodified
ace: Hana di ubah

source: Current
ace: Jinoe

source: _Quality:
ace: _Kualitas:

source: _Scaling constraint:
ace: _Batas skala:

source: _pixels
ace: _piksel

source: Export metadata
ace: Ekspor metadata

source: (and %d more)
ace: dan %d boeh teuk

source: 1 duplicate photo was not imported:
ace: 1 gamba peudua hana di peutameng:

source: 1 duplicate video was not imported:
ace: 1 vidio peudua hana di peutameng:

source: 1 duplicate photo/video was not imported:
ace: 1 gamba/vidio peudua hana di peutameng:

source: 1 photo failed to import due to a file or hardware error:
ace: Na 1 gamba yang han di tem di tameng karna na yang salah pada berkas atau hardware.

source: 1 video failed to import due to a file or hardware error:
ace: 1 video gagal diimpor karena keusalahan bak beureukaih atawa Hardware:

source: 1 photo/video failed to import due to a file or hardware error:
ace: 1 foto/video gagal diimpor karena keusalahan bak beureukaih atawa hardware:

source: 1 file failed to import due to a file or hardware error:
ace: 1 file berkas gagal diimpor karena keusalahan bak beureukaih atawa hardware:

source: 1 photo failed to import because the photo library folder was not writable:
ace: 1 foto hanjeut diimpor karena folder album foto hana jeut dituleh:

source: 1 video failed to import because the photo library folder was not writable:
ace: 1 video hanjeut diimpor karena folder album foto hanjeut dituleh:

source: 1 photo/video failed to import because the photo library folder was not writable:
ace: 1 foto/video hanjeut diimpor karena folder album foto hanjeut dituleh:

source: 1 file failed to import because the photo library folder was not writable:
ace: 1 beureukaih hanjeut diimpor karena folder album foto hanjeut dituleh:

source: 1 photo failed to import due to a camera error:
ace: 1 foto gagal diimpor karena keusalahan uk kamera:

source: 1 video failed to import due to a camera error:
ace: 1 video gagal diimpor karena keusalahan u kamera:

source: 1 photo/video failed to import due to a camera error:
ace: 1 foto/video gagal diimpor karena keusalahan bak kamera:

source: 1 file failed to import due to a camera error:
ace: 1 beureukaih gagal diimpor karena keusalahan bak kamera:

source: 1 unsupported photo skipped:
ace: 1 foto yang hanjeut peuhah:

source: 1 non-image file skipped.
ace: 1 non beureukaih yang hanjeut dibuka.

source: 1 photo skipped due to user cancel:
ace: 1 foto yang hanjeut tamong karena gata peubateu:

source: 1 video skipped due to user cancel:
ace: 1 video yang hanjeut tamong karena gata peubateu:

source: 1 photo/video skipped due to user cancel:
ace: 1 foto/video yang hanjeut tamong karena gata peubateu:

source: 1 file skipped due to user cancel:
ace: 1 beureukaih yang hanjeut tamong karena gata peubateu:

source: 1 photo successfully imported.
ace: 1 foto ka seuleuso diimpor.

source: 1 video successfully imported.
ace: 1 video ka seuleuso diimpor.

source: 1 photo/video successfully imported.
ace: 1 foto/video ka seuleuso diimpor.

source: No photos or videos imported.
ace: Hana foto atawa video yang diimpor.

source: Import Complete
ace: Impor Seleusoe

source: %d second
ace: %d detik

source: %d minute
ace: %d minet

source: %d hour
ace: %d jeum

source: 1 day
ace: 1 uroe

source: Rename Event
ace: Ubah Nan Rangkaian

source: Name:
ace: Nan:

source: Edit Title
ace: Gantoe Judul

source: _Trash File
ace: _Beuh le Foto

source: Only _Remove
ace: Hapoh Dari_Album

source: _Keep
ace: _Keubah

source: Revert External Edit?
ace: Peubateu Peunyunteng Eksternal?

source: Revert External Edits?
ace: Peubateu Peunyunteng Eksternal?

source: This will destroy all changes made to the external file. Continue?
ace: Menyo proses nyoe dipeutroh keu mandum perubahan yang ka gata pubuet bak berkas foto eksternal hanjeut disimpan. Peulanjot?

source: Re_vert External Edit
ace: _Peubateu Penyunteng Eksternal

source: Re_vert External Edits
ace: _Peubateu Penyunteng Eksternal

source: This will remove the photo from the library. Continue?
ace: Foto akan dihapoh dari albom. Peulanjot?

source: _Remove
ace: _Hapoh

source: Remove Photo From Library
ace: Hapoh Foto dari Album

source: Remove Photos From Library
ace: Hapoh Foto Dari Albom

source: AM
ace: Beungoh

source: PM
ace: Uroe/Malam

source: 24 Hr
ace: 24 Juem

source: _Shift photos/videos by the same amount
ace: Peu_se foto/video lam jumlah sama

source: Set _all photos/videos to this time
ace: Ato mandum foto/video keu watey nyoe

source: _Modify original photo file
ace: _Peuubah berkah asli foto

source: _Modify original photo files
ace: _Peuubah berkah asli foto

source: _Modify original file
ace: Ubah bak_berkah foto aslinyan

source: _Modify original files
ace: _Ubah file asli

source: Original:
ace: Asli:

source: Exposure time will be shifted forward by %d %s, %d %s, %d %s, and %d %s.
ace: Tanggai cok gamba ipeumaju %d %s, %d %s, %d %s, and %d %s.

source: Exposure time will be shifted backward by %d %s, %d %s, %d %s, and %d %s.
ace: Tanggai cok gamba ipeusurut %d %s, %d %s, %d %s, and %d %s.

source: day
ace: uro

source: hour
ace: jeum

source: minute
ace: minet

source: second
ace: detik

source: And %d other.
ace: ngon %d laen jih.

source: Tags (separated by commas):
ace: Tanda (pisahkan ngoen koma):

source: Welcome!
ace: Saleum Teuka!

source: Welcome to Shotwell!
ace: Saleum Teuka bak Shotwell!

source: To get started, import photos in any of these ways:
ace: Mulai ngoen impor foto pake cara nyoe:

source: Choose <span weight="bold">File %s Import From Folder</span>
ace: Pileh <span weight="bold">Berkas %s Import Dari Folder</span>

source: Drag and drop photos onto the Shotwell window
ace: Cok leuh nyan puduk foto bak tingkap Shotmell
